<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#25968;&#23398;&#30340;&#30495;&#35867; (&#35780;&#35770;: &#25968;&#23398;&#65306;&#30830;&#23450;&#24615;&#30340;&#20007;&#22833;) | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#25968;&#23398;&#30340;&#30495;&#35867; (&#35780;&#35770;: &#25968;&#23398;&#65306;&#30830;&#23450;&#24615;&#30340;&#20007;&#22833;) Comments Feed" href="http://log.SunnyBoy.Me/2011/01/20/2952/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#21271;&#20140;&#22823;&#23398;&#31105;&#27490;&#22797;&#21360;&#25935;&#24863;&#25991;&#20214;" href="http://log.SunnyBoy.Me/2011/01/20/2951/"><link rel="next" title="&#31227;&#27665;&#24863;&#24819;&#65306;&#20837;&#31821;&#32654;&#22269;" href="http://log.SunnyBoy.Me/2011/01/20/2953/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/01/20/2952/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=2952"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F01%2F20%2F2952%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F01%2F20%2F2952%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-2952 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-2952" class="post-2952 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#25968;&#23398;&#30340;&#30495;&#35867; (&#35780;&#35770;: &#25968;&#23398;&#65306;&#30830;&#23450;&#24615;&#30340;&#20007;&#22833;)</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/01/20/2952/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>    <span class="mn">2011-01-19 14:23:47</span><br><span class="pl2">&#12288;&#12288;&#26469;&#33258;: <a href="http://book.douban.com/people/26941615/"><span>&#34028;&#23665;&#24680;</span></a><br>
     (&#20960;&#34892;&#24402;&#22622;&#23613; &#24565;&#23572;&#29420;&#20309;&#20043;)<br><br><a href="http://book.douban.com/subject/1049136/"><span>&#25968;&#23398;&#65306;&#30830;&#23450;&#24615;&#30340;&#20007;&#22833;</span></a>&#30340;&#35780;&#35770;<br><span title="&#21147;&#33616;">&nbsp;&nbsp;<img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/86746_st.gif" vspace="0" alt="5 star rating"><img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/86746_st.gif" vspace="0" alt="5 star rating"><img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/86746_st.gif" vspace="0" alt="5 star rating"><img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/86746_st.gif" vspace="0" alt="5 star rating"><img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/86746_st.gif" vspace="0" alt="5 star rating"></span><br><span>5</span><br></span>
</p><p><span>&#12288;&#12288;&#36825;&#20010;&#19990;&#30028;&#19978;&#27969;&#20256;&#30528;&#19968;&#20010;&#28145;&#20837;&#20154;&#24515;&#30340;&#22855;&#35848;&#24618;&#35770;&mdash;&mdash;&#25968;&#23398;&#26159;&#29702;&#24615;&#30340;&#23398;&#31185;&#65292;&#25968;&#23398;&#26159;&#36923;&#36753;&#30340;&#23398;&#31185;&#65292;&#25968;&#23398;&#30340;&#20154;&#31867;&#29702;&#24615;&#30340;&#31934;&#21326;&#65292;&#25968;&#23398;&#26159;&#33258;&#28982;&#31185;&#23398;&#30340;&#30343;&#21518;&#12290;<br>&#12288;&#12288;&#19981;&#65292;&#19981;&#26159;&#65292;&#25968;&#23398;&#26159;&#32463;&#39564;&#30340;&#23398;&#31185;&#65292;&#25968;&#23398;&#26159;&#20154;&#31867;&#32463;&#39564;&#30340;&#25552;&#28860;&#65292;&ldquo;&#25968;&#23398;&#26159;&#33258;&#28982;&#31185;&#23398;&#30340;&#22899;&#20166;&rdquo;&#12290;&#19968;&#20999;&#25968;&#23398;&#24037;&#20316;&#32773;&#65292;&#33509;&#19981;&#33021;&#29702;&#35299;&#36825;&#19968;&#37325;&#35201;&#30340;&#21028;&#26029;&#65292;&#25968;&#23398;&#30340;&#21457;&#23637;&#23601;&#27809;&#26377;&#20160;&#20040;&#20215;&#20540;&#12290;&#65288;&#26412;&#20070;&#20013;&#65292;&#20316;&#32773;&#23601;&#25209;&#21028;&#20102;&#26576;&#20123;&#25968;&#23398;&#20998;&#25903;&#19981;&#39038;&#32463;&#39564;&#22522;&#30784;&#21482;&#39038;&#36923;&#36753;&#33258;&#27965;&#30340;&#30450;&#30446;&#21457;&#23637;&#65292;&#22914;&#20195;&#25968;&#25299;&#25169;&#12289;&#27867;&#20989;&#20998;&#26512;&#31561;&#12290;&#65289;<br>&#12288;&#12288;<br>&#12288;&#12288;&#20851;&#20110;&#25968;&#23398;&#30340;&#21807;&#29702;&#24615;&#12289;&#32431;&#36923;&#36753;&#30340;&#31070;&#35805;&#26159;&#20174;&#20160;&#20040;&#26102;&#20505;&#24320;&#22987;&#30340;&#21602;&#65311;&#19981;&#28040;&#35828;&#65292;&#33258;&#28982;&#26159;&#24076;&#33098;&#26102;&#20195;&#12290;&ldquo;&#19975;&#29289;&#30342;&#25968;&rdquo;&#65292;&ldquo;&#19981;&#25026;&#20960;&#20309;&#23398;&#30340;&#20154;&#31105;&#27490;&#20837;&#20869;&rdquo;&#65292;&#36825;&#33286;&#35770;&#21387;&#21147;&#23601;&#22880;&#23450;&#20102;&#20960;&#21315;&#24180;&#30340;&#25968;&#23398;&#20256;&#22855;&#12290; <br>&#12288;&#12288;&#24076;&#33098;&#26102;&#26399;&#65292;&#25968;&#23398;&#36825;&#38376;&#23398;&#31185;&#26377;&#22235;&#20010;&#20998;&#25903;&mdash;&mdash;&#20195;&#25968;&#65292;&#20960;&#20309;&#65292;&#38899;&#20048;&#65292;&#22825;&#25991;&#12290;&#20026;&#20160;&#20040;&#20250;&#26377;&#38899;&#20048;&#21644;&#22825;&#25991;&#21602;&#65311;&#22240;&#20026;&#20048;&#24459;&#30340;&#35856;&#21644;&#20013;&#26377;&#30528;&#25972;&#25968;&#27604;&#30340;&#22855;&#22937;&#20851;&#31995;&#65292;&#22825;&#25991;&#26356;&#19981;&#24517;&#35828;&#65292;&#33485;&#40644;&#22825;&#22320;&#30340;&#20960;&#20309;&#20851;&#31995;&#12290;&#22240;&#27492;&#65292;&#33258;&#28982;&#30028;&#26159;&#25353;&#29031;&#25968;&#23398;&#35268;&#24459;&#21019;&#36896;&#30340;&#65292;&#25968;&#23398;&#30495;&#29702;&#26159;&#30830;&#23450;&#30340;&#65292;&#26159;&#32463;&#30001;&#20154;&#31867;&#30340;&#29702;&#24615;&#25165;&#33021;&#36798;&#21040;&#30340;&#12290;&#33258;&#28982;&#65288;&#38899;&#20048;&#22825;&#25991;&#65289;&#26159;&#34987;&#25968;&#23398;&#65288;&#20960;&#20309;&#20195;&#25968;&#65289;&#29282;&#29282;&#21387;&#21046;&#20303;&#30340;&#12290;<br>&#12288;&#12288;&#19981;&#65292;&#19981;&#23545;&#65292;&#24076;&#33098;&#20154;&#35828;&#21453;&#20102;&#12290;&#28218;&#23567;&#30340;&#20154;&#31867;&#21457;&#29616;&#20102;&#33258;&#28982;&#30028;&#20013;&#30340;&#25277;&#35937;&#35268;&#24459;&#65292;&#24182;&#25226;&#23427;&#31216;&#20043;&#20026;&ldquo;&#25968;&#23398;&rdquo;&#12290;&#25968;&#23398;&#19981;&#26159;&#23458;&#35266;&#30495;&#29702;&#65292;&#25968;&#23398;&#26159;&#20154;&#30340;&#20027;&#35266;&#21019;&#36896;&#12290;&#20154;&#31867;&#30495;&#26159;&#19981;&#23389;&#65292;&#32463;&#39564;&#20043;&#27597;&#30340;&#21754;&#32946;&#21890;&#20859;&#38750;&#20294;&#20351;&#20154;&#20204;&#24863;&#24681;&#25140;&#24503;&#65292;&#21453;&#20498;&#22238;&#36807;&#22836;&#26469;&#21010;&#28165;&#30028;&#38480;&#12289;&#24694;&#35328;&#30456;&#21521;&#12290;&ldquo;&#19978;&#24093;&#21482;&#21019;&#36896;&#20102;&#33258;&#28982;&#25968;&#65292;&#20854;&#20182;&#37117;&#26159;&#20154;&#31867;&#30340;&#21457;&#26126;&#12290;&rdquo;&#32467;&#26524;&#20154;&#20204;&#21364;&#26080;&#38480;&#35764;&#27468;&#19978;&#24093;&#21561;&#22040;&#29702;&#24615;&#65292;&#25226;&#26080;&#29702;&#25968;&#12289;&#22797;&#25968;&#30340;&#23458;&#35266;&#23384;&#22312;&#37117;&#24402;&#21040;&#19978;&#24093;&#30340;&#38376;&#19979;&#65292;&#20197;&#27492;&#26469;&#27714;&#24471;&#23545;&#33258;&#36523;&#33030;&#24369;&#26234;&#24935;&#30340;&#19968;&#19997;&#23433;&#24944;&#21644;&#22362;&#23450;&#20449;&#36182;&#12290;<br>&#12288;&#12288;&#20026;&#20160;&#20040;&#36807;&#19968;&#28857;&#26377;&#19988;&#21482;&#26377;&#19968;&#26465;&#30452;&#32447;&#19982;&#24050;&#30693;&#30452;&#32447;&#27704;&#19981;&#30456;&#20132;&#65292;&#22240;&#20026;&#20154;&#31867;&#30340;&#32463;&#39564;&#65307;&#20026;&#20160;&#20040;&#30697;&#24418;&#30340;&#38754;&#31215;&#31561;&#20110;&#38271;&#20056;&#20197;&#23485;&#65292;&#22240;&#20026;&#20154;&#31867;&#30340;&#32463;&#39564;&#65288;&#20320;&#35828;&#35828;&#65292;&#20026;&#20160;&#20040;&#36825;&#20010;&#38754;&#31215;&#19981;&#20056;&#19978;&#19968;&#20010;&#24120;&#31995;&#25968;&#65311;&#65289;&#65307;&#20026;&#20160;&#20040;&#35201;&#25552;&#20986;&ldquo;&#26497;&#38480;&rdquo;&#30340;&#27010;&#24565;&#65292;&#22240;&#20026;&#20154;&#31867;&#30340;&#32463;&#39564;&#65288;&#20320;&#35828;&#35828;&#65292;&#24494;&#31215;&#20998;&#33021;&#19981;&#33021;&#25214;&#21040;&#20854;&#20182;&#30340;&#36923;&#36753;&#22522;&#30784;&#65311;&#26412;&#20070;&#20013;&#25552;&#21040;&#20102;&#36825;&#26679;&#30340;&#30740;&#31350;&#25104;&#26524;&#65289;&#65307;&#20026;&#20160;&#20040;&#25299;&#25169;&#37324;&#38754;&#35201;&#20808;&#23450;&#20041;&#24320;&#38598;&#65292;&#22240;&#20026;&#20154;&#31867;&#30340;&#32463;&#39564;&#65288;&#20320;&#35828;&#35828;&#65292;&#20320;&#29702;&#35299;&#25299;&#25169;&#31354;&#38388;&#30340;&#19977;&#26465;&#23450;&#20041;&#21527;&#65311;&#65289;&#65307;&#20026;&#20160;&#20040;&#32676;&#29615;&#22495;&#30740;&#31350;&#30340;&#26159;&#20108;&#20803;&#36816;&#31639;&#32780;&#19981;&#26159;&#19977;&#20803;&#22235;&#20803;&#65292;&#22240;&#20026;&#20154;&#31867;&#30340;&#32463;&#39564;&#65307;&#20026;&#20160;&#20040;&#27010;&#29575;&#35770;&#20013;&#30340;&#20107;&#20214;&#22495;&#35201;&#28385;&#36275;sigma&#22495;&#30340;&#19977;&#26465;&#23450;&#20041;&#65292;&#22240;&#20026;&#20154;&#31867;&#30340;&#32463;&#39564;&#65288;&#20320;&#35828;&#35828;&#65292;&#20026;&#20160;&#20040;&#19968;&#23450;&#35201;&#26377;sigma&#22495;&#20851;&#20110;&#26497;&#38480;&#30340;&#31532;&#19977;&#26465;&#23450;&#20041;&#65292;&#36825;&#26159;&#19981;&#26159;&#20154;&#31867;&#32463;&#39564;&#30340;&#24635;&#32467;&#65311;&#65289;&#65307;&#20026;&#20160;&#20040;Fisher&#21019;&#31435;&#30340;&#32479;&#35745;&#23398;&#26159;&#26377;&#25928;&#30340;&#32780;Pearson&#30340;&#29702;&#35770;&#34987;&#25672;&#24323;&#20102;&#65292;&#22240;&#20026;&#20154;&#31867;&#30340;&#32463;&#39564;&#65307;&#20026;&#20160;&#20040;&#32032;&#25968;&#36825;&#20010;&#22522;&#26412;&#30340;&#27010;&#24565;&#20250;&#24341;&#39046;&#20102;&#20960;&#30334;&#24180;&#30340;&#25968;&#35770;&#30740;&#31350;&#65292;&#22240;&#20026;&#20154;&#31867;&#30340;&#32463;&#39564;&#65288;&#20320;&#35828;&#35828;&#65292;&ldquo;&#32032;&#25968;&rdquo;&#30340;&#27010;&#24565;&#26159;&#19981;&#26159;&#20154;&#31867;&#30340;&#21457;&#26126;&#65311;&#65289;&#12290;<br>&#12288;&#12288; <br>&#12288;&#12288;&#25968;&#23398;&#65306;&#30830;&#23450;&#24615;&#30340;&#20007;&#22833;&#12290;&#25105;&#35273;&#24471;&#21103;&#26631;&#39064;&#36824;&#19981;&#22826;&#24688;&#24403;&#65292;&#20284;&#20046;&#24212;&#35813;&#21483;&#20316;&ldquo;&#21807;&#29702;&#24615;&#12289;&#21807;&#19968;&#24615;&#12289;&#32431;&#36923;&#36753;&#12289;&#32431;&#24605;&#36776;&#30340;&#20007;&#22833;&rdquo;&#12290;&#29616;&#20195;&#25968;&#23398;&#21457;&#23637;&#21040;&#36825;&#37324;&#65292;&#20154;&#20204;&#24212;&#24403;&#25215;&#35748;&#65292;&#25968;&#23398;&#30495;&#30340;&#19981;&#26159;&#20154;&#31867;&#22823;&#33041;&#33073;&#31163;&#32463;&#39564;&#30340;&#36923;&#36753;&#21270;&#20135;&#29289;&#12290;<br>&#12288;&#12288;&#20840;&#20070;&#22823;&#33268;&#21487;&#20197;&#20998;&#25104;&#22235;&#20010;&#37096;&#20998;&#12290;&#19968;&#65292;&#20960;&#20309;&#23398;&#30340;&#21382;&#21490;&#12290;&#27431;&#27663;&#20960;&#20309;&#23398;&#19978;&#21315;&#24180;&#30340;&#21387;&#20498;&#24615;&#22320;&#20301;&#65292;&#20351;&#24471;&#20154;&#20204;&#38271;&#26399;&#20197;&#26469;&#23558;&#25968;&#23398;&#30475;&#20316;&#20154;&#31867;&#29702;&#24615;&#30340;&#30805;&#26524;&#12290;&#38750;&#27431;&#20960;&#20309;&#20986;&#29616;&#65292;&#20154;&#20204;&#26041;&#25165;&#35748;&#35782;&#21040;&#25968;&#23398;&#24182;&#19981;&#26159;&#32431;&#24847;&#35782;&#30340;&#20135;&#29289;&#12290;&#20108;&#65292;&#20195;&#25968;&#21644;&#20998;&#26512;&#12290;&#22312;&#24076;&#33098;&#26102;&#20195;&#65292;&#20195;&#25968;&#30001;&#20110;&#20854;&#23454;&#29992;&#24615;&#12289;&#32463;&#39564;&#22411;&#65292;&#26159;&#36973;&#37145;&#35270;&#30340;&#12290;&#38463;&#25289;&#20271;&#19990;&#30028;&#24102;&#26469;&#20102;&#23545;&#20195;&#25968;&#30340;&#20852;&#36259;&#65292;&#31515;&#21345;&#23572;&#30340;&#21457;&#26126;&#20351;&#24471;&#20195;&#25968;&#19982;&#20960;&#20309;&#24182;&#39550;&#40784;&#39537;&#12290;&#32487;&#32780;&#26159;&#25968;&#31995;&#19981;&#26126;&#12289;&#24494;&#31215;&#20998;&#27010;&#24565;&#28151;&#20081;&#30340;&#25968;&#23398;&#30028;&#20960;&#30334;&#24180;&#36745;&#29004;&#21457;&#23637;&#65292;&#30452;&#21040;&#21313;&#20061;&#19990;&#32426;&#25165;&#30830;&#23450;&#20102;&#19968;&#20999;&#36923;&#36753;&#22522;&#30784;&#12290;&#19977;&#65292;&#21313;&#20061;&#19990;&#32426;&#26411;&#24320;&#22987;&#30340;&#25968;&#23398;&#20844;&#29702;&#21270;&#36816;&#21160;&#65292;&#22235;&#22823;&#27966;&#21035;&#36718;&#30058;&#30331;&#22330;&#65292;&#21508;&#19981;&#30456;&#35753;&#65292;&#30452;&#21040;&#21733;&#24503;&#23572;&#24179;&#22320;&#19968;&#22768;&#24778;&#38647;&#65292;&#21866;&#21866;&#21866;&#65292;&#20840;&#34987;&#21128;&#27515;&#20102;&#12290;&#22235;&#65292;&#37325;&#26032;&#24605;&#32771;&#65292;&#25968;&#23398;&#30340;&#22522;&#30784;&#65292;&#25968;&#23398;&#30340;&#30446;&#30340;&#31350;&#31455;&#26159;&#20160;&#20040;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#25968;&#23398;&#30340;&#30446;&#30340;&#31350;&#31455;&#26159;&#20160;&#20040;&#65311;&#25968;&#23398;&#36923;&#36753;&#22522;&#30784;&#30340;&#20105;&#35770;&#24555;&#35201;&#36807;&#21435;&#19968;&#30334;&#24180;&#20102;&#12290;&#20854;&#21518;&#30340;&#36825;&#19968;&#30334;&#24180;&#38388;&#65292;&#20105;&#35758;&#20284;&#20046;&#34987;&#25601;&#32622;&#20102;&#65292;&#22909;&#20687;&#24456;&#21644;&#30566;&#65292;&#28982;&#32780;&#20063;&#26159;&#25968;&#23398;&#24320;&#22987;&#19982;&#29289;&#29702;&#29289;&#29702;&#20998;&#36947;&#25196;&#38259;&#30340;&#19968;&#30334;&#24180;&#12290;&#19968;&#30334;&#24180;&#26469;&#65292;&#22312;&#37325;&#22823;&#30340;&#31185;&#23398;&#65288;&#20027;&#35201;&#35828;&#29289;&#29702;&#23398;&#21543;&#65289;&#36827;&#23637;&#38754;&#21069;&#65292;&#25968;&#23398;&#24037;&#20316;&#32773;&#20960;&#20046;&#20840;&#20307;&#22833;&#35821;&#12290;&#24067;&#26391;&#36816;&#21160;&#30340;&#25968;&#23398;&#25551;&#20889;&#65292;&#26159;Einstein&#20570;&#30340;&#65307;&#32479;&#35745;&#29289;&#29702;&#30340;&#25968;&#23398;&#22522;&#30784;&#65292;&#26159;Gibbs&#23436;&#25104;&#30340;&#65307;&#20961;&#31216;&#37327;&#23376;&#21147;&#23398;&#65292;&#24517;&#36861;&#28335;Dirac&#65307;&#19971;&#22823;&#38382;&#39064;&#20013;&#30340;Yang-Mills&#33258;&#19981;&#24517;&#35828;&#65307;&#38750;&#32447;&#24615;&#26041;&#31243;&#30340;&#21457;&#36857;&#12289;&#28151;&#27788;&#29616;&#35937;&#30340;&#37325;&#22823;&#36827;&#23637;&#65292;&#26159;&#30001;&#19968;&#20010;&#27668;&#35937;&#23398;&#23478;&#65288;Lorentz&#65289;&#25552;&#20986;&#30340;&#12290;&#25968;&#23398;&#23478;&#20204;&#22909;&#20687;&#27704;&#36828;&#37117;&#36319;&#22312;&#29289;&#29702;&#23398;&#23478;&#30340;&#23617;&#32929;&#21518;&#38754;&#65292;&#20570;&#20123;&#20844;&#29702;&#21270;&#12289;&#36923;&#36753;&#21270;&#30340;&#26080;&#35859;&#24037;&#20316;&#12290;&#35201;&#19981;&#28982;&#23601;&#26159;&#38381;&#38376;&#36896;&#36710;&#65292;&#26377;&#38480;&#21333;&#32676;&#20998;&#20998;&#31867;&#65292;&#35299;&#30340;&#23384;&#22312;&#21807;&#19968;&#24615;&#35777;&#19968;&#35777;&#65292;&#25226;&#20195;&#25968;&#20960;&#20309;&#12289;&#20195;&#25968;&#25299;&#25169;&#12289;&#35843;&#21644;&#20998;&#26512;&#12289;&#31639;&#23376;&#20195;&#25968;&#31561;&#31561;&#19981;&#30693;&#25152;&#20113;&#30340;&#23398;&#31185;&#25512;&#36827;&#21040;&#26356;&#21152;&#19981;&#30693;&#25152;&#20113;&#30340;&#22320;&#27493;&#12290;&#29616;&#22312;&#30340;&#25968;&#23398;&#24037;&#20316;&#32773;&#20204;&#65292;&#24050;&#32463;&#23436;&#23436;&#20840;&#20840;&#22320;&#20007;&#22833;&#20102;&#20174;&#33258;&#28982;&#31185;&#23398;&#20013;&#25552;&#28860;&#25968;&#23398;&#38382;&#39064;&#30340;&#33021;&#21147;&#65292;&#35201;&#35299;&#20915;&#38382;&#39064;&#20063;&#38656;&#35201;&#21035;&#20154;&#25226;&#38382;&#39064;&#28165;&#28165;&#26970;&#26970;&#22320;&#29992;&#25968;&#23398;&#24418;&#24335;&#25552;&#22909;&#20102;&#20877;&#21435;&#35299;&#20915;&#65292;&#20223;&#20315;&#36825;&#23601;&#26159;Newton&#12289;Euler&#12289;Gauss&#12289;Riemann&#30041;&#32473;&#25105;&#20204;&#30340;&#20248;&#33391;&#20256;&#32479;&#12290;&#38382;&#39064;&#35201;&#37117;&#25552;&#22909;&#20102;&#65292;&#35841;&#36824;&#38656;&#35201;&#20320;&#65311;<br>&#12288;&#12288;&#36923;&#36753;&#23601;&#26159;&#25968;&#23398;&#30340;&#19968;&#22359;&#36974;&#32670;&#24067;&#12290;&#24403;&#25171;&#25198;&#24471;&#20809;&#40092;&#20142;&#20029;&#30340;&#26102;&#20505;&#65292;&#35841;&#21435;&#20851;&#24515;&#20320;&#20869;&#35044;&#26159;&#20160;&#20040;&#39068;&#33394;&#30340;&#12290;&#24403;&#20320;&#33073;&#24471;&#21861;&#37117;&#27809;&#26377;&#20102;&#30340;&#26102;&#20505;&#65292;&#21482;&#22909;&#32670;&#24623;&#24623;&#22320;&#35828;&mdash;&mdash;&#30631;&#65292;&#25105;&#20204;&#36824;&#26159;&#25402;&#35762;&#36923;&#36753;&#30340;&#12290;&#65288;&#20320;&#19981;&#20449;&#21527;&#65311;&#20320;&#26469;&#35828;&#35828;&#65292;&#40654;&#26364;zeta&#20989;&#25968;&#22312;&#19981;&#25910;&#25947;&#22788;&#26159;&#24590;&#20040;&#23450;&#20041;&#30340;&#65311;&#36825;&#31526;&#21512;&#36923;&#36753;&#21527;&#65311;&#65289;<br>&#12288;&#12288;<br>&#12288;&#12288; &#36825;&#26412;&#20070;&#35201;&#21578;&#35785;&#25105;&#20204;&#30340;&#23601;&#26159;&#36825;&#20214;&#20107;&#24773;&#12290;&#25968;&#23398;&#30340;&#30495;&#29702;&#26159;&#21807;&#19968;&#23458;&#35266;&#23384;&#22312;&#30340;&#21527;&#65311;&#19981;&#26159;&#12290;&#25968;&#23398;&#30340;&#30495;&#29702;&#24615;&#26082;&#19981;&#20381;&#36182;&#20110;&#20005;&#35880;&#30340;&#36923;&#36753;&#65292;&#20063;&#19981;&#20381;&#36182;&#20110;&#20809;&#36745;&#30340;&#29702;&#24615;&#12290;&#19981;&#65292;&#36825;&#20123;&#37117;&#25327;&#25937;&#19981;&#20102;&#25968;&#23398;&#12290;&#21482;&#26377;&#23545;&#33258;&#28982;&#30340;&#21512;&#29702;&#35808;&#37322;&#25165;&#21807;&#19968;&#22320;&#25104;&#23601;&#25968;&#23398;&#30340;&#21512;&#27861;&#24615;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&ldquo;&#23409;&#24369;&#26080;&#33021;&#30340;&#29702;&#26234;&#21834;&#65292;&#20320;&#35813;&#26377;&#33258;&#30693;&#20043;&#26126;&#65281;&rdquo;  &mdash;&mdash;Pascal<br>&#12288;&#12288;</span></p>
<ul><li class="rec">
        &#20998;&#20139;&#21040; &nbsp;&nbsp;
    </li>
</ul></div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/01/20/2952/" title="8:16 AM" rel="bookmark"><time class="entry-date" datetime="2011-01-20T08:16:07+00:00">2011/01/20</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/01/20/2951/" rel="prev"><span class="meta-nav">&larr;</span> &#21271;&#20140;&#22823;&#23398;&#31105;&#27490;&#22797;&#21360;&#25935;&#24863;&#25991;&#20214;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/01/20/2953/" rel="next">&#31227;&#27665;&#24863;&#24819;&#65306;&#20837;&#31821;&#32654;&#22269; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/01/20/2952/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="2952" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="008d7639f9"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="195"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>January 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2010/12/">&laquo; Dec</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/02/">Feb &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="5" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/01/01/" aria-label="Posts published on January 1, 2011">1</a></td><td>2</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/03/" aria-label="Posts published on January 3, 2011">3</a></td><td>4</td><td><a href="http://log.SunnyBoy.Me/2011/01/05/" aria-label="Posts published on January 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/01/07/" aria-label="Posts published on January 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/08/" aria-label="Posts published on January 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/09/" aria-label="Posts published on January 9, 2011">9</a></td>
	</tr><tr><td>10</td><td><a href="http://log.SunnyBoy.Me/2011/01/11/" aria-label="Posts published on January 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/12/" aria-label="Posts published on January 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/13/" aria-label="Posts published on January 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/14/" aria-label="Posts published on January 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/15/" aria-label="Posts published on January 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/16/" aria-label="Posts published on January 16, 2011">16</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/17/" aria-label="Posts published on January 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/18/" aria-label="Posts published on January 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/19/" aria-label="Posts published on January 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/20/" aria-label="Posts published on January 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/21/" aria-label="Posts published on January 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/22/" aria-label="Posts published on January 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/23/" aria-label="Posts published on January 23, 2011">23</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/24/" aria-label="Posts published on January 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/25/" aria-label="Posts published on January 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/26/" aria-label="Posts published on January 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/27/" aria-label="Posts published on January 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/28/" aria-label="Posts published on January 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/29/" aria-label="Posts published on January 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/30/" aria-label="Posts published on January 30, 2011">30</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/31/" aria-label="Posts published on January 31, 2011">31</a></td>
		<td class="pad" colspan="6">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
