<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>30 | June | 2011 | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="archive date custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<section id="primary" class="site-content"><div id="content" role="main">

					<header class="archive-header"><h1 class="archive-title">Daily Archives: <span>2011/06/30</span></h1>
			</header><!-- .archive-header --><article id="post-11694" class="post-11694 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/06/30/11694/" rel="bookmark">&#23436;&#20840;&#23433;&#35013;cygwin&#30340;&#26041;&#27861;&#65288;&#22270;&#65289;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/06/30/11694/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#23433;&#35013; GCC<br>&#23433;&#35013; GCC &#26368;&#24555;&#25463;&#30340;&#26041;&#24335;&#26159;&#22312;&#24744;&#30340;&#26426;&#22120;&#19978;&#23433;&#35013;&#23436;&#25972;&#30340; Cygwin &#29615;&#22659;&#12290;Cygwin &#26159; Windows &#19978;&#31867;&#20284;&#20110; Linux &#30340;&#29615;&#22659;&#12290;&#23427;&#21253;&#25324;&#19968;&#20010;&#25552;&#20379; UNIX &#21151;&#33021;&#24615;&#22522;&#26412;&#23376;&#38598;&#30340; DLL &#20197;&#21450;&#22312;&#36825;&#20043;&#19978;&#30340;&#19968;&#32452;&#24037;&#20855;&#12290;&#23433;&#35013;&#22909; Cygwin &#20043;&#21518;&#65292;&#36890;&#24120;&#21487;&#20197;&#24573;&#30053;&#23427;&#65292;&#21363;&#20351;&#24744;&#26159;&#21629;&#20196;&#34892;&#30340;&#29233;&#22909;&#32773;&#65292;&#24744;&#20173;&#33021;&#21457;&#29616;&#24744;&#27963;&#24471;&#26356;&#33298;&#22374;&#20102;&#12290;</p>
<p>&#30830;&#20445;&#24744;&#20855;&#26377;&#30456;&#24403;&#24555;&#36895;&#30340; Internet &#36830;&#25509;&#12290;GCC &#32534;&#35793;&#22120;&#21450;&#30456;&#20851;&#23454;&#29992;&#31243;&#24207;&#22823;&#32422;&#26377; 50 &#20806;&#23383;&#33410;&#12290;&#21478;&#22806;&#30830;&#35748;&#24744;&#30340;&#36830;&#25509;&#26159;&#21542;&#38656;&#35201;&#19968;&#20010;&#20195;&#29702;&#26381;&#21153;&#22120;&#12290;&#36825;&#21487;&#36890;&#36807;&#24744;&#30340; Internet &#27983;&#35272;&#22120;&#36873;&#39033;&#65306; &#24037;&#20855; &ndash; Internet &#36873;&#39033; -&#36830;&#25509; -&#23616;&#22495;&#32593;&#65288;LAN&#65289;&#35774;&#32622;&#26469;&#30830;&#23450;&#12290; <br>&#30830;&#20445;&#22312;&#24744;&#30340;&#31649;&#29702;&#21592;&#24080;&#25143;&#19979;&#23433;&#35013;&#36825;&#20010;&#31243;&#24207;&#65292;&#24182;&#36873;&#25321;&#20026;&ldquo;&#25152;&#26377;&#29992;&#25143;&rdquo;&#23433;&#35013;&#12290;<br>&#23558;&#24744;&#30340; Internet &#27983;&#35272;&#22120;&#25351;&#21040; <br><a href="http://www.cygwin.com">www.cygwin.com</a><br>&#12290;&#22312;&#23631;&#24149;&#30340;&#20013;&#22830;&#26159;&#19968;&#20010;&#40657;&#32511;&#20004;&#33394;&#32452;&#25104;&#30340; &ldquo;C&rdquo; &#24509;&#26631;&#65292;&#26631;&#39064;&#26159;&ldquo;Install or update now.&rdquo;&#12290;&#22312;&#35813;&#38142;&#25509;&#19978;&#28857;&#20987;&#65292;&#36825;&#23558;&#19979;&#36733;&#19968;&#20010;&#23567;&#31243;&#24207; setup.exe&#65288;250KB&#65289;&#12290;&#36825;&#20010;&#23433;&#35013;&#31243;&#24207;&#23558;&#22312;&#24744;&#30340;&#26426;&#22120;&#19978;&#24341;&#23548; Cygwin &#29615;&#22659;&#30340;&#23433;&#35013;&#25110;&#26356;&#26032;&#36807;&#31243;&#12290; <br>&#36816;&#34892;&#23433;&#35013;&#31243;&#24207;<br>&#23558; setup.exe &#19979;&#36733;&#21040;&#19968;&#20010;&#24050;&#30693;&#22320;&#26041;&#65292;&#22914;&#26700;&#38754;&#65292;&#28982;&#21518;&#36816;&#34892;&#23427;&#12290;<br>&#23427;&#23558;&#25171;&#24320;&#23433;&#35013;&#21521;&#23548;&#65292;&#22914;&#19979;&#22270;&#25152;&#31034;&#65306;<br>&#22270; 1. Cygwin &#29615;&#22659;&#30340;&#23433;&#35013;&#21521;&#23548;</p>
<p>&#28857;&#20987; Next&#25353;&#38062;&#12290; <br>&#36873;&#25321;&#19979;&#36733;&#20301;&#32622;<br>&#22312;&#36825;&#20010;&#39029;&#38754;&#19978;&#65292;&#36873;&#25321;&rdquo;Install from Internet&rdquo;&#12290;<br>&#22270; 2. &#36873;&#25321;&#23433;&#35013;&#31867;&#22411;</p>
<p>&#28857;&#20987; Next&#25353;&#38062;&#12290; <br>&#36873;&#25321;&#19968;&#20010;&#23433;&#35013;&#30446;&#24405;<br>&#22312;&#36825;&#20010;&#39029;&#38754;&#19978;&#65292;&#36873;&#25321;&#25191;&#34892; Cygwin &#25152;&#22312;&#30340;&#30446;&#24405;&#12290;<br>&#35774;&#32622;&#22270;3&#25152;&#31034;&#30340;&#21097;&#20313;&#36873;&#39033;&#12290;<br>&#22270; 3.&#36873;&#25321;&#19968;&#20010;&#23433;&#35013;&#30446;&#24405;</p>
<p>&#28857;&#20987; Next&#25353;&#38062;&#12290; <br>&#36873;&#25321;&#19968;&#20010;&#20020;&#26102;&#23433;&#35013;&#30446;&#24405;<br>&#22312;&#36825;&#20010;&#39029;&#38754;&#65288;&#22270;4&#65289;&#65292;&#20026;&#23433;&#35013;&#21253;&#36873;&#25321;&#19968;&#20010;&#20020;&#26102;&#30446;&#24405;&#12290;&#24403; Cygwin &#23433;&#35013;&#23436;&#25104;&#21518;&#65292;&#24744;&#21487;&#20197;&#21024;&#38500;&#36825;&#20010;&#30446;&#24405;&#21644;&#23427;&#30340;&#20869;&#23481;&#12290;<br>&#27880;&#24847;&#23433;&#35013;&#31243;&#24207;&#35760;&#20303;&#20102;&#36825;&#20010;&#30446;&#24405;&#65292;&#24182;&#22312;&#26356;&#26032;&#26102;&#21482;&#19979;&#36733;&#27604;&#36825;&#20010;&#30446;&#24405;&#20013;&#30340;&#21253;&#26356;&#26032;&#30340;&#29256;&#26412;&#12290;&#22914;&#26524;&#24744;&#21024;&#38500;&#36825;&#20010;&#30446;&#24405;&#24182;&#37325;&#26032;&#23433;&#35013;&#65292; setup&#23558;&#37325;&#26032;&#23433;&#35013;&#24744;&#36873;&#25321;&#30340;&#25152;&#26377;&#20869;&#23481;&#32780;&#19981;&#31649;&#36825;&#20123;&#21253;&#30340;&#23433;&#35013;&#31243;&#24207;&#22312;&#36816;&#34892;&#30446;&#24405;&#20013;&#24050;&#32463;&#23384;&#22312;&#12290; <br>&#22270; 4.&#36873;&#25321;&#19968;&#20010;&#20020;&#26102;&#23433;&#35013;&#30446;&#24405;</p>
<p>&#28857;&#20987; Next&#25353;&#38062;&#12290; <br>&#25351;&#23450;&#24744;&#30340; Internet &#36830;&#25509;<br>&#22312;&#36825;&#20010;&#39029;&#38754;&#19978;&#65288;&#22270;5&#65289;&#65292;&#25351;&#23450; Internet &#36830;&#25509;&#12290;&#22914;&#26524;&#20320;&#26377;&#20195;&#29702;&#26381;&#21153;&#22120;&#65292;&#36873;&#25321;&ldquo;&#20351;&#29992; IE5 &#35774;&#32622;&rdquo;&#65292;&#25110;&#20174;&#24744;&#30340;&#27983;&#35272;&#22120;&#36873;&#39033;&#33719;&#24471;&#26381;&#21153;&#22120;&#21517;&#65292;&#36873;&#25321;&#20351;&#29992;&#20195;&#29702;&#65292;&#28982;&#21518;&#36755;&#20837;&#20195;&#29702;&#26381;&#21153;&#22120;&#30340;&#20027;&#26426;&#21517;&#21644;&#31471;&#21475;&#21495;&#12290;<br>&#22270; 5. &#36873;&#25321;&#36830;&#25509;&#31867;&#22411;</p>
<p>&#28857;&#20987; Next&#25353;&#38062;&#12290; <br>&#36873;&#25321;&#19979;&#36733;&#31449;&#28857;<br>&#22312;&#36825;&#20010;&#39029;&#38754;&#19978;&#65288;&#22270;6&#65289;&#65292;&#36873;&#25321;&#19968;&#20010;&#19979;&#36733;&#31449;&#28857;&#12290;&#22240;&#20026;&#36825;&#20123;&#31449;&#28857;&#26159;&#20041;&#21153;&#30340;&#38236;&#20687;&#65292;&#25152;&#20197;&#36873;&#25321;&#19968;&#20010;&#19979;&#36733;&#28857;&#26377;&#28857;&#39118;&#38505;&#65288;&#36890;&#24120;&#23427;&#20204;&#26159;&#21487;&#29992;&#30340;&#65292;&#20294;&#26377;&#26102;&#19981;&#21487;&#29992;&#65289;&#12290;&#36890;&#24120;&#65292;&#35797;&#35797;&#31163;&#20320;&#27604;&#36739;&#36817;&#30340;&#37027;&#20010;&#31449;&#28857;&#12290;<br>&#22270;6. &#36873;&#25321;&#19968;&#20010;&#19979;&#36733;&#31449;&#28857;</p>
<p>&#28857;&#20987; Next&#25353;&#38062;&#12290; <br>&#36873;&#25321;&#21253;&#36827;&#34892;&#23433;&#35013;<br>&#22312;&#36825;&#20010;&#39029;&#38754;&#19978;&#65292;&#24744;&#23558;&#36873;&#25321;&#35201;&#23433;&#35013;&#30340;&#21253;&#12290;&#40664;&#35748;&#24773;&#20917;&#19979;&#65292;Cygwin &#22522;&#26412;&#21253;&#23558;&#19981;&#23433;&#35013; GCC&#65292;&#22240;&#27492;&#65292;&#24744;&#24517;&#39035;&#20462;&#25913;&#40664;&#35748;&#35774;&#32622;&#12290;<br>&#23558;&#40736;&#26631;&#31227;&#21160;&#21040; Devel&#36793;&#30340;&#21152;&#21495;&#65288;+&#65289;&#19978;&#65292;&#28982;&#21518;&#28857;&#20987;&#23427;&#23637;&#24320; Devel&#31867;&#12290; <br>&#22270; 7. &#36873;&#25321;&#21253;&#36827;&#34892;&#23433;&#35013;</p>

<p>&#22312;&#20320;&#36824;&#27809;&#30830;&#23450;&#21738;&#20123;&#38656;&#35201;&#21738;&#20123;&#19981;&#38656;&#35201;&#26102;&#65292;&#26368;&#22909;&#20840;&#37096;&#19979;&#36733;&#65292;&#28857;&#20987;All&#21518;&#30340;default&#20026;install&#12290;&#21363;&#26159;&#23436;&#20840;&#23433;&#35013;&#20102;&#12290;&#20445;&#35777;&#20102;GCC&#32534;&#36753;&#22120;&#30340;&#20351;&#29992;&#12290;<br>&#24744;&#20250;&#30475;&#21040;&#22312; Devel &#19979;&#26377;&#35768;&#22810;&#20837;&#21475;&#65292;&#20854;&#20013;&#21482;&#26377;&#19977;&#20010;&#26159;&#24744;&#38656;&#35201;&#30340;&#65292;&#27425;&#24207;&#22914;&#19979;&#65306;<br>&bull;&nbsp; binutils <br>&bull;&nbsp; gcc <br>&bull;&nbsp; gcc-mingw <br>&#19981;&#26159;&#25152;&#26377;&#40664;&#35748;&#30340;&#22522;&#26412;&#21253;&#37117;&#38656;&#35201;&#36816;&#34892; GCC&#65292;&#20294;&#23427;&#20204;&#19981;&#22826;&#22823;&#65292;&#22240;&#27492;&#20026;&#31616;&#21333;&#21270;&#65292;&#23601;&#23433;&#35013;&#23427;&#20204;&#12290;<br>&#27880;&#24847;&#24456;&#23481;&#26131;&#36873;&#38169;&#21253;&#25110;&#29256;&#26412;&#65292;&#23588;&#20854;&#22312;&#37325;&#26032;&#23433;&#35013;&#30340;&#26102;&#20505;&#65292;&#22240;&#20026;&#36873;&#25321;&#31383;&#21475;&#20013;&#30340;&#24490;&#29615;&#25353;&#38062;&#26159;&#19981;&#26631;&#20934;&#30340;&#12290;&#22312;&#36825;&#19968;&#27493;&#25105;&#20204;&#24314;&#35758;&#30340;&#23601;&#26159;&#22810;&#21152;&#23567;&#24515;&#65292;&#23588;&#20854;&#26159;&#26377;&#22810;&#20010; GCC &#29256;&#26412;&#30340;&#24773;&#20917;&#19979;&#12290;<br>&#20026;&#36873;&#25321;&#36825;&#19977;&#20010;&#21253;&#65292;&#28857;&#20987;&#21015; New&#20013;&#27599;&#20010;&#21452;&#21521;&#31661;&#22836;&#30452;&#21040;&#26174;&#31034;&#27599;&#20010;&#21253;&#30340;&#29256;&#26412;&#21495;&#12290;&#26681;&#25454;&#24744;&#26426;&#22120;&#19978;&#24050;&#23433;&#35013;&#30340;&#20197;&#21450;&#38236;&#20687;&#19978;&#25152;&#25317;&#26377;&#30340;&#21512;&#36866;&#30340;&#29256;&#26412;&#65292;&#21015;&#20837;&#21475;&#22312;&#21508;&#22270;&#26631;&#38388;&#24490;&#29615;&#65306; </p>
<p>&#22914;&#26524;&#26377;&#22810;&#20010;&#29256;&#26412;&#21487;&#29992;&#65292;&#36873;&#25321;&#25968;&#23383;&#26368;&#22823;&#30340;&#19968;&#20010;&#12290;&#35201;&#19979;&#36733;&#20108;&#36827;&#21046;&#25991;&#20214;&#65292;&#30830;&#20445;&#36873;&#20013;&#20102;&ldquo;Bin&rdquo;&#21015;&#30340;&#22797;&#36873;&#26694;&#12290;<br>&#22270; 9. &#19979;&#36733;&#20108;&#36827;&#21046;&#25991;&#20214;</p>
<p>&#23436;&#25104;&#19979;&#36733;<br>&#36873;&#25321;&#23436;&#19977;&#20010;&#21253;&#20043;&#21518;&#65292;Cygwin &#23601;&#35775;&#38382;&#36873;&#25321;&#30340;&#38236;&#20687;&#20027;&#26426;&#65292;&#28982;&#21518;&#19979;&#36733;&#37027;&#19977;&#20010;&#21253;&#20197;&#21450;&#40664;&#35748;&#30340;&#22522;&#26412;&#21253;&#12290;&#26681;&#25454;&#24744;&#30340;&#36830;&#25509;&#36895;&#24230;&#36825;&#23558;&#25345;&#32493;&#20960;&#20998;&#38047;&#65292;&#22312;&#23433;&#35013;&#26399;&#38388;&#65292;&#23558;&#25171;&#24320;&#21644;&#20851;&#38381;&#35768;&#22810;&#24377;&#20986;&#31383;&#21475;&#12290;<br>&#22240;&#20026;&#23384;&#25918; Cygwin &#23433;&#35013;&#30340;&#38236;&#20687;&#31449;&#28857;&#26159;&#20041;&#21153;&#30340;&#65292;&#26377;&#26102;&#19981;&#21487;&#29992;&#25110;&#36127;&#33655;&#36807;&#37325;&#12290;&#22914;&#26524;&#21457;&#29616;&#36873;&#25321;&#30340;&#38236;&#20687;&#27809;&#26377;&#21709;&#24212;&#65292;&#23601;&#25353;&#21462;&#28040; &#65288; Cancel&#65289;&#65292;&#36825;&#23558;&#32456;&#27490;&#25972;&#20010;&#23433;&#35013;&#31243;&#24207;&#12290; <br>&#24799;&#19968;&#30340;&#21150;&#27861;&#23601;&#26159;&#37325;&#26032;&#24320;&#22987;&#23433;&#35013;&#24182;&#36873;&#25321;&#21478;&#19968;&#20010;&#38236;&#20687;&#65307;&#36825;&#38750;&#24120;&#35753;&#20154;&#24863;&#21040;&#27822;&#20007;&#12290;&#24184;&#36816;&#30340;&#26159;&#65292;&#23433;&#35013;&#31243;&#24207;&#35760;&#20303;&#20102;&#22823;&#22810;&#25968;&#24744;&#19978;&#27425;&#25152;&#20570;&#30340;&#65292;&#22240;&#27492;&#36890;&#24120;&#21462;&#40664;&#35748;&#24773;&#20917;&#12290;&#22312;&#37325;&#26032;&#36873;&#25321;&#27491;&#30830;&#30340;&#21253;&#26102;&#24517;&#39035;&#23567;&#24515;&#65292;&#22240;&#20026;&#22312;&#21518;&#38754;&#30340;&#23433;&#35013;&#20013;&#19981;&#24110;&#20320;&#36873;&#25321;&#36825;&#20123;&#20869;&#23481;&#12290;<br>setup&#31243;&#24207;&#28982;&#21518;&#35810;&#38382;&#26159;&#21542;&#22312;&#24744;&#30340;&#26700;&#38754;&#25110;&#24320;&#22987;&#33756;&#21333;&#21019;&#24314;&#19968;&#20010; Cygwin &#24555;&#25463;&#38190;&#12290;&#35813;&#24555;&#25463;&#38190;&#21551;&#21160; Cygwin shell (&#31216;&#20026; bash), &#36825;&#23545;&#25105;&#20204;&#35745;&#21010;&#20013;&#30340; DB2 &#20351;&#29992;&#24182;&#19981;&#26159;&#24517;&#39035;&#30340;&#65292;&#20294;&#23545;&#27979;&#35797;&#25105;&#20204;&#30340;&#23433;&#35013;&#26159;&#26377;&#29992;&#30340;&#12290;&#22240;&#27492;&#35753; setup&#33267;&#23569;&#21019;&#24314;&#19968;&#20010;&#26700;&#38754;&#24555;&#25463;&#38190;&#12290;&#25105;&#20204;&#23558;&#22312;&#23433;&#35013;&#30340;&#21518;&#38754;&#20351;&#29992;&#23427;&#12290; <br>&#26368;&#21518;&#65292;&#28857;&#20987; Finish&#25353;&#38062;&#12290;&#25105;&#20204;&#23558;&#22312; <br>&#21518;&#38754;<br>&#27979;&#35797;&#23433;&#35013;&#32467;&#26524;&#12290; <br>&#22270; 10. &#23436;&#25104;&#23433;&#35013;</p>
<p>&#24341;&#35328;&#65306;<br>&#21021;&#23398;linux&#26102;&#65292;&#38656;&#35201;&#36716;&#25442;&#31995;&#32479;&#26159;&#26368;&#22836;&#30140;&#24471;&#20107;&#65292;&#22240;&#20026;windows&#21644;linux&#21508;&#26377;&#20248;&#28857;&#65292;&#21508;&#26377;&#29992;&#36884;&#65292;&#25152;&#20197;&#21482;&#33021;&#40635;&#28902;&#30340;&#22312;&#20004;&#32773;&#20043;&#38388;&#20999;&#25442;&#65292;&#21453;&#22797;&#30340;&#37325;&#21551;&#12290;&#24320;&#26426;&#26102;&#20063;&#40635;&#28902;&#65292;&#22240;&#20026;&#21021;&#23398;&#32773;&#22823;&#22810;&#25968;&#20351;&#29992;windows&#65292;&#35013;&#20102;linux&#21518;&#65292;&#24320;&#26426;&#20250;&#33258;&#21160;&#21551;&#21160;linux(&#24403;&#28982;&#65292;&#21487;&#20197;&#36890;&#36807;&#22312;&#23433;&#35013;&#36807;&#31243;&#20013;&#35774;&#32622;&#25110;&#25353;&#35013;&#32467;&#26463;&#21518;&#20462;&#25913;&#30456;&#24212;&#25991;&#20214;&#26469;&#20915;&#23450;&#21551;&#21160;&#26102;&#20808;&#24341;&#23548;&#21738;&#20010;&#31995;&#32479;)&#65292;&#24819;&#36827;&#20837;windows&#36824;&#35201;&#22352;&#22312;&#30005;&#33041;&#26049;&#27515;&#31561;&#12290;Cygwin &#24688;&#22909;&#35299;&#20915;&#20102;&#36825;&#20010;&#38382;&#39064;&#12290;</p>
<p>&#20171;&#32461;&#65306; <br>1&nbsp; .cygwin &#26159;windows&#24179;&#21488;&#19978;&#36816;&#34892;&#30340;unix&#27169;&#25311;&#29615;&#22659;&#65292;&#23427;&#23545;&#20110;&#23398;&#20064;unix/linux&#25805;&#20316;&#29615;&#22659;&#65292;&#25110;&#32773;&#20174;unix&#21040;windows&#30340;&#24212;&#29992;&#31243;&#24207;&#31227;&#26893;&#65292;&#25110;&#32773;&#36827;&#34892;&#26576;&#20123;&#29305;&#27530;&#30340;&#24320;&#21457;&#24037;&#20316;&#65292;&#23588;&#20854;&#26159;&#20351;&#29992;gnu&#24037;&#20855;&#38598;&#22312;windows&#19978;&#36827;&#34892;&#23884;&#20837;&#24335;&#31995;&#32479;&#24320;&#21457;&#65292;&#38750;&#24120;&#26377;&#29992;&#12290;</p>
<p>&#29305;&#28857;&#65306;&nbsp; <br>1.&nbsp;&nbsp;&nbsp; cygwin&#21482;&#26159;&#27169;&#25311;&#19968;&#20010;unix&#30340;&#29615;&#22659;&#26377;&#21161;&#20110;&#21021;&#23398;&#32773;&#23398;&#20064;&#65292;&#29616;&#22312;&#20063;&#21487;&#20197;&#22312;windows&#19979;&#24320;&#21457;&#19968;&#20123;&#31243;&#24207;&#12290;&#20294;&#20182;&#25152;&#25903;&#25345;&#30340;&#21629;&#20196;&#27809;&#26377;&#26032;&#29256;&#26412;&#30340;LINUX&#22810;&#65292;&#23427;&#26159;&#19968;&#20010;&#19981;&#26159;&#24456;&#23436;&#25972;&#30340;UNIX&#31995;&#32479;&#12290;<br>2.&nbsp;&nbsp;&nbsp; vmware,qemu&#31561;&#34394;&#25311;&#26426;&#36719;&#20214;&#65292;&#20197;vmware&#20026;&#20363;&#65292;&#26159;&#20808;&#22312;windows&#20013;&#23433;&#35013;vmware&#34394;&#25311;&#26426;,&#20877;&#22312;vmware&#34394;&#25311;&#26426;&#19978;&#38754;&#29992;linux &#20809;&#30424;&#25110;iso&#38236;&#20687;&#23433;&#35013;&#23436;&#25972;&#30340;linux&#31995;&#32479;&#65292;vmware&#21151;&#33021;&#26159;&#34394;&#25311;&#19968;&#20010;cpu&#12290;&#19982;&#29992;&#34394;&#25311;&#26426;&#30456;&#27604;&#65292;Cygwin&#26412;&#36523;&#23601;&#26159;linux&#22312;windows&#29615;&#22659;&#19979;&#30340;&#37096;&#20998;&#26367;&#20195;&#29289;&#65292;&#21344;&#29992;&#36164;&#28304;&#30456;&#23545;&#36739;&#23569;&#65292;&#21516;&#26102;&#21151;&#33021;&#19982;&ldquo;&#30495;&#23454;&#24863;&rdquo;&#20063;&#26356;&#23567;&#65292;&#36824;&#26377;&#20123;&#19981;&#23436;&#21892;&#20043;&#22788;&#12290;<br>&#19979;&#36733;&#19982;&#23433;&#35013;&#65306;<br>1&#65294;&#35299;&#37322;&#65306; &#26412;&#26469;&#23433;&#35013;&#20010;&#36719;&#20214;&#26159;&#20010;&#24456;&#31616;&#21333;&#30340;&#20107;&#24773;&#65292;&#19981;&#36807;&#21021;&#27425;&#25509;&#35302;cygwin.&#24448;&#24448;&#26377;&#24456;&#22810;&#20154;&#25240;&#33150;&#20102;&#25968;&#26085;&#25165;&#25630;&#23450;&#12290;&#20027;&#35201;&#26159;&#21407;&#22240;&#26159;&#65306;&#25105;&#20204;&#20197;&#24448;&#22312;windows&#19978;&#35013;&#20010;&#36719;&#20214;&#65292;&#36890;&#24120;&#21482;&#26159;&#22312;&#32593;&#19978;&#19979;&#36733;&#20010;setup.exe&#23433;&#35013;&#21253;,&#28982;&#21518;&#23601;&#21487;&#20197;&#22312;&#27809;&#26377;&#32593;&#32476;&#30340;&#24773;&#20917;&#19979;&#65292;&#21452;&#20987;setup.exe,&#38543;&#26102;&#23601;&#21487;&#20197;&#23433;&#35013;&#21862;&#12290;Cygwin&#20063;&#26159;&#35201;&#19979;&#36733;&#19968;&#20010;setup.exe,&#19981;&#36807;&#36825;&#20010;setup.exe&#21487;&#19981;&#26159;&#23433;&#35013;&#21253;&#65292;&#32780;&#21482;&#26159;&#29992;&#26469;&#19979;&#36733;&#21644;&#23450;&#21046;&#23433;&#35013;&#21253;&#30340;&#65292;&#19979;&#36733;&#23450;&#21046;&#23436;&#25104;&#21518;&#65292;&#25165;&#26159;&#30495;&#27491;&#30340;&#23433;&#35013;&#65288;&#23601;&#19981;&#24517;&#38656;&#35201;&#32593;&#32476;&#21862;&#65289;&#65292;&#24453;&#20250;&#20799;&#23601;&#26126;&#30333;&#21862;&#12290;<br>2&#65294;&#19979;&#36733;&#23433;&#35013;&#65306; &#30331;&#38470;:http://www.cygwin.com ,&#28857;&#20987;&ldquo;install Cygwin Now&rdquo;&#20808;&#19979;&#36733;&#20010;&#23433;&#35013;&#21521;&#23548;&#25991;&#20214;setup.exe&#65292;&#36825;&#20010;&#26159;Cygwin&#30340;&#23448;&#26041;&#19979;&#36733;&#23433;&#35013;&#21521;&#23548;&#25991;&#20214;&#65292;&#32780;&#19988;&#20063;&#21482;&#33021;&#36890;&#36807;&#23427;&#25165;&#33021;&#27491;&#30830;&#19979;&#36733;&#26368;&#26032;&#30340;Cygwin&#29256;&#26412;&nbsp; &#12290;&#21452;&#20987;&ldquo;setup.exe&rdquo;,&#20986;&#29616;&#22914;&#19979;&#30028;&#38754;&#65288;&#22270;&#30053;&#65289;</p>
<p>&#28857;&#20987;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#65292;&#20986;&#29616;&#19977;&#20010;&#36873;&#39033;&#65292;&#21363;&#19977;&#31181;&#23433;&#35013;&#26041;&#24335;&#65306;<br>(1)&nbsp; Install from Internet&#65306;&#30452;&#25509;&#20174;Internet&#19978;&#19979;&#36733;&#24182;&#31435;&#21363;&#23433;&#35013;&#65288;&#23433;&#35013;&#23436;&#25104;&#21518;&#65292;&#19979;&#36733;&#22909;&#30340;&#23433;&#35013;&#25991;&#20214;&#24182;&#19981;&#20250;&#34987;&#21024;&#38500;&#65292;&#32780;&#26159;&#20173;&#28982;&#34987;&#20445;&#30041;&#65292;&#20197;&#20415;&#19979;&#27425;&#20877;&#23433;&#35013;&#65289;&#12290;<br>&#65288;2&#65289; Download Without Installing&#65306;&#21482;&#26159;&#23558;&#23433;&#35013;&#21253;&#19979;&#36733;&#21040;&#26412;&#22320;&#65292;&#20294;&#26242;&#26102;&#19981;&#23433;&#35013;&#12290;<br>&#65288;3&#65289; Install from Local Directory&#65306;&#19981;&#19979;&#36733;&#23433;&#35013;&#25991;&#20214;&#65292;&#30452;&#25509;&#20174;&#26412;&#22320;&#26576;&#20010;&#21547;&#26377;&#23433;&#35013;&#25991;&#20214;&#30340;&#30446;&#24405;&#36827;&#34892;&#23433;&#35013;&#65288;&#24471;&#20445;&#35777;&#20320;&#30340;&#35745;&#31639;&#26426;&#19978;&#24050;&#32463;&#29992;setup.exe&#22312;&#32593;&#19978;&#19979;&#36733;&#20102;&#23433;&#35013;&#21253;&#65289;&#12290;<br>&#31532;&#19968;&#27425;&#32943;&#23450;&#19981;&#36873;&#36873;&#39033;&#65288;3&#65289;&#12290;&#36873;&#39033;&#65288;1&#65289;&#26368;&#36153;&#26102;&#38388;&#65292;&#22914;&#26524;&#32593;&#36895;20kb/s ,&#24471;&#19968;&#22825;&#22810;&#25165;&#25630;&#22909;&#65292;&#19981;&#36807;&#26368;&#30465;&#20107;&#65292;&#31532;&#19968;&#27425;&#19981;&#30693;&#22914;&#20309;&#21150;&#65292;&#25105;&#36873;&#26368;&#31283;&#22949;&#30340;&#26041;&#24335;&#65306;&#36873;&#39033;&#65288;1&#65289;&#65292;&#19968;&#20010;&#27969;&#31243;&#25630;&#23450;&#12290;&#20854;&#23454;&#36873;&#39033;&#65288;2&#65289;&#20063;&#24471;&#24456;&#38271;&#26102;&#38388;&#12290;&#25152;&#20197;&#26080;&#35770;&#22914;&#20309;&#20445;&#35777;&#20320;&#33021;&#36830;&#32493;&#19978;&#32593;&#19968;&#25972;&#22825;&#21834;&#65292;&#19981;&#36807;&#23601;&#21035;&#22312;&#35745;&#31639;&#26426;&#38754;&#21069;&#19968;&#30452;&#22352;&#30528;&#27515;&#31561;&#20102;&#65292;&#24178;&#28857;&#21035;&#30340;&#20107;&#21435;&#21543;&#12290;&#36873;&#25321;&#23436;&#25104;&#21518;&#65292;&#28857;&#20987;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#12290;&#20986;&#29616; root Directory(&#26681;&#30446;&#24405;&#23433;&#35013;&#22788;&#65292;&#21363;&#30830;&#23450;&#35201;&#25226;cygwin&#23433;&#35013;&#22312;&#20309;&#22788;&#65292;&#24471;&#20445;&#35777;&#33267;&#23569;&#26377;5G&#31354;&#38386;&#31354;&#38388;)&#65292;&#28857;&#20987;&#21491;&#20391;&ldquo;Browse&#12290;&#12290;&#12290;&rdquo;<br>&#36873;&#25321;&#20320;&#35201;&#25226;cygwin&#23433;&#35013;&#22312;&#20309;&#22788;&#65292;&#25105;&#35013;&#22312;f&#30424;&#21862;&#12290;&#20854;&#23427;&#40664;&#35748;&#23601;&#34892;&#21862;&#12290;</p>
<p>&#30830;&#23450;&#21518;&#21333;&#20987;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#12290;&#20986;&#29616;&#19979;&#38754;&#30028;&#38754;&#65292;&#30830;&#23450;&#35201;&#25226;&#23433;&#35013;&#21253;&#65288;&#23601;&#26159;&#29992;setup.exe &#19979;&#36733;&#19979;&#26469;&#30340;&#23433;&#35013;&#21253;&#65292;&#29992;&#26469;&#30495;&#27491;&#23433;&#35013;cygwin&#27169;&#25311;&#29615;&#22659;&#30340;&#37027;&#20010;&#23433;&#35013;&#21253;&#65289;&#25918;&#22312;&#21738;&#20010;&#22320;&#26041;&#65292;&#20197;&#22791;&#20197;&#21518;&#29992;&#20110;&#30452;&#25509;&#23433;&#35013;cygwin&#27169;&#25311;&#29615;&#22659;&#12290;&#30830;&#35748;&#26041;&#24335;&#21644;&#19978;&#38754;&#19968;&#26679;&#65292;&#25105;&#23558;&#20043;&#25918;&#22312;f&#30424;&#33258;&#24049;&#24314;&#31435;&#30340;&#19968;&#20010;&#25991;&#20214;&#22841;cygwinset&#20013;&#12290;</p>
<p>&#30830;&#23450;&#21518;&#21333;&#20987;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#65292;&#20986;&#29616;&#22914;&#19979;&#30028;&#38754;&#12290;&#20986;&#29616;&#19977;&#31181;&#36830;&#25509;&#26041;&#24335;&#65292; <br>&#65288;1&#65289;Direct Connection&#65306;&#30452;&#25509;&#36830;&#25509;&#12290;<br>&#65288;2&#65289;Use IE5 Settings&#65306;&#20351;&#29992;IE&#30340;&#36830;&#25509;&#21442;&#25968;&#35774;&#32622;&#36827;&#34892;&#36830;&#25509;&#12290;<br>&#65288;3&#65289;Use HTTP/FTP Proxy&#65306;&#20351;&#29992;HTTP&#25110;FTP&#20195;&#29702;&#26381;&#21153;&#22120;&#36827;&#34892;&#36830;&#25509;&#65288;&#38656;&#35201;&#36755;&#20837;&#26381;&#21153;&#22120;&#22320;&#22336;&#21644;&#31471;&#21475;&#21495;&#65289;&#12290;</p>
<p>&#30452;&#25509;&#40664;&#35748;&#36873;&#25321;&#65306;&#36873;&#39033;&#65288;1&#65289;&#23601;&#34892;&#21862;&#65292;&#30452;&#25509;&#21333;&#20987;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#65292;&#31245;&#31561;&#29255;&#21051;&#20986;&#29616;&#22914;&#19979;&#30028;&#38754;&#65306;&#65288;&#22270;&#30053;&#65289;</p>
<p>&#30028;&#38754;&#20013;&#21015;&#20986;&#22810;&#20010;&#19979;&#36733;&#31449;&#28857;&#65292;&#25105;&#26159;&#36873;&#30340;&#40664;&#35748;&#39033;&#65292;&#65288;&#19968;&#23450;&#35760;&#20303;&#20320;&#36873;&#25321;&#30340;&#31449;&#28857;&#65289;&#65292;&#21487;&#33021;&#19979;&#36733;&#36895;&#24230;&#26377;&#19981;&#21516;&#21543;&#65292;&#30452;&#25509;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#12290;</p>
<p>&#23433;&#35013;&#21521;&#23548;&#27491;&#20174;&#19979;&#36733;&#38236;&#20687;&#31449;&#28857;&#19978;&#33719;&#21462;&#21387;&#32553;&#36807;&#30340;&#23433;&#35013;&#21015;&#34920;&#25991;&#20214;&#65292;&#29255;&#21051;&#20415;&#20986;&#29616;&#22914;&#19979;&#30028;&#38754;&#65292;&#21363;&#23433;&#35013;&#21015;&#34920;&#25991;&#20214;&#30028;&#38754;&#12290;</p>
<p>&#21487;&#20197;&#30475;&#21040;&ldquo;all&rdquo; &#21518;&#38754;&#26377;&#20010;&ldquo;Default&rdquo; &#23383;&#31526;,&#21363;&#20026;&#40664;&#35748;&#23433;&#35013;,&#21333;&#20987;&rdquo;default&rdquo;&#21487;&#20381;&#27425;&#21464;&#20026;&rdquo;install&rdquo; ,&ldquo;reinstall&rdquo;;&rdquo;reinstall&rdquo;&#20808;&#19981;&#29992;&#31649;&#65292;&ldquo;Default&ldquo;&#40664;&#35748;&#23433;&#35013;&#26102;&#24456;&#22810;&#22914;vivi,gcc &#31561;&#37117;&#19981;&#20250;&#34987;&#23433;&#35013;&#65292;&#21333;&#20987;&ldquo;all&rdquo; &#21518;&#38754;&ldquo;Default&rdquo;&#25104;&#20026;&rdquo;install&ldquo;&#65292;&#20840;&#37096;&#23433;&#35013;&#21363;&#21487;&#12290;&#20986;&#29616;&#22914;&#19979;&#30028;&#38754;&#65306;<br>&#21333;&#20987;&rdquo;&#19979;&#19968;&#27493;&ldquo;&#23601;&#22909;&#22909;&#31561;&#30528;&#21543;&#65292;&#25105;&#29992;&#20102;&#19968;&#22825;&#24038;&#21491;&#12290;<br>&#23433;&#35013;&#23436;&#27605;&#21518;&#65292;&#26368;&#21518;&#19968;&#20010;&#30028;&#38754;&#25552;&#31034;&#26159;&#21542;&#24314;&#31435;&#26700;&#38754;&#24555;&#25463;&#26041;&#24335;&#65292;&#30452;&#25509;&#25171;&ldquo;/&ldquo;&#23601;&#25104;&#65292;&#28982;&#21518;&rdquo;&#30830;&#23450;&ldquo;&#23601;&#24443;&#24213;&#23436;&#24037;&#21862;&#12290;&#25105;&#30340; f&#30424;&#30340; cygwinset &#25991;&#20214;&#22841;&#20013;&#30475;&#21040;&#21517;&#20026;&rdquo; ftp%3a%2f%2fcygwin.dp.ua%2fpub%2fmirrors%2fcygwin&ldquo;&#23433;&#35013;&#21253;&#65292;&#20320;&#30340;&#21487;&#33021;&#26159;&rdquo;http%3a%2f%&#12290;&#12290;&#12290;&#12290;&#12290;&ldquo;&#26080;&#25152;&#35859;&#21862;&#65292;&#30041;&#30528;&#20197;&#21518;&#23433;&#35013;&#29992;&#12290;</p>
<p>&#21452;&#20987;&#26700;&#38754; &#22270;&#26631;&nbsp;&nbsp; &#36827;&#20837; cygwin &#34394;&#25311;&#29615;&#22659;&#12290;</p>
<p>&#22914;&#26524;&#19979;&#36733;&#23433;&#35013;&#19981;&#39034;&#21033;&#65292;&#22914;&#20986;&#29616; &ldquo;down incomplete,Try&nbsp; again? &rdquo;&#25552;&#31034;&#31526;&#12290;&#25110;&#32773;&#22312;&#26576;&#19968;&#36827;&#24230;&#21345;&#20303;&#19981;&#21160;&#65292;&#21017;&#21487;&#28857;&#20987;&ldquo;&#21462;&#28040;&ldquo;&#65292;&#28982;&#21518;&#37325;&#26032;&#28857;&#20987;setup.exe &#37325;&#22797;&#19978;&#38754;&#21160;&#20316;&#65292;&#19981;&#36807;&#26377;&#20004;&#20010;&#20851;&#38190;&#21160;&#20316;&#65306;&#19968;&#26159;&#22312;&#36873;&#25321;&#19979;&#36733;&#32593;&#31449;&#26102;&#35201;&#36873;&#25321;&#21516;&#19968;&#20010;&#32593;&#22336;&#65292;&#22914;&#19979;&#30028;&#38754;(&#36825;&#23601;&#26159;&#19978;&#38754;&#24314;&#35758;&#35201;&#35760;&#20303;&#32593;&#22336;&#30340;&#21407;&#22240;.)<br>&#31532;&#20108;&#20010;&#20851;&#38190;&#21160;&#20316;&#65306;&#23433;&#35013;&#26041;&#24335;&#26102;&#36873;&#25321;&#65292;&#36873;&#25321;&rdquo;Reinstall&ldquo;&#65292;&#32780;&#19981;&#26159;&rdquo;install&ldquo;&#21862;&#65292;&#36825;&#26679;&#21333;&#20987;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#23601;&#21487;&#20174;&#21407;&#26469;&#30340;&#36827;&#24230;&#32487;&#32493;&#19979;&#36733;&#23433;&#35013;&#12290;&#21542;&#21017;&#23558;&#20174;&#38646;&#24320;&#22987;&#21862;&#12290;&#12290;</p>
<p>&#20351;&#29992;&#65306; <br>&#22312;&#20351;&#29992;cygwin&#34394;&#25311;&#29615;&#22659;&#20043;&#21069;&#35201;&#35774;&#32622;&#19968;&#19979;&#29615;&#22659;&#21464;&#37327;PATH&#12290;PATH&#21464;&#37327;&#34987;cygwin&#24212;&#29992;&#31243;&#24207;&#20316;&#20026;&#25628;&#32034;&#21487;&#30693;&#24615;&#25991;&#20214;&#30340;&#36335;&#24452;&#21015;&#34920;.&#22914;&#26524;&#24819;&#22312;&#19981;&#36816;&#34892;bash&#30340;&#26102;&#20505;&#20063;&#33021;&#22815;&#20351;&#29992;cygwin&#24037;&#20855;&#38598;&#65292;PATH&#36215;&#30721;&#24212;&#35813;&#21253;&#21547;x:cygwinbin&#65292;&#20854;&#20013;x:cygwin &#26159;&#20320;&#30340;&#31995;&#32479;&#20013;&#30340;cygwin&#30446;&#24405;&#12290;&#20363;&#22914;&#25105;&#30340;&#21017;&#26159;f&#65306;cygwin.&#21017;PATH=f:cygwinbin. &#35774;&#32622;&#26041;&#27861;&#22914;&#19979;&#65306;<br>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#25171;&#24320;windows&#31995;&#32479;&#23646;&#24615;&#23545;&#35805;&#26694;&#65292;&#28857;&#20987;&ldquo;&#39640;&#32423;&rdquo;&mdash;&#12299;&rdquo;&#29615;&#22659;&#21464;&#37327;&rdquo;&#65292;&#25171;&#24320;&#29615;&#22659;&#21464;&#37327;&#35774;&#32622;&#31383;&#21475;&#12290;<br>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#28857;&#20987;&#29992;&#25143;&#29615;&#22659;&#21464;&#37327;&#31383;&#21475;&#30340;&ldquo;&#26032;&#24314;&rdquo;&#65292;&#23601;&#26159;&#19978;&#36793;&#37027;&#20010;&#12290;&#20986;&#29616;&#22914;&#19979;&#26032;&#24314;&#29992;&#25143;&#29615;&#22659;&#21464;&#37327;&#30028;&#38754;&#65306;&#36755;&#20837;&#22914;&#19979;</p>
<p>&#21333;&#20987;&ldquo;&#30830;&#23450;&rdquo;&#65292;&#22909;&#21862;&#65292;&#29616;&#22312;&#21487;&#20197;&#20351;&#29992;&#21862;&#65292;&#21452;&#20987;&#26700;&#38754;&#22270;&#26631;&#36827;&#20837;cygwin&#12290;<br>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#26368;&#20808;&#24819;&#20570;&#30340;&#26159;&#65292;&#26597;&#30475;windows&#30340;&#20869;&#23481;&#12290;<br>&#36755;&#20837;&#25351;&#20196;&ldquo;mount&rdquo; <br>$mount<br>&#20986;&#29616;&#33021;&#26597;&#30475;&#30340;&#25152;&#26377;&#30446;&#24405;&#12299;&#12299;</p>
<p>&#20027;&#26426;&#19978;&#30340;c&#30424; &#23545;&#24212;&nbsp; /cygdrive/c <br>&#24819;&#26597;&#30475;c&#30424;&#65292;&#36755;&#20837;&#25351;&#20196;&#65306;<br>$cd&nbsp; /cygdrive/c<br>&#35201;&#26597;&#30475;c&#30424;&#20869;&#23481;&#65306;<br>$ls<br>&#23545;d ,e, f&#30424;&#26597;&#30475;&#65292;&#21516;&#29702;<br>Cygwin&#24120;&#29992;&#25351;&#20196;&#19982;linux&#19979;&#22522;&#26412;&#19968;&#33268;&#65292;&#35831;&#33258;&#34892;&#26597;&#38405;&#12290;&#19981;&#36807;&#25105;&#30340;cygwin &#33021;&#26597;&#30475;&#25991;&#20214;&#65292;&#26080;&#27861;&#32534;&#36753;&#25991;&#20214;&#65292;vi &#21518;&#65292;&#38190;&#30424;&#36755;&#20837;&#19981;&#27491;&#24120;&#12290;&#21482;&#33021;&#22312;windows&#19979;&#24314;&#31435;&#12290;&#22312;windows&#19979;&#24314;&#31435;&#30340;c&#25991;&#20214;&#26159;&#21487;&#20197;&#22312;cygwin&#19979;&#32534;&#35793;&#21644;&#36816;&#34892;&#30340;&#12290;<br>&#25554;&#20837;&#19968;&#20010;&#23567;&#38382;&#39064;&#65306;&#20877;&#26597;&#30475; windows&#30340;&#25991;&#20214;&#26102;&#65292;&#26377;&#20123;&#25991;&#20214;&#21517; &#20004;&#20010; &#21333;&#35789;&#20043;&#38388;&#26377;&#31354;&#26684;&#12290;<br>&#26597;&#30475;&#26102; &#21487;&#22312;&#20013;&#38388;&#25554;&#20837;&ldquo;&rdquo;&#12290;&#20363;&#22914;&#24819;&#26597;&#30475;c&#30424;&#30340; Program&nbsp; Files &#25991;&#20214;&#22841;&#65292;&#20808;&#36827;&#20837;c&#30424;&#28982;&#21518;&#25351;&#20196;&#22914;&#19979;&#65306;<br>$cd&nbsp; Program&nbsp; Files<br>&#21363;&#21487;&#12290;<br>&#20132;&#21449;&#32534;&#35793;vivi&#65292;kernel&#65306;<br>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#23433;&#35013;arm-linux-gcc&#20132;&#21449;&#32534;&#35793;&#29615;&#22659;&#65306;<br>&#65288;1&#65289;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#20808;&#22312;X:cygwin&#19979;&#24314;&#31435;&#20010;&#25991;&#20214;&#22841;&#22914;&#65306;opt&#12290;<br>&#65288;2&#65289;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#23558;arm-linux-gcc &#30340;&#21387;&#32553;&#21253;&#35299;&#21387;&#22312;opt&#20013;&#12290;&#25105;&#30340;&#26159;<br>arm-linux-toolchains_cygwin.tgz <br>$cd opt<br>$tar zxvf&nbsp; arm-linux-toolchains_cygwin.tgz <br>Opt&#12288;&#30446;&#24405;&#20986;&#29616;FriendlyARM&#30446;&#24405;&#65292;&#20869;&#20026;&#20132;&#21449;&#32534;&#35793;&#24037;&#20855;&#28304;&#30721;&#12290;<br>&#20462;&#25913;&#21551;&#21160;&#33050;&#26412;/etc/profile&#25991;&#20214;(&#21487;&#22312;Windows&#20013;&#29992;&#25991;&#26412;&#32534;<br>X:cygwinetcprofile)&#20013;&#30340;PATH&#29615;&#22659;&#21464;&#37327;&#20026;<br>PATH=/usr/local/bin:/usr/bin:/bin:/usr/X11R6/bin:/opt/FriendlyARM/crosstool/arm-linux/gcc-2.95.3-glibc-2.2.3/bin:$PATH</p>
<p>&#21487;&#20197;&#40736;&#26631;&#28857;&#20987;&#30456;&#24212;&#30446;&#24405;&#26597;&#30475;&#19968;&#19979;&#65292;&#24863;&#21463;&#26356;&#30452;&#35266;&#12290;<br>&#36755;&#20837;&#21629;&#20196;&#65306;&ldquo; arm-linux-gcc &ndash;v &rdquo;&nbsp; &#30830;&#35748;&#26159;&#21542;&#23433;&#35013;&#25104;&#21151;<br>2. &#32534;&#35793;vivi&#65306;<br>&#30001;&#20110;VIVI&#35201;&#29992;&#21040;kernel&#30340;&#19968;&#20123;&#22836;&#25991;&#20214;&#65292;&#25152;&#20197;&#38656;&#35201;kernel&#30340;&#28304;&#20195;&#30721;&#65292;&#23558;vivi&#21644;kernel&#37117;&#21387;&#21040;/FriendlyARM&#19979;<br>&#28982;&#21518;&#38656;&#20462;&#25913;/friendly-arm/vivi/Makefile&#37324;&#30340;&#19968;&#20123;&#21464;&#37327;&#35774;&#32622;<br>LINUX_INCLUDE_DIR = /friendly-arm/kernel/include<br>CROSS_COMPILE&nbsp;&nbsp; = arm-linux-<br>ARM_GCC_LIBS=/opt/FriendlyARM/crosstool/arm-linux/gcc-2.95.3-glibc-2.2.3/lib/gcc-lib/arm-linux/2.95.3<br>&#25454;&#35828;&#20026;&#30830;&#20445;&#32534;&#35793;&#30340;&#26377;&#25928;&#24615;&#65292;&#26368;&#22909;&#22312;&#32534;&#35793;&#20043;&#21069;&#23558;vivi&#37324;&#25152;&#26377;&#30340;&ldquo;*.o&rdquo;&#21644;&ldquo;*.o.flag&rdquo;&#21024;&#30340;&#25481;&#65292;&#19981;&#36807;&#25105;&#27809;&#25214;&#21040;&#65292;&#20063;&#23601;&#27809;&#31649;&#12290;</p>
<p>&#36827;&#20837;/FriendlyARM/vivi&#30446;&#24405;&#37324;&#65292;&#36755;&#20837;&ldquo;make menuconfig&rdquo;&#65292;&#24320;&#22987;&#36873;&#25321;&#37197;&#32622;&#12290;&#27880;&#24847;Exit&#26102;&#19968;&#23450;&#35201;&#36873;&ldquo;Yes&rdquo;&#20445;&#23384;&#37197;&#32622;&#12290;<br>&#20877;&#36755;&#20837;&ldquo;make&rdquo;&#27491;&#24335;&#24320;&#22987;&#32534;&#35793;&#65292;&#19968;&#20250;&#20799;&#23601;&#23436;&#20102;&#12290;&#22914;&#26524;&#19981;&#25253;&#38169;&#65292;&#22312;FriendlyARM/vivi&#37324;&#38754;&#23601;&#26377;&#20320;&#33258;&#24049;&#30340;&ldquo;vivi&rdquo;&#20102;&#12290;</p>
<p>3. &#32534;&#35793;kernel&#65306;<br>kernel&#30340;&#28304;&#31243;&#24207;&#22312;&#19978;&#38754;&#32534;&#35793;vivi&#26102;&#24050;&#32463;&#35299;&#21040;/friendly-arm/kernel&#20013;&#20102;&#12290;&#22240;&#20026;&#36825;&#20010;&#31243;&#24207;&#21253;&#24050;&#22312;linux &#20013;&#32534;&#35793;&#36807; &#65292;&#26377;&#19968;&#20123;&#20013;&#38388;&#21644;&#30446;&#26631;&#20195;&#30721;&#21644;Cygwin&#26159;&#19981;&#20860;&#23481;&#30340;&#12290;&#24517;&#39035;&#20808;&#22788;&#29702;&#19968;&#19979;&#65292;&#21542;&#21017;&#19981;&#33021;&#27491;&#24120;&#36827;&#34892;&#32534;&#35793;&#12290;</p>
<p>&#36827;&#20837;/friendly-arm/kernel&#30446;&#24405;&#65292;&#21487;&#20197;&#36755;&#19968;&#19979;&ldquo;make menuconfig&rdquo;&#35797;&#35797;&#12290;&#32467;&#26524;&#25552;&#31034;&#20986;&#38169;&#12290;&#36825;&#26159;&#30001;&#20110;&#37197;&#32622;&#33050;&#26412;&#24050;&#22312;Linux&#20013;&#32534;&#35793;&#36807;&#65292;&#22312;scripts/lxdialog&#37324;&#20135;&#29983;&#20102;&#19968;&#20010;Linux&#19979;&#30340;&#21487;&#25191;&#34892;&#31243;&#24207;lxdialog&#12290;&#22312;Cygwin&#37324;&#36825;&#26159;&#20010;&#22351;&#19996;&#35199;&#65292;&#23427;&#26082;&#19981;&#33021;&#25191;&#34892;&#65292;&#36824;&#20250;&#38459;&#27490;&#21487;&#25191;&#34892;&#31243;&#24207;&#30340;&#29983;&#25104;&#12290;&#24517;&#39035;&#25226;&#23427;&#21024;&#25481;,&#30446;&#24405;&#22914;&#19979;&#65306;<br>/FriendlyARM/kernel/scripts/lxdialog/lxdialog<br>&#39034;&#20415;&#25226;&#21516;&#19968;&#25991;&#20214;&#19979;&#30340;&#25152;&#26377;.o &#25991;&#20214;&#20063;&#37117;&#21024;&#38500;&#65292;&#30475;&#20934;&#21862;&#65292;&#21035;&#25226;.c &#28304;&#25991;&#20214;&#21024;&#21862;&#65281;</p>
<p>&#20877;&#25191;&#34892;&ldquo;make zImage&rdquo;&#24212;&#35813;&#21487;&#20197;&#23436;&#25104;&#32534;&#35793;&#20102;&#12290;&#22914;&#26524;&#20986;&#29616;&#22914;&#19979;&#25552;&#31034;&#65306;make: *** No rule to make target `/friendly-arm/kernel/include/asm/arch/param.h&rsquo;, needed by `/friendly-arm/kernel/include/asm/param.h&rsquo;. Stop. <br>&#21017; &#20808;&ldquo;make dep&rdquo;<br>&#20877; &ldquo;make zImage&rdquo;<br>&#31561;&#19968;&#20250;&#20799;&#65292;&#23601;&#20250;&#22312;//FriendlyARM/kernel/arch/arm/boot&#30446;&#24405;&#37324;&#20250;&#29983;&#25104;&#20320;&#32534;&#35793;&#30340;zImage &#12290;<br>&#39034;&#20415;&#25552;&#31034;&#19968;&#19979;&#65306;&#26377;&#26102;&#20505;cygwin &#20250;&#20986;&#29616;&#26174;&#31034;&#19981;&#23436;&#20840;&#29616;&#35937;&#65292;&#27604;&#22914;&ldquo;make dep&rdquo; &#21518;&#65292;&#23601;&#21487;&#33021;&#20986;&#29616;&#65292;&#19981;&#29992;&#31649;&#65292;&#21482;&#35201;make dep &#19968;&#27573;&#26102;&#38388;&#65292;&#23631;&#24149;&#19981;&#21160;&#65292;ls &#33021;&#20351;&#29992;&#65292;&#23601;&#30452;&#25509;&#36755;&#20837;&ldquo;make zImage&rdquo;&#29983;&#25104;&#20869;&#26680;&#21862;&#12290;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/06/30/11694/" title="10:54 PM" rel="bookmark"><time class="entry-date" datetime="2011-06-30T22:54:25+00:00">2011/06/30</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --></div><!-- #content -->
	</section><!-- #primary --><div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>June 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/05/">&laquo; May</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/07/">Jul &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="2" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/06/01/" aria-label="Posts published on June 1, 2011">1</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/02/" aria-label="Posts published on June 2, 2011">2</a></td><td>3</td><td><a href="http://log.SunnyBoy.Me/2011/06/04/" aria-label="Posts published on June 4, 2011">4</a></td><td>5</td>
	</tr><tr><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/06/07/" aria-label="Posts published on June 7, 2011">7</a></td><td>8</td><td><a href="http://log.SunnyBoy.Me/2011/06/09/" aria-label="Posts published on June 9, 2011">9</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/10/" aria-label="Posts published on June 10, 2011">10</a></td><td>11</td><td>12</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/06/13/" aria-label="Posts published on June 13, 2011">13</a></td><td>14</td><td><a href="http://log.SunnyBoy.Me/2011/06/15/" aria-label="Posts published on June 15, 2011">15</a></td><td>16</td><td><a href="http://log.SunnyBoy.Me/2011/06/17/" aria-label="Posts published on June 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/18/" aria-label="Posts published on June 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/19/" aria-label="Posts published on June 19, 2011">19</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/06/20/" aria-label="Posts published on June 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/21/" aria-label="Posts published on June 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/22/" aria-label="Posts published on June 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/23/" aria-label="Posts published on June 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/24/" aria-label="Posts published on June 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/25/" aria-label="Posts published on June 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/26/" aria-label="Posts published on June 26, 2011">26</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/06/27/" aria-label="Posts published on June 27, 2011">27</a></td><td>28</td><td><a href="http://log.SunnyBoy.Me/2011/06/29/" aria-label="Posts published on June 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/30/" aria-label="Posts published on June 30, 2011">30</a></td>
		<td class="pad" colspan="3">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
