<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#23431;&#23449;&#22768;&#38899;&#65306;&#29233;&#22240;&#26031;&#22374;&#39044;&#35328;&#24341;&#21147;&#27874;&#26102;&#31354;&#28063;&#28458;&#20043;&#35868; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#23431;&#23449;&#22768;&#38899;&#65306;&#29233;&#22240;&#26031;&#22374;&#39044;&#35328;&#24341;&#21147;&#27874;&#26102;&#31354;&#28063;&#28458;&#20043;&#35868; Comments Feed" href="http://log.SunnyBoy.Me/2011/10/07/12719/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#20197;&#33394;&#21015;&#31185;&#23398;&#23478;&#22240;&#21457;&#29616;&#20934;&#26230;&#20307;&#32780;&#33719;&#30340;2011&#24180;&#35834;&#36125;&#23572;&#21270;&#23398;&#22870;" href="http://log.SunnyBoy.Me/2011/10/07/12718/"><link rel="next" title="&#29420;&#23478;&#32426;&#24405;&#29255;&#65306;&#20877;&#35265;&#65292;&#20052;&#24067;&#26031;&#65281;_&#31185;&#25216;&#39057;&#36947;_&#20964;&#20976;&#32593;" href="http://log.SunnyBoy.Me/2011/10/07/12720/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/10/07/12719/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=12719"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F10%2F07%2F12719%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F10%2F07%2F12719%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-12719 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-12719" class="post-12719 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#23431;&#23449;&#22768;&#38899;&#65306;&#29233;&#22240;&#26031;&#22374;&#39044;&#35328;&#24341;&#21147;&#27874;&#26102;&#31354;&#28063;&#28458;&#20043;&#35868;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/07/12719/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12288;&#12288;&#25454;&#22269;&#22806;&#23186;&#20307;&#25253;&#36947;&#65292;&#29233;&#22240;&#26031;&#22374;&#22312;&#20182;&#30340;&#26102;&#31354;&#29702;&#35770;&#20013;&#39044;&#35328;&#20102;&#23431;&#23449;&#20013;&#23384;&#22312;&#24341;&#21147;&#27874;&#25928;&#24212;&#65292;&#20294;&#26159;&#25105;&#20204;&#30446;&#21069;&#20173;&#28982;&#22312;&#23547;&#25214;&#23427;&#30340;&#36394;&#36857;&#12290;&#24341;&#21147;&#27874;&#34987;&#35748;&#20026;&#26159;&#26102;&#31354;&#32467;&#26500;&#20013;&#30340;&#23567;&#28063;&#28458;&#65292;&#35768;&#22810;&#20154;&#23558;&#27604;&#21947;&#25104;&#25105;&#20204;&#23431;&#23449;&#30340;&ldquo;&#22768;&#38899;&rdquo;&#12290;&#27491;&#22914;&#22312;&#25105;&#20204;&#26085;&#24120;&#29983;&#27963;&#20013;&#65292;&#22768;&#38899;&#26159;&#19981;&#21487;&#20998;&#21106;&#30340;&#19968;&#37096;&#20998;&#65292;&#20854;&#26159;&#25105;&#20204;&#23545;&#22806;&#30028;&#20107;&#29289;&#24863;&#30693;&#30340;&#37325;&#35201;&#36884;&#24452;&#20043;&#19968;&#12290;&#32780;&#24341;&#21147;&#27874;&#30340;&#20316;&#29992;&#20063;&#31867;&#20284;&#19982;&#27492;&#65292;&#23545;&#24341;&#21147;&#27874;&#30340;&#30740;&#31350;&#20063;&#23558;&#25299;&#23637;&#21333;&#19968;&#26395;&#36828;&#38236;&#23545;&#23431;&#23449;&#35266;&#27979;&#30340;&#33539;&#22260;&#12290;</p>
<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/6d7de_56953429.jpg" alt=""></p>
<p align="center">&#29233;&#22240;&#26031;&#22374;&#30340;&#26102;&#31354;&#29702;&#35770;&#39044;&#35328;&#23431;&#23449;&#24341;&#21147;&#27874;&#30340;&#23384;&#22312;(&#36164;&#26009;&#22270;)</p>
<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/c0da8_56953430.jpg" alt=""></p>
<p align="center">&#22825;&#20307;&#30896;&#25758;&#21512;&#24182;&#20107;&#20214;&#23548;&#33268;&#24341;&#21147;&#27874;&#30340;&#27169;&#25311;&#22270;</p>
<p>&#12288;&#12288;&#29233;&#22240;&#26031;&#22374;&#22312; 1918 &#24180;&#25552;&#20986;&#30340;&#29702;&#35770;&#20013;&#39044;&#35328;&#20102;&#24341;&#21147;&#27874;&#22312;&#23431;&#23449;&#20013;&#30340;&#23384;&#22312;&#65292;&#22312;&#23558;&#36817; 100 &#24180;&#21518;&#30340;&#20170;&#22825;&#65292;&#32654;&#22269;&#12289;&#27431;&#27954;&#12289;&#26085;&#26412;&#20197;&#21450;&#28595;&#22823;&#21033;&#20122;&#37117;&#22312;&#24314;&#36896;&#20808;&#36827;&#30340;&#24341;&#21147;&#27874;&#25506;&#27979;&#22120;&#26469;&#23547;&#25214;&#23427;&#20204;&#30340;&#36394;&#36857;&#12290;</p>
<p>&#12288;&#12288;&#24341;&#21147;&#27874;&#30340;&#20449;&#21495;&#22312;&#23431;&#23449;&#20013;&#26159;&#38750;&#24120;&#24494;&#24369;&#30340;&#65292;&#21487;&#20197;&#35828;&#26159;&#38750;&#24120;&#38590;&#20197;&#25506;&#27979;&#65292;&#38656;&#35201;&#26497;&#39640;&#30340;&#28789;&#25935;&#24230;&#25165;&#26377;&#21487;&#33021;&#26816;&#27979;&#20986;&#12290;&#30830;&#20999;&#30340;&#35828;&#65292;&#24341;&#21147;&#27874;&#20135;&#29983;&#20110;&#22823;&#36136;&#37327;&#22825;&#20307;&#36816;&#21160;&#25110;&#32773;&#30896;&#25758;&#31561;&#20107;&#20214;&#12290;&#27604;&#22914;&#65292;&#24403;&#21069;&#22825;&#25991;&#23398;&#23478;&#23545;&#23431;&#23449;&#20013;&#24341;&#21147;&#27874;&#30340;&#25506;&#27979;&#36739;&#20026;&#20856;&#22411;&#30340;&#23545;&#35937;&#26159;&#20004;&#20010;&#20013;&#23376;&#26143;&#30340;&#30896;&#25758;&#65292;&#27599;&#19968;&#20010;&#20013;&#23376;&#26143;&#30340;&#36136;&#37327;&#37117;&#25509;&#36817;&#20110;&#25105;&#20204;&#30340;&#22826;&#38451;&#36136;&#37327;&#65292;&#24403;&#23427;&#20204;&#30456;&#20114;&#22260;&#32469;&#36816;&#34892;&#24182;&#26368;&#32456;&#21457;&#29983;&#30896;&#25758;&#21512;&#24182;&#12290;&#20854;&#20869;&#37096;&#29289;&#36136;&#36816;&#21160;&#30340;&#36895;&#24230;&#21487;&#25509;&#36817;&#20809;&#36895;&#12290;&#35813;&#36807;&#31243;&#21487;&#20135;&#29983;&#36739;&#39640;&#32423;&#21035;&#30340;&#24341;&#21147;&#27874;&#65292;&#20294;&#26159;&#20854;&#20256;&#21040;&#22320;&#29699;&#30340;&#20449;&#21495;&#23601;&#26174;&#24471;&#26497;&#20026;&#24494;&#24369;&#20102;&#65292;&#36825;&#20063;&#26159;&#20026;&#20160;&#20040;&#25105;&#20204;&#38656;&#35201;&#26497;&#39640;&#30340;&#28789;&#25935;&#24230;&#21435;&#23547;&#25214;&#24341;&#21147;&#27874;&#23384;&#22312;&#30340;&#36394;&#36857;&#12290;</p>
<p>&#12288;&#12288;&#21516;&#26102;&#65292;&#27492;&#31867;&#20107;&#20214;&#22312;&#23431;&#23449;&#20013;&#20063;&#26159;&#38750;&#24120;&#32597;&#35265;&#30340;&#65292;&#31185;&#23398;&#23478;&#35748;&#20026;&#20854;&#21457;&#29983;&#30340;&#27010;&#29575;&#20026;&#65306;&#27599;&#20010;&#26143;&#31995;&#22312;&#25968;&#21313;&#19975;&#33267;&#25968;&#30334;&#19975;&#24180;&#20869;&#25165;&#21487;&#33021;&#21457;&#29983;&#19968;&#27425;&#12290;&#22240;&#27492;&#65292;&#35201;&#22312;&#25105;&#20204;&#26377;&#29983;&#20043;&#24180;&#20869;&#26816;&#27979;&#21040;&#23431;&#23449;&#24341;&#21147;&#27874;&#20449;&#21495;&#65292;&#23601;&#24517;&#39035;&#35201;&#26377;&#36275;&#22815;&#28789;&#25935;&#30340;&#25506;&#27979;&#35013;&#32622;&#65292;&#20197;&#23547;&#25214;&#25968;&#21313;&#20159;&#20809;&#24180;&#22788;&#20256;&#25773;&#36807;&#26469;&#30340;&#24341;&#21147;&#27874;&#20449;&#21495;&#12290;&#36825;&#23545;&#31185;&#23398;&#23478;&#32780;&#35328;&#20063;&#26159;&#19968;&#20010;&#24040;&#22823;&#30340;&#25216;&#26415;&#25361;&#25112;&#12290;&#22312;&#36825;&#26679;&#22823;&#23610;&#24230;&#36317;&#31163;&#19978;&#26816;&#27979;&#24341;&#21147;&#27874;&#20449;&#21495;&#65292;&#20854;&#38590;&#24230;&#21487;&#24819;&#35937;&#20026;&#65306;&#24403;&#25105;&#20204;&#22312;&#25151;&#38388;&#24320;&#30528;&#30005;&#35270;&#26426;&#12289;&#30005;&#35805;&#38083;&#22768;&#21516;&#26102;&#20063;&#21709;&#36215;&#65292;&#32780;&#24341;&#21147;&#27874;&#20449;&#21495;&#27492;&#21051;&#27491;&#22312;&#28129;&#28129;&#22320;&#35302;&#30896;&#25151;&#38388;&#30340;&#38376;&#12290;</p>
<p>&#12288;&#12288;&#23545;&#24341;&#21147;&#27874;&#25506;&#27979;&#19981;&#20165;&#30475;&#20811;&#26381;&#25506;&#27979;&#23545;&#35937;&#30340;&#29305;&#24615;&#65292;&#21516;&#26102;&#20063;&#35201;&#23631;&#34109;&#22320;&#29699;&#19978;&#21508;&#31181;&#25968;&#19981;&#32988;&#25968;&#30340;&#22122;&#22768;&#28304;&#12290;&#36825;&#20123;&#22122;&#22768;&#28304;&#20174;&#19968;&#27425;&#22320;&#38663;&#21040;&#36965;&#36828;&#30340;&#19968;&#20010;&#28023;&#28010;&#65292;&#37117;&#21487;&#23545;&#24341;&#21147;&#27874;&#25506;&#27979;&#26500;&#25104;&#24433;&#21709;&#12290;&#37027;&#25105;&#20204;&#22914;&#20309;&#25165;&#33021;&#30693;&#36947;&#65292;&#25105;&#20204;&#26816;&#27979;&#21040;&#30340;&#26159;&#24341;&#21147;&#27874;&#20449;&#21495;&#65292;&#32780;&#19981;&#26159;&#19968;&#20010;&#26641;&#26408;&#20498;&#22604;&#25110;&#32773;&#21345;&#36710;&#30340;&#22122;&#38899;&#24433;&#21709;&#65311;</p>
<p>&#12288;&#12288;&#25454;&#27492;&#65292;&#22825;&#25991;&#23398;&#23478;&#21457;&#29616;&#21487;&#20197;&#36890;&#36807;&#23547;&#25214;&#19968;&#20010;&#28508;&#22312;&#30340;&#30005;&#30913;&#20449;&#21495;&#26469;&#31579;&#36873;&#32972;&#26223;&#22122;&#38899;&#65292;&#36825;&#20010;&#30005;&#30913;&#20449;&#21495;&#24517;&#39035;&#20276;&#38543;&#30528;&#24341;&#21147;&#27874;&#30340;&#20256;&#25773;&#12290;&#36825;&#23601;&#21487;&#20197;&#24819;&#35937;&#20026;&#65306;&#24403;&#25105;&#20204;&#21548;&#21040;&#38376;&#22806;&#26377;&#20154;&#25970;&#38376;&#22768;&#26102;&#65292;&#36890;&#36807;&#29483;&#30524;&#30475;&#21040;&#30830;&#23454;&#26377;&#20154;&#23384;&#22312;&#12290;&#20351;&#29992;&#20840;&#31243;&#20276;&#38543;&#20256;&#25773;&#30340;&#30005;&#30913;&#20449;&#21495;&#26469;&#23547;&#25214;&#24341;&#21147;&#27874;&#36394;&#36857;&#30340;&#21457;&#29616;&#24050;&#32463;&#21457;&#34920;&#22312;&#12298;&#33258;&#28982;&#12299;&#26434;&#24535;&#19978;&#12290;&#20316;&#32773;&#20026;&#32822;&#36335;&#25746;&#20919;&#24076;&#20271;&#26469;&#22823;&#23398;&#25945;&#25480;&#30382;&#20848;&#65288;Tsvi Piran&#65289;&#19982;&#29305;&#25289;&#32500;&#22827;&#22823;&#23398;&#22467;&#32993;&#24503;&#65288;Ehud Nakar&#65289;&#21338;&#22763;&#12290;</p>
<p>&#12288;&#12288;&#21516;&#26102;&#65292;&#20182;&#20204;&#36824;&#27880;&#24847;&#21040;&#65292;&#24403;&#20004;&#39063;&#20013;&#23376;&#26143;&#30456;&#20114;&#22260;&#32469;&#24182;&#21457;&#29983;&#30896;&#25758;&#21512;&#24182;&#26102;&#65292;&#25972;&#20010;&#36807;&#31243;&#20013;&#25243;&#23556;&#20986;&#30340;&#29289;&#36136;&#21487;&#25509;&#36817;&#20809;&#36895;&#65292;&#24182;&#20135;&#29983;&#26497;&#39640;&#30340;&#28201;&#24230;&#20197;&#26080;&#32447;&#30005;&#27874;&#30340;&#24418;&#24335;&#36752;&#23556;&#20986;&#26469;&#12290;&#30001;&#27492;&#20135;&#29983;&#30340;&#24378;&#28872;&#26080;&#32447;&#30005;&#32768;&#26001;&#20250;&#25345;&#32493;&#25968;&#20010;&#26376;&#20043;&#20037;&#65292;&#21487;&#30001;&#23556;&#30005;&#26395;&#36828;&#38236;&#26469;&#25506;&#27979;&#12290;&#30740;&#31350;&#20154;&#21592;&#35748;&#20026;&#65306;&#22312;&#26410;&#26469;&#25628;&#32034;&#21040;&#36825;&#26679;&#19968;&#20010;&#26080;&#32447;&#30005;&#20449;&#21495;&#30340;&#20107;&#20214;&#32943;&#23450;&#20250;&#21457;&#29983;&#30340;&#65292;&#24182;&#19988;&#35813;&#26041;&#27861;&#20316;&#20026;&#24341;&#21147;&#27874;&#25506;&#27979;&#30340;&#21021;&#27493;&#30417;&#27979;&#26631;&#20934;&#27861;&#12290;&#28982;&#32780;&#65292;&#39044;&#35745;&#21040; 2015 &#24180;&#20043;&#26102;&#65292;&#20808;&#36827;&#30340;&#24341;&#21147;&#27874;&#25506;&#27979;&#22120;&#25165;&#21487;&#24320;&#22987;&#36816;&#20316;&#65292;&#23556;&#30005;&#22825;&#25991;&#23398;&#23478;&#30340;&#20219;&#21153;&#23601;&#26159;&#23547;&#25214;&#36825;&#20123;&#29420;&#29305;&#30340;&#32768;&#26001;&#12290;</p>
<p>&#12288;&#12288;&#30382;&#20848;&#25945;&#25480;&#19982;&#22467;&#32993;&#24503;&#21338;&#22763;&#20063;&#22312;&#20854;&#25991;&#31456;&#20013;&#25552;&#21040;&#65306;&#22312; 1987 &#24180;&#30001;&#30740;&#31350;&#20154;&#21592;&#40077;&#23572;&#65288;Bower&#65289;&#30701;&#26242;&#25506;&#27979;&#21040;&#19968;&#27425;&#36523;&#20221;&#19981;&#26126;&#30340;&#26080;&#32447;&#30005;&#20449;&#21495;&#12290;&#29616;&#22312;&#65292;&#25105;&#20204;&#26377;&#20102;&#26032;&#26041;&#27861;&#24182;&#20102;&#35299;&#21040;&#26080;&#32447;&#30005;&#27874;&#24212;&#35813;&#20855;&#26377;&#30340;&#29305;&#24449;&#65292;&#21487;&#22312;&#20170;&#21518;&#30452;&#25509;&#26816;&#27979;&#24182;&#30830;&#35748;&#20013;&#23376;&#26143;&#21452;&#26143;&#22260;&#32469;&#21512;&#24182;&#25152;&#20135;&#29983;&#30340;&#24341;&#21147;&#27874;&#12290;</p>
<p>&#12288;&#12288;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/07/12719/" title="11:56 AM" rel="bookmark"><time class="entry-date" datetime="2011-10-07T11:56:27+00:00">2011/10/07</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/10/07/12718/" rel="prev"><span class="meta-nav">&larr;</span> &#20197;&#33394;&#21015;&#31185;&#23398;&#23478;&#22240;&#21457;&#29616;&#20934;&#26230;&#20307;&#32780;&#33719;&#30340;2011&#24180;&#35834;&#36125;&#23572;&#21270;&#23398;&#22870;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/10/07/12720/" rel="next">&#29420;&#23478;&#32426;&#24405;&#29255;&#65306;&#20877;&#35265;&#65292;&#20052;&#24067;&#26031;&#65281;_&#31185;&#25216;&#39057;&#36947;_&#20964;&#20976;&#32593; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/10/07/12719/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="12719" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="c844f1c80f"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="154"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>October 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/09/">&laquo; Sep</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/11/">Nov &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="5" class="pad">&nbsp;</td><td>1</td><td>2</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/03/" aria-label="Posts published on October 3, 2011">3</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/04/" aria-label="Posts published on October 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/05/" aria-label="Posts published on October 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/10/07/" aria-label="Posts published on October 7, 2011">7</a></td><td>8</td><td>9</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/10/" aria-label="Posts published on October 10, 2011">10</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/11/" aria-label="Posts published on October 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/12/" aria-label="Posts published on October 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/13/" aria-label="Posts published on October 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/14/" aria-label="Posts published on October 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/15/" aria-label="Posts published on October 15, 2011">15</a></td><td>16</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/17/" aria-label="Posts published on October 17, 2011">17</a></td><td>18</td><td><a href="http://log.SunnyBoy.Me/2011/10/19/" aria-label="Posts published on October 19, 2011">19</a></td><td>20</td><td>21</td><td><a href="http://log.SunnyBoy.Me/2011/10/22/" aria-label="Posts published on October 22, 2011">22</a></td><td>23</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/24/" aria-label="Posts published on October 24, 2011">24</a></td><td>25</td><td>26</td><td><a href="http://log.SunnyBoy.Me/2011/10/27/" aria-label="Posts published on October 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/28/" aria-label="Posts published on October 28, 2011">28</a></td><td>29</td><td><a href="http://log.SunnyBoy.Me/2011/10/30/" aria-label="Posts published on October 30, 2011">30</a></td>
	</tr><tr><td>31</td>
		<td class="pad" colspan="6">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
