<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#31243;&#24207;&#21592;&#20174;&#21021;&#32423;&#21040;&#20013;&#32423;10&#20010;&#31192;&#35776; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#31243;&#24207;&#21592;&#20174;&#21021;&#32423;&#21040;&#20013;&#32423;10&#20010;&#31192;&#35776; Comments Feed" href="http://log.SunnyBoy.Me/2011/03/05/8361/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#20174;&#28120;&#23453;&#12289;&#30334;&#24230;&#34987;&#21015;&#20837;&ldquo;&#24694;&#21517;&#24066;&#22330;&rdquo;&#35828;&#36215;" href="http://log.SunnyBoy.Me/2011/03/05/8360/"><link rel="next" title="&#21738;&#31181;&#32534;&#31243;&#35821;&#35328;&#30340;&#31243;&#24207;&#21592;&#33039;&#35805;&#26368;&#22810;?" href="http://log.SunnyBoy.Me/2011/03/05/8362/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/03/05/8361/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=8361"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F03%2F05%2F8361%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F03%2F05%2F8361%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-8361 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-8361" class="post-8361 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#31243;&#24207;&#21592;&#20174;&#21021;&#32423;&#21040;&#20013;&#32423;10&#20010;&#31192;&#35776;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/05/8361/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/55a79_blogselect.gif" alt="cnBeta &#21338;&#25991;&#31934;&#36873;" align="right"></p>
<p><b>&#24863;&#35874;&#20945;&#22815;&#21313;&#26465;&#30340;&#25237;&#36882;</b><br>
&#26032;&#38395;&#26469;&#28304;:.techrepublic.com<br>
Justin James&#26366;&#21457;&#34920;&#36807;&#19968;&#31687;&#21338;&#25991;&#12298;10 tips for advancing from a beginner to an intermediate developer&#12299;&#65292;&#20026;&#25105;&#20204;&#20998;&#20139;&#22914;&#20309;&#25165;&#33021;&#23436;&#25104;&#31243;&#24207;&#21592;&#20174;&#21021;&#32423;&#21040;&#20013;&#32423;&#30340;&#34581;&#21464;&#65292;&#29616;&#23558;&#20013;&#25991;&#35793;&#25991;&#36716;&#36733;&#20110;&#27492;&#65292;&#20379;&#22823;&#23478;&#20511;&#37492;&#12290;  &#22312;&#19968;&#23553;&#19982;TechRepublic&#20250;&#21592;&#20132;&#27969;&#30340;&#37038;&#20214;&#24403;&#20013;&#65292;&#20182;&#25552;&#21040;&#20102;&#38754;&#21521;&#31243;&#24207;&#21592;&#30340;&#21338;&#23458;&#12289;&#25991;&#31456;&#21450;&#26434;&#24535;&#20998;&#25104;&#20004;&#31867;&#65306;&#38754;&#21521;&#21021;&#23398;&#32773;&#31867;&#65288;&ldquo;hello world&rdquo;&#36825;&#31181;&#31867;&#22411;&#30340;&#25945;&#31243;&#65289;&#20197;&#21450;&#38754;&#21521;&#19987;&#23478;&#31867;&#65288;MSDN&#26434;&#24535;&#65289;&#12290;&#36825;&#20010;&#35266;&#28857;&#24456;&#22909;&#65292;&#26377;&#20851;&#31243;&#24207;&#21592;&#22914;&#20309;&#20174;&#21021;&#32423;&#36291;&#21319;&#21040;&#20013;&#32423;&#30340;&#20449;&#24687;&#26497;&#23569;&#12290;&#20197;&#19979;&#26159;&#20026;&#20102;&#23454;&#29616;&#36825;&#31181;&#36716;&#21464;&#38656;&#35201;&#20320;&#21435;&#20570;&#30340;10&#20214;&#20107;&#12290; </p>
<p><strong>1.&#23398;&#20064;&#21478;&#19968;&#38376;&#35821;&#35328;  </strong>&#20854;&#23454;&#20320;&#23398;&#30340;&#26159;&#21738;&#19968;&#38376;&#35821;&#35328;&#24182;&#27809;&#26377;&#20851;&#31995;&#65292;&#20294;&#26159;&#23398;&#20064;&#21478;&#19968;&#38376;&#35821;&#35328;&#65288;&#19981;&#31649;&#20320;&#24050;&#32463;&#20102;&#35299;&#22810;&#23569;&#31181;&#35821;&#35328;&#65289;&#23558;&#25226;&#20320;&#25171;&#36896;&#20026;&#26356;&#22909;&#30340;&#31243;&#24207;&#21592;&#12290;&#33021;&#23398;&#20250;&#19968;&#38376;&#19982;&#20320;&#26085;&#24120;&#20351;&#29992;&#30340;&#35821;&#35328;&#39118;&#26684;&#36837;&#24322;&#30340; &#35821;&#35328;&#21017;&#26356;&#20339;&#12290;&#25171;&#20010;&#27604;&#26041;&#65292;&#22914;&#26524;&#20320;&#26159;C#&#31243;&#24207;&#21592;&#65292;&#23398;&#20064;VB.NET&#25110;&#32773;Java&#23545;&#20320;&#30340;&#24110;&#21161;&#23601;&#27809;&#26377;&#23398;&#20064;Ruby&#25110;&#32773;Groovy&#22823;&#12290;  &#25105;&#35828;&ldquo;&#23398;&#21478;&#19968;&#38376;&#35821;&#35328;&rdquo;&#30340;&#24847;&#24605;&#26159;&#35201;&#30495;&#27491;&#23398;&#20250;&#23427;&#12290;&#23398;&#20064;&#19968;&#38376;&#35821;&#35328;&#21253;&#25324;&#19977;&#20010;&#39046;&#22495;&#30340;&#30693;&#35782;&#65306;&#35821;&#27861;&#12289;&#20869;&#32622;&#25805;&#20316;&#31526;&#21644;&#24211;&#65292;&#20197;&#21450;&ldquo;&#22914;&#20309;&#20351;&#29992;&rdquo;&#12290;&#21069;&#38754;&#20004;&#20010;&#31616;&#21333;&#65307;&#25105;&#35748;&#20026;&#19968;&#21517;&#26377;&#32463;&#39564; &#30340;&#31243;&#24207;&#21592;&#65292;&#26681;&#25454;&#35821;&#35328;&#30340;&#19981;&#21516;&#65292;&#33021;&#22312;&#21322;&#23567;&#26102;&#21040;&#20960;&#23567;&#26102;&#20869;&#25484;&#25569;&#36275;&#20197;&#32500;&#25252;&#20195;&#30721;&#30340;&#35821;&#27861;&#30693;&#35782;&#12290;&#25805;&#20316;&#31526;&#21644;&#24211;&#21482;&#19981;&#36807;&#26159;&#30693;&#35782;&#36880;&#27493;&#31215;&#32047;&#30340;&#36807;&#31243;&#65292;&#20320;&#20160;&#20040;&#26102;&#20505;&#24819;&#28165;&#26970;&#35201;&#20102;&#35299;&#20160;&#20040;&#20102;&#65292;&#20877; &#21435;&#26597;&#38405;&#21442;&#32771;&#26448;&#26009;&#20063;&#19981;&#36831;&#12290;&#21482;&#26377;&#31532;&#19977;&#39033;&#65292;&ldquo;&#22914;&#20309;&#20351;&#29992;&#23427;&rdquo;-&#35201;&#33457;&#19978;&#20320;&#20960;&#20010;&#26376;&#30340;&#26102;&#38388;&#21435;&#36319;&#36825;&#38376;&#35821;&#35328;&#25171;&#20132;&#36947;&#65292;&#30495;&#27491;&#30340;&#22855;&#36857;&#23601;&#22312;&#27492;&#21457;&#29983;&#12290;&#25105;&#24314;&#35758;&#29992;&#36825;&#38376;&#35821;&#35328;&#30340;&#39118;&#26684;&#21435;&#20570;&#19968;&#20010;&#36866; &#21512;&#35813;&#35821;&#35328;&#30340;&#39033;&#30446;&#12290;  &#30495;&#27491;&#23398;&#20250;&#20102;&#21478;&#19968;&#38376;&#35821;&#35328;&#20043;&#21518;&#65292;&#25105;&#25954;&#20445;&#35777;&#20320;&#30340;&#31243;&#24207;&#21592;&#27700;&#24179;&#19968;&#23450;&#20250;&#31361;&#39134;&#29467;&#36827;&#12290;  </p>
<p>
<strong>2.&#23398;&#20064;&#20808;&#36827;&#30340;&#25628;&#32034;&#25216;&#26415;&#12289;&#25163;&#27573;&#21644;&#21450;&#31574;&#30053;  </strong>&#20316;&#20026;&#19968;&#21517;&#22909;&#30340;&#31243;&#24207;&#21592;&#65292;&#19981;&#20165;&#20165;&#26159;&#25216;&#33021;&#30340;&#38382;&#39064;&#20102;&#65292;&#32780;&#26159;&#20320;&#23547;&#25214;&#20449;&#24687;&#30340;&#25216;&#24039;&#65292;&#36825;&#20010;&#36235;&#21183;&#36234;&#26469;&#36234;&#26126;&#26174;&#12290;&#23545;&#22823;&#37096;&#20998;&#20154;&#32780;&#35328;&#65292;&#20165;&#20165;&#36755;&#20837;&ldquo;&#29616;&#20195;&#35821;&#35328;&#21450;&#24320;&#21457;&#26694;&#26550;&rdquo;&#65292;&#36825;&#37117;&#26159;&#27867;&#27867;&#20043; &#35848;&#65292;&#35760;&#19981;&#20303;&#22810;&#23569;&#30340;&#12290;&#22240;&#27492;&#65292;&#20320;&#23436;&#25104;&#24037;&#20316;&#30340;&#33021;&#21147;&#36890;&#24120;&#21462;&#20915;&#20110;&#20320;&#30340;&#26816;&#32034;&#33021;&#21147;&#12290;&#19981;&#24184;&#30340;&#26159;&#65292;&#20102;&#35299;&#21040;&#22914;&#20309;&#25214;&#21040;&#20934;&#30830;&#32780;&#39640;&#36136;&#37327;&#30340;&#20449;&#24687;&#21487;&#19981;&#20165;&#20165;&#26159;&#36305;&#21040;TechRepublic &#26469;&#25214;&#31572;&#26696;&#65292;&#25110;&#32773;&#22312;&#20320;&#36873;&#22909;&#30340;&#25628;&#32034;&#24341;&#25806;&#19978;&#25970;&#20960;&#20010;&#23383;&#37027;&#20040;&#31616;&#21333;&#12290;  &ldquo;&#25216;&#26415;&#65288;Techniques&#65289;&rdquo;&#12289;&ldquo;&#25163;&#27573;&#65288;tactics&#65289;&rdquo;&#21644;&ldquo;&#31574;&#30053;&#65288;strategies&#65289;&rdquo;&#30475;&#36215;&#26469;&#26159;&#19968;&#22238;&#20107;&#65292;&#23454;&#38469;&#19978;&#24182;&#38750;&#22914;&#27492;&#12290;&#20320;&#38656;&#35201;&#23398;&#20250;&#30340;&#25216;&#26415;&#26159; &#25484;&#25569;&#20320;&#21916;&#29233;&#30340;&#25628;&#32034;&#24341;&#25806;&#30340;&#39640;&#32423;&#25628;&#32034;&#31995;&#32479;&#65307;&#20320;&#38656;&#35201;&#20102;&#35299;&#35832;&#22914;&#24067;&#23572;&#25805;&#20316;&#31526;&#65292;&#22914;&#20309;&#36807;&#28388;&#32467;&#26524;&#65288;&#20687;&ldquo;&#38750;&rdquo;&#20851;&#38190;&#23383;&#65292;&#22495;&#38480;&#21046;&#31561;&#31561;&#65289;&#65292;&#20851;&#38190;&#23383;&#30340;&#35789;&#24207;&#25198;&#28436;&#20160;&#20040;&#35282;&#33394;&#65292;&#31561;&#31561;&#12290;&#19968;&#21477; &#35805;&#65292;RTFM&#65288;Read The Fucking Manual&#65292;&#35835;&#37027;&#20123;&#20182;&#22920;&#30340;&#25163;&#20876;&#65289;&#21543;&#12290;  &#20320;&#24212;&#35813;&#23398;&#20250;&#36825;&#20123;&#25163;&#27573;&#65292;&#35832;&#22914;&#22914;&#20309;&#25509;&#36817;&#29305;&#23450;&#30340;&#25628;&#32034;&#65292;&#20197;&#21450;&#20102;&#35299;&#33258;&#24049;&#23454;&#38469;&#19978;&#24819;&#26597;&#20123;&#20160;&#20040;&#12290;&#26597;&#38169;&#35823;&#24456;&#23481;&#26131;&mdash;&#21482;&#38656;&#26597;&#20986;&#38169;&#20195;&#30721;&#21363;&#21487;&mdash;&#20294;&#26159;&#35768;&#22810;&#25628;&#32034;&#30340;&#20851;&#38190;&#23383;&#36873;&#25321;&#35201;&#22256;&#38590;&#24471;&#22810;&#12290;  &#33267;&#20110;&#31574;&#30053;&#65292;&#20320;&#38656;&#35201;&#23398;&#20250;&#30340;&#19996;&#35199;&#65292;&#21253;&#25324;&#20687;&#24212;&#35813;&#20351;&#29992;&#21738;&#31181;&#25628;&#32034;&#24341;&#25806;&#65288;&#25552;&#31034;&#65306;&#26222;&#36890;&#30340;&#25628;&#32034;&#24341;&#25806;&#19981;&#19968;&#23450;&#23601;&#26159;&#26368;&#20339;&#36873;&#25321;&#65289;&#65292;&#20351;&#29992;&#26222;&#36890;&#25628;&#32034;&#24341;&#25806;&#21069;&#24212;&#35813;&#35775;&#38382;&#21738;&#20010;&#32593;&#31449;&#65292;&#29978;&#33267;&#26159;&#24212;&#35813; &#21040;&#21738;&#20010;&#35770;&#22363;&#21435;&#23547;&#27714;&#24110;&#21161;&#65292;&#31561;&#31561;&#12290; </p>
<p>
<strong>3.&#24110;&#21161;&#21035;&#20154;  </strong>&#25945;&#21035;&#20154;&#22987;&#32456;&#26159;&#23398;&#20064;&#19968;&#20999;&#19996;&#35199;&#30340;&#26368;&#22909;&#26041;&#27861;&#20043;&#19968;&#12290;&#30456;&#23545;&#32780;&#35328;&#65292;&#30001;&#20110;&#20320;&#22312;&#24320;&#21457;&#39046;&#22495;&#36824;&#26159;&#20010;&#26032;&#25163;&#65292;&#35748;&#20026;&#33258;&#24049;&#27809;&#20160;&#20040;&#21487;&#25945;&#32473;&#20154;&#23478;&#30340;&#65292;&#36825;&#21487;&#20197;&#29702;&#35299;&#12290;&#20294;&#36825;&#27627;&#26080;&#24847;&#20041;&#12290;&#35760;&#20303;&#65292;&#20320;&#25152;&#23398; &#21040;&#30340;&#19968;&#20999;&#37117;&#26159;&#20320;&#20174;&#21035;&#20154;&#25110;&#21035;&#22788;&#23398;&#21040;&#30340;&#65307;&#22240;&#27492;&#35831;&#23581;&#35797;&#19968;&#19979;&#65292;&#25104;&#20026;&#21478;&#22806;&#19968;&#20010;&#20154;&#35201;&#35831;&#25945;&#30340;&ldquo;&#21035;&#20154;&rdquo;&#12290;&#27599;&#22825;&#23613;&#37327;&#33457;&#19968;&#28857;&#26102;&#38388;&#35797;&#30528;&#22238;&#31572;TechRepublic&#19978;&#30340;&#38382;&#39064;&#65292;&#20854; &#20182;&#32593;&#31449;&#30340;&#20134;&#21487;&#12290;&#35835;&#35835;&#20854;&#20182;&#20250;&#21592;&#30340;&#22238;&#31572;&#65292;&#20320;&#20063;&#21487;&#20197;&#23398;&#21040;&#24456;&#22810;&#19996;&#35199;&#12290;  </p>
<p>
<strong>4.&#26377;&#32784;&#24515;&#65292;&#24120;&#32451;&#20064;  </strong>&#30740;&#31350;&#34920;&#26126;&#65292;&#35201;&#25104;&#20026;&#19968;&#21517;&ldquo;&#19987;&#23478;&rdquo;&#65292;&#38656;&#35201;&#33457;&#36153;10&#24180;&#65292;&#25110;&#32773;10000&#21040;20000&#23567;&#26102;&#30340;&#21051;&#24847;&#32451;&#20064;&#26102;&#38388;&#12290;&#30495;&#30340;&#24456;&#20037;&#12290;&#36824;&#26377;&#65292;&#25104;&#20026;&#19987;&#23478;&#19981;&#23613;&#28982;&#23601;&#26159;&#25191;&#34892;10&#24180;&#21516;&#26679;&#30340;&#20219; &#21153;&#65307;&#36890;&#24120;&#36825;&#24847;&#21619;&#30528;&#35201;&#22312;&#29305;&#23450;&#39046;&#22495;&#20869;&#25191;&#34892;&#24191;&#27867;&#30340;&#20219;&#21153;&#12290;&#38656;&#35201;&#33457;&#36153;&#22823;&#37327;&#30340;&#26102;&#38388;&#21644;&#31934;&#21147;&#25165;&#33021;&#25104;&#20026;&ldquo;&#19987;&#23478;&rdquo;&#65307;&#20570;&#20960;&#24180;&#31243;&#24207;&#21592;&#26159;&#19981;&#22815;&#30340;&#12290;&#24819;&#22312;30&#23681;&#24038;&#21491;&#25104;&#20026;&#19968;&#21517;&#39640;&#32423;&#36719;&#20214;&#24320;&#21457; &#24037;&#31243;&#24072;&#65311;&#35201;&#20040;&#23613;&#26089;&#25509;&#21463;&#25945;&#32946;/&#22521;&#35757;&#65292;&#35201;&#20040;&#20320;&#24471;&#24895;&#24847;&#22312;&#38386;&#26247;&#26102;&#38388;&#36827;&#34892;&#22823;&#37327;&#30340;&#24037;&#20316;&#12289;&#38405;&#35835;&#21644;&#32451;&#20064;&#12290;&#25105;&#20174;&#39640;&#20013;&#24320;&#22987;&#32534;&#31243;&#65292;&#36824;&#29306;&#29298;&#20102;&#35768;&#22810;&#20241;&#24687;&#26102;&#38388;&#21435;&#36319;&#36394;&#34892;&#19994;&#21457;&#23637;&#12289;&#23398;&#20064;&#26032;&#25216; &#33021;&#31561;&#31561;&#12290;&#32467;&#26524;&#65292;&#25105;&#33719;&#24471;&#20013;&#32423;&#21644;&#39640;&#32423;&#31243;&#24207;&#21592;&#30340;&#26102;&#38388;&#23601;&#27604;&#25105;&#30340;&#22823;&#37096;&#20998;&#21516;&#20107;&#37117;&#35201;&#26089;&#24471;&#22810;&#65292;&#38543;&#30528;&#26102;&#38388;&#30340;&#25512;&#31227;&#65292;&#36825;&#20123;&#23601;&#36716;&#21270;&#25104;&#20026;&#24456;&#22810;&#30340;&#37329;&#38065;&#12290;  </p>
<p>
<strong>5.&#23545;&#25945;&#26465;&#25298;&#20043;&#38376;&#22806; </strong> &#26159;&#26102;&#20505;&#24320;&#35802;&#24067;&#20844;&#20102;&#65306;&#20063;&#35768;&#21021;&#32423;&#31243;&#24207;&#21592;&#20102;&#35299;&#30340;&#19996;&#35199;&#36824;&#19981;&#36275;&#20197;&#35828;&#20986;&#20570;&#26576;&#20214;&#20107;&#24773;&#26377;&#19968;&#31181;&#26368;&#22909;&#30340;&#26041;&#24335;&#12290;&#23562;&#37325;&#26379;&#21451;&#25110;&#32773;&#26435;&#23041;&#30340;&#35266;&#28857;&#26159;&#22909;&#30340;&#65292;&#20294;&#30452;&#21040;&#20320;&#26356;&#26377;&#32463;&#39564;&#20043;&#21069;&#65292;&#19981;&#35201;&#25226;&#20182;&#20204; &#30340;&#35266;&#28857;&#35828;&#25104;&#26159;&#20320;&#33258;&#24049;&#30340;&#12290;&#24456;&#31616;&#21333;&#65292;&#22914;&#26524;&#20320;&#25152;&#20102;&#35299;&#30340;&#19981;&#36275;&#20197;&#35753;&#20320;&#29420;&#31435;&#22320;&#25214;&#20986;&#36825;&#20123;&#19996;&#35199;&#26469;&#65292;&#20320;&#21448;&#24590;&#20040;&#20250;&#35748;&#20026;&#20320;&#30693;&#36947;&#21738;&#19968;&#20301;&ldquo;&#19987;&#23478;&rdquo;&#26159;&#23545;&#30340;&#21602;&#65311;&#35805;&#26159;&#38590;&#21548;&#20102;&#28857;&#65292;&#19981;&#36807;&#35831;&#30456;&#20449; &#25105;&#65307;&#30001;&#20110;&#21463;&#26576;&#20123;&#24858;&#34850;&#24314;&#35758;&#30340;&#34506;&#24785;&#65292;&#25110;&#32773;&#36861;&#38543;&#26576;&#20123;&#26681;&#26412;&#19981;&#30693;&#36947;&#33258;&#24049;&#22312;&#35828;&#20123;&#20160;&#20040;&#30340;&#25152;&#35859;&#19987;&#23478;&#65292;&#30333;&#30333;&#25226;&#33258;&#24049;&#30340;&#32844;&#19994;&#29983;&#28079;&#32829;&#25601;&#20102;&#20960;&#24180;&#65292;&#36825;&#26679;&#27611;&#22836;&#23567;&#20249;&#31243;&#24207;&#21592;&#65292;&#25105;&#35265;&#36807;&#22810;&#20102;&#12290;&#36825; &#19968;&#28857;&#26377;&#19968;&#20010;&#24456;&#22909;&#30340;&#20363;&#23376;&#65292;&#23601;&#26159;&#38754;&#21521;&#23545;&#35937;&#32467;&#26500;&#30340;&#28389;&#29992;&#12290;&#27604;&#22914;&#35828;&#65292;&#35768;&#22810;&#21021;&#32423;&#32773;&#35835;&#20102;&#19968;&#20123;&#26377;&#20851;&#38754;&#21521;&#23545;&#35937;&#30340;&#20449;&#24687;&#21518;&#65292;&#31361;&#28982;&#38388;&#65292;&#20182;&#20204;&#37027;&#31616;&#21333;&#30340;&#24212;&#29992;&#31243;&#24207;&#30340;&#31867;&#22270;&#30475;&#36215;&#26469;&#23601;&#20687;&#22467;&#33778;&#23572; &#38081;&#22612;&#19968;&#26679;&#20102;&#12290;  </p>
<p>
<strong>6.&#28145;&#20837;&#23398;&#20064;&#19968;&#28857;&#20808;&#36827;&#29702;&#24565;  </strong>&#25104;&#20026;&#19968;&#21517;&#20013;&#32423;&#31243;&#24207;&#21592;&#65292;&#24456;&#22823;&#19968;&#37096;&#20998;&#26159;&#35201;&#22312;&#20195;&#30721;&#37324;&#38754;&#20307;&#29616;&#20986;&#19968;&#20123;&#25152;&#25797;&#38271;&#30340;&#27010;&#24565;&#12290;&#23601;&#25105;&#32780;&#35328;&#65292;&#26159;&#22810;&#32447;&#31243;/&#24182;&#34892;&#24615;&#65292;&#26159;&#27491;&#21017;&#34920;&#36798;&#24335;&#65292;&#20197;&#21450;&#22914;&#20309;&#23545;&#21160;&#24577;&#35821;&#35328;&#36827;&#34892;&#21464;&#21270;&#65288;&#21518;&#20004;&#20010; &#22312;&#25105;&#31163;Perl&#28176;&#34892;&#28176;&#36828;&#21518;&#24320;&#22987;&#36864;&#21270;&#65289;&#12290;&#36825;&#26159;&#22914;&#20309;&#21457;&#29983;&#30340;&#65311;&#22810;&#32447;&#31243;&#21644;&#24182;&#34892;&#22788;&#29702;&#26159;&#22240;&#20026;&#25105;&#35835;&#20102;&#30456;&#20851;&#25991;&#31456;&#65292;&#35273;&#24471;&#23427;&#30475;&#36215;&#26469;&#24456;&#26377;&#36259;&#65292;&#28982;&#21518;&#20877;&#33258;&#24049;&#25226;&#23427;&#24324;&#28165;&#26970;&#20102;&#65307;&#28982;&#21518;&#25105;&#23601;&#19968; &#30452;&#20351;&#29992;&#36825;&#20123;&#25216;&#26415;&#26469;&#20889;&#24212;&#29992;&#12290;&#25105;&#20570;&#36807;&#19968;&#20214;&#24037;&#20316;&#65292;&#26159;&#29992;Perl&#20889;&#30340;&#65292;&#37324;&#38754;&#36816;&#29992;&#20102;&#22823;&#37327;&#30340;&#27491;&#21017;&#34920;&#36798;&#24335;&#12290;&#25105;&#20063;&#29992;&#19968;&#20010;&#36807;&#31243;&#24341;&#25806;&#27169;&#26495;&#21644;&#20869;&#32622;&#25968;&#25454;&#24211;&#31995;&#32479;&#20889;&#36807;&#25105;&#33258;&#24049;&#30340;&#30005;&#23376;&#21830;&#21153; &#24341;&#25806;&#65307;&#37027;&#26102;&#25105;&#20960;&#20046;&#33457;&#20102;2&#24180;&#26102;&#38388;&#22312;&#36825;&#19978;&#38754;&#12290;  &#25214;&#21040;&#30495;&#27491;&#20196;&#20320;&#30528;&#36855;&#30340;&#19996;&#35199;&#12290;&#20063;&#35768;&#26159;&#22270;&#20687;&#22788;&#29702;&#65292;&#20063;&#35768;&#26159;&#25968;&#25454;&#24211;&#35774;&#35745;&#65292;&#31561;&#31561;&#12290;&#21363;&#20415;&#20320;&#26159;&#19968;&#20010;&#20837;&#38376;&#32423;&#30340;&#31243;&#24207;&#21592;&#65292;&#20063;&#35201;&#23581;&#35797;&#19968;&#19979;&#25104;&#20026;&#26576;&#19968;&#33258;&#24049;&#25152;&#20851;&#27880;&#39046;&#22495;&#30340;&#19987;&#23478;&#12290;&#36825;&#20250;&#35753;&#20320;&#30456; &#24403;&#24555;&#36895;&#22320;&#36827;&#20837;&#21040;&#20013;&#32423;&#27700;&#24179;&#65292;&#19968;&#26086;&#20320;&#21040;&#20102;&#37027;&#20010;&#27700;&#24179;&#65292;&#20320;&#30340;&#19987;&#23478;&#20043;&#36335;&#20063;&#36208;&#21040;&#19968;&#21322;&#20102;&#12290;  </p>
<p>
<strong>7.&#23398;&#20064;&#20320;&#30340;&#39046;&#22495;&#37324;&#38754;&#30340;&#22522;&#26412;&#29702;&#35770;  </strong>&#20889;&#20986;&ldquo;Hello  World&rdquo;&#65292;&#36319;&#29702;&#35299;&#37027;&#20123;&#23383;&#26159;&#22914;&#20309;&#26174;&#31034;&#21040;&#23631;&#24149;&#19978;&#30340;&#26159;&#20004;&#30721;&#20107;&#12290;&#36890;&#36807;&#23398;&#20064;&#25903;&#25745;&#20320;&#25152;&#20174;&#20107;&#30340;&#24037;&#20316;&#30340;&ldquo;&#22522;&#30784;/&#24213;&#23618;&#24037;&#20316;&#65288;groundwork&#65289;&rdquo;&#65292;&#20320;&#20250;&#21464;&#24471;&#26356;&#21152;&#22312; &#34892;&#12290;&#20026;&#20160;&#20040;&#65311;&#22240;&#20026;&#20320;&#20250;&#29702;&#35299;&#20107;&#29289;&#20026;&#20309;&#20250;&#20197;&#36825;&#31181;&#26041;&#24335;&#36816;&#20316;&#65292;&#24403;&#19996;&#35199;&#22351;&#20102;&#23601;&#33021;&#30693;&#36947;&#26159;&#21738;&#37324;&#30340;&#38382;&#39064;&#65292;&#31561;&#31561;&#12290;&#36890;&#36807;&#25484;&#25569;&#24037;&#20316;&#30340;&#24213;&#23618;&#26426;&#21046;&#65292;&#20320;&#21464;&#20250;&#24471;&#26356;&#20986;&#33394;&#12290;  &#22914;&#26524;&#20320;&#26159;Web&#31243;&#24207;&#21592;&#65292;&#35835;&#35835;HTTP  RFC&#21644;HTML&#35268;&#33539;&#12290;&#22914;&#26524;&#20320;&#20351;&#29992;&#20195;&#30721;&#29983;&#25104;&#22120;&#65292;&#22909;&#22909;&#30475;&#30475;&#23427;&#29983;&#25104;&#30340;&#20195;&#30721;&#65307;&#22914;&#26524;&#20320;&#20351;&#29992;&#25968;&#25454;&#24211;&#24037;&#20855;&#65292;&#30475;&#30475;&#23427;&#29983;&#25104;&#30340;&#24213;&#23618;SQL&#35821;&#21477;&#65292;&#19981;&#19968;&#32780;&#36275;&#12290;  </p>
<p>
<strong>8.&#30475;&#30475;&#39640;&#32423;&#31243;&#24207;&#21592;&#30340;&#20195;&#30721;  </strong>&#22312;&#24037;&#20316;&#20013;&#30475;&#30475;&#39640;&#32423;&#31243;&#24207;&#21592;&#20889;&#30340;&#20195;&#30721;&#65292;&#28982;&#21518;&#38382;&#19968;&#38382;&#20107;&#24773;&#26159;&#22914;&#20309;&#20197;&#26576;&#31181;&#29305;&#21035;&#30340;&#26041;&#24335;&#23436;&#25104;&#30340;&#65292;&#20026;&#20160;&#20040;&#65311;&#21487;&#33021;&#30340;&#35805;&#30475;&#30475;&#24320;&#28304;&#30340;&#39033;&#30446;&#12290;&#29978;&#33267;&#21363;&#20351;&#20854;&#20182;&#31243;&#24207;&#21592;&#27809;&#26377;&#26368;&#22909;&#30340;&#32534;&#31243;&#20064; &#24815;&#65292;&#20320;&#20063;&#20250;&#23398;&#21040;&#35768;&#22810;&#32534;&#31243;&#32463;&#39564;&#12290;&#24403;&#28982;&#65292;&#35201;&#23567;&#24515;&#21035;&#23398;&#21040;&#22351;&#20064;&#24815;&#12290;&#25105;&#30340;&#24847;&#24605;&#26159;&#35828;&#19981;&#35201;&#29983;&#25644;&#30828;&#22871;&#20154;&#23478;&#30340;&#19996;&#35199;&#65307;&#20320;&#35201;&#33021;&#39046;&#20250;&#21040;&#21738;&#20123;&#26159;&#33021;&#34892;&#30340;&#36890;&#30340;&#65292;&#21738;&#20123;&#26159;&#26377;&#36947;&#29702;&#30340;&#65292;&#28982;&#21518;&#20877;&#27169; &#20223;&#20154;&#23478;&#12290;  </p>
<p>
<strong>9.&#23398;&#20064;&#22909;&#30340;&#20064;&#24815;  </strong>&#24858;&#34850;&#30340;&#21464;&#37327;&#21517;&#65292;&#31967;&#31957;&#30340;&#32553;&#36827;&#20064;&#24815;&#20197;&#21450;&#20854;&#20182;&#19968;&#20123;&#20940;&#20081;&#30340;&#36857;&#35937;&#23601;&#26159;&#19968;&#20010;&#27809;&#26377;&#32463;&#39564;&#30340;&#31243;&#24207;&#21592;&#30340;&#26368;&#22909;&#26631;&#35760;&#12290;&#19968;&#20010;&#31243;&#24207;&#21592;&#22312;&#23398;&#20250;&#22914;&#20309;&#32534;&#31243;&#26102;&#65292;&#21364;&#32463;&#24120;&#27809;&#26377;&#34987;&#20256;&#25480;&#21040;&#37027;&#20123;&#19981;&#37027;&#20040;&#26377; &#36259;&#30340;&#32454;&#33410;&#65292;&#20687;&#20195;&#30721;&#26684;&#24335;&#32534;&#25490;&#12290;&#29978;&#33267;&#23613;&#31649;&#23398;&#20064;&#36825;&#20123;&#19996;&#35199;&#24182;&#19981;&#20250;&#20196;&#20320;&#30340;&#20195;&#30721;&#26356;&#22909;&#65292;&#20063;&#19981;&#20250;&#20196;&#20320;&#25104;&#20026;&#26356;&#22909;&#30340;&#31243;&#24207;&#21592;&#65292;&#23427;&#20063;&#20250;&#30830;&#20445;&#20320;&#19981;&#34987;&#21516;&#20107;&#35270;&#20026;&#20837;&#38376;&#32423;&#30340;&#31243;&#24207;&#21592;&#12290;&#29978;&#33267;&#21363;&#20351; &#26576;&#20154;&#26159;&#39640;&#32423;&#31243;&#24207;&#21592;&#65292;&#22914;&#26524;&#20182;&#30340;&#21464;&#37327;&#26159;&#20197;&#20182;&#37027;97&#21482;&#29483;&#30340;&#21517;&#23383;&#26469;&#21629;&#21517;&#65292;&#25110;&#32773;&#20854;&#20989;&#25968;&#21483;&#20570;&ldquo;doSomething&#65288;&#65289;&rdquo;&#30340;&#65292;&#20182;&#20204;&#30475;&#36215;&#26469;&#20063;&#19981;&#20687;&#26159;&#30693;&#36947;&#33258;&#24049;&#22312;&#24178;&#20160;&#20040;&#30340; &#20154;&#12290;&#32780;&#19988;&#20250;&#20196;&#20854;&#20195;&#30721;&#22312;&#36807;&#31243;&#20013;&#26356;&#38590;&#20197;&#32500;&#25252;&#12290; </p>
<p>
<strong>10.&#35201;&#29609;&#30340;&#24320;&#24515;  </strong>&#24819;&#35201;&#30196;&#36855;&#20110;&#21333;&#35843;&#20047;&#21619;&#30340;&#24037;&#20316;&#65311;&#30171;&#24680;&#24037;&#20316;&#21543;&#12290;&#35201;&#24819;&#21319;&#32423;&#20026;&#20013;&#32423;&#31243;&#24207;&#21592;&#21487;&#19981;&#20165;&#20165;&#26159;&#20026;&#20102;&#25343;&#21040;&#19981;&#26029;&#22686;&#38271;&#30340;&#24037;&#36164;&#19981;&#36798;&#30446;&#30340;&#35475;&#19981;&#32610;&#20241;&#65292;&#32780;&#26159;&#35201;&#30495;&#27491;&#20139;&#21463;&#24037;&#20316;&#12290;&#22914;&#26524;&#20320;&#19981;&#21916;&#27426;&#33258;&#24049; &#30340;&#24037;&#20316;&#65292;&#19988;&#36824;&#26159;&#21021;&#32423;&#31243;&#24207;&#21592;&#65292;&#20320;&#24590;&#20040;&#20250;&#35748;&#20026;&#25104;&#20026;&#20013;&#32423;&#25110;&#39640;&#32423;&#31243;&#24207;&#21592;&#24773;&#20917;&#23601;&#20250;&#26377;&#25152;&#22909;&#36716;&#21602;&#65311;&#25442;&#24037;&#20316;&#25110;&#25913;&#32844;&#19994;&#21543;&#12290;&#21453;&#36807;&#26469;&#35828;&#65292;&#22914;&#26524;&#20320;&#21916;&#29233;&#25152;&#20174;&#20107;&#30340;&#24037;&#20316;&#65292;&#37027;&#23601;&#22909;&#65281;&#21482;&#35201;&#20320; &#22362;&#25345;&#19979;&#21435;&#65292;&#25105;&#20445;&#35777;&#20320;&#33021;&#25104;&#20026;&#19968;&#21517;&#26356;&#22909;&#30340;&#31243;&#24207;&#21592;&#12290;&#65288;Justin James&#65289;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/05/8361/" title="10:29 AM" rel="bookmark"><time class="entry-date" datetime="2011-03-05T10:29:54+00:00">2011/03/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/03/05/8360/" rel="prev"><span class="meta-nav">&larr;</span> &#20174;&#28120;&#23453;&#12289;&#30334;&#24230;&#34987;&#21015;&#20837;&ldquo;&#24694;&#21517;&#24066;&#22330;&rdquo;&#35828;&#36215;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/03/05/8362/" rel="next">&#21738;&#31181;&#32534;&#31243;&#35821;&#35328;&#30340;&#31243;&#24207;&#21592;&#33039;&#35805;&#26368;&#22810;? <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/03/05/8361/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="8361" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="b33bc0bd88"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="170"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>March 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/02/">&laquo; Feb</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/04/">Apr &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="1" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/03/01/" aria-label="Posts published on March 1, 2011">1</a></td><td>2</td><td><a href="http://log.SunnyBoy.Me/2011/03/03/" aria-label="Posts published on March 3, 2011">3</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/04/" aria-label="Posts published on March 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/05/" aria-label="Posts published on March 5, 2011">5</a></td><td>6</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/07/" aria-label="Posts published on March 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/08/" aria-label="Posts published on March 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/09/" aria-label="Posts published on March 9, 2011">9</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/10/" aria-label="Posts published on March 10, 2011">10</a></td><td>11</td><td><a href="http://log.SunnyBoy.Me/2011/03/12/" aria-label="Posts published on March 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/13/" aria-label="Posts published on March 13, 2011">13</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/14/" aria-label="Posts published on March 14, 2011">14</a></td><td>15</td><td><a href="http://log.SunnyBoy.Me/2011/03/16/" aria-label="Posts published on March 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/17/" aria-label="Posts published on March 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/18/" aria-label="Posts published on March 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/19/" aria-label="Posts published on March 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/20/" aria-label="Posts published on March 20, 2011">20</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/21/" aria-label="Posts published on March 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/22/" aria-label="Posts published on March 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/23/" aria-label="Posts published on March 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/24/" aria-label="Posts published on March 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/25/" aria-label="Posts published on March 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/26/" aria-label="Posts published on March 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/27/" aria-label="Posts published on March 27, 2011">27</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/28/" aria-label="Posts published on March 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/29/" aria-label="Posts published on March 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/30/" aria-label="Posts published on March 30, 2011">30</a></td><td>31</td>
		<td class="pad" colspan="3">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
