<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#30693;&#20046;&#30340;&#38382;&#39064; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#30693;&#20046;&#30340;&#38382;&#39064; Comments Feed" href="http://log.SunnyBoy.Me/2011/04/26/9975/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#20114;&#32852;&#32593;&#20135;&#21697;&#30340;&#32784;&#29992;&#24615;&#35299;&#26512;" href="http://log.SunnyBoy.Me/2011/04/26/9973/"><link rel="next" title="&#22242;&#36141;&#32593;&#31449;&#30127;&#29378;&#30776;&#38065;&#21040;&#24213;&#20026;&#21738;&#33324;" href="http://log.SunnyBoy.Me/2011/04/26/9976/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/04/26/9975/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=9975"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F04%2F26%2F9975%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F04%2F26%2F9975%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-9975 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-9975" class="post-9975 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#30693;&#20046;&#30340;&#38382;&#39064;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/04/26/9975/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12288;&#12288;&#19978;&#21608;&#26377;&#24184;&#24471;&#21040;&#19968;&#20301;&#26379;&#21451;&#32473;&#30340;&#36992;&#35831;&#65292;&#27880;&#20876;&#20102;&#20256;&#38395;&#20013;&#30340;<a target="_blank" href="http://www.williamlong.info/archives/2613.html">&#30693;&#20046;&#38382;&#31572;&#31038;&#21306;</a>&#12290;&#32463;&#36807;&#19968;&#21608;&#30340;&#35797;&#29992;&#65292;&#31508;&#32773;&#24819;&#21487;&#20197;&#35828;&#28857;&#20160;&#20040;&#20102;&#12290;</p>
<p>&#12288;&#12288;&#19968;&#21608;&#30340;&#26102;&#38388;&#37324;&#65292;&#31508;&#32773;&#22238;&#31572;&#20102;46&#20010;&#38382;&#39064;&#65292;&#32534;&#36753;&#20102;51&#20010;&#39033;&#30446;&#65292;&#38382;&#36807;2&#20010;&#38382;&#39064;&#12290;</p>
<p>&#12288;&#12288;&#30693;&#20046;&#32473;&#31508;&#32773;&#30340;&#24863;&#35273;&#26377;&#24456;&#22810;&#65292;&#36825;&#19968;&#21608;&#37324;&#65292;&#30693;&#20046;&#39029;&#38754;&#20063;&#20986;&#29616;&#20960;&#20010;&#38169;&#35823;&#12290;&#30693;&#20046;&#19968;&#21495;&#21592;&#24037;&#21608;&#28304;&#20808;&#29983;&#35299;&#37322;&#20102;&#24456;&#22810;&#36825;&#26679;&#30340;&#38382;&#39064;&#65292;&#28982;&#21518;&#30693;&#20046;&#21448;&#36935;&#21040;&#20102;&#19968;&#22330;&#20844;&#20851;&#21361;&#26426;&#12290;&#23427;&#30340;&#26576;&#26465;&#27454;&#21644;&#22269;&#20869;&#25152;&#26377;&#20225;&#19994;&#30340;&#26465;&#27454;&#19968;&#26679;&#65292;&#38712;&#29579;&#26080;&#32827;&#12290;&#31508;&#32773;&#24819;&#20182;&#20204;&#24212;&#35813;&#32856;&#35831;&#20960;&#20010;&#26356;&#21152;&#19987;&#19994;&#30340;&#20844;&#20851;&#20154;&#21592;&#65292;&#19981;&#28982;&#20877;&#36935;&#21040;&#31867;&#20284;&#38382;&#39064;&#65292;&#24456;&#21487;&#33021;&#20687;&#36825;&#27425;&#36825;&#26679;&#25163;&#36275;&#26080;&#25514;&#65292;&#38169;&#28431;&#30334;&#20986;&#12290;</p>
<p>&#12288;&#12288;&#19979;&#38754;&#31508;&#32773;&#35828;&#20960;&#20010;&#25152;&#33021;&#24819;&#21040;&#30340;&#30693;&#20046;&#30340;&#38382;&#39064;&#12290;</p>

<p>&#12288;&#12288;<strong>&#30693;&#20046;&#30340;&#38382;&#39064;&#19968;&#65306;&#27880;&#20876;&#29992;&#25143;&#22686;&#21152;&#65292;&#20294;&#26377;&#20215;&#20540;&#38382;&#39064;&#21344;&#27604;&#21464;&#23567;</strong></p>
<p>&#12288;&#12288;&#31508;&#32773;&#20197;&#20026;&#27880;&#20876;&#30693;&#20046;&#30340;&#20154;&#37117;&#26159;&#20805;&#28385;&#25506;&#32034;&#31934;&#31070;&#30340;&#26379;&#21451;&#65292;&#20294;&#26159;&#31508;&#32773;&#21457;&#35273;&#24456;&#22810;&#27880;&#20876;&#23436;&#30693;&#20046;&#30340;&#20154;&#65292;&#19981;&#32943;&#33258;&#24049;&#25506;&#32034;&#32780;&#26159;&#19968;&#21619;&#30340;&#25552;&#38382;&#12290;</p>
<p>&#12288;&#12288;&#38382;&#31572;&#31038;&#21306;&#23447;&#26088;&#26159;&#35299;&#20915;&#19968;&#20123;&#36739;&#38590;&#35299;&#20915;&#30340;&#38382;&#39064;&#65292;&#20504;&#33509;&#33258;&#24049;&#24050;&#32463;&#21487;&#20197;&#25214;&#21040;&#31572;&#26696;&#65292;&#21364;&#22240;&#20026;&#25042;&#24816;&#65292;&#19981;&#26029;&#30340;&#25552;&#20986;&#36817;&#20046;&#24188;&#31258;&#30340;&#38382;&#39064;&#65292;&#37027;&#20040;&#36825;&#26679;&#30340;&#38382;&#31572;&#31038;&#21306;&#30340;&#38382;&#39064;&#36136;&#37327;&#26080;&#30097;&#20250;&#24930;&#24930;&#19979;&#38477;&#12290;</p>
<p>&#12288;&#12288;&#26089;&#26399;&#30693;&#20046;&#26159;&#30001;&#19968;&#22534;&#31934;&#33521;&#20154;&#22763;&#35299;&#31572;&#38382;&#39064;&#65292;&#25552;&#20986;&#38382;&#39064;&#12290;&#29616;&#22312;&#27880;&#20876;&#29992;&#25143;&#24050;&#32463;&#36924;&#36817;&#19968;&#19975;&#65292;&#38382;&#39064;&#30340;&#35268;&#27169;&#21464;&#22823;&#65292;&#26377;&#24847;&#20041;&#30340;&#22238;&#31572;&#21364;&#21464;&#24471;&#36234;&#26469;&#36234;&#31232;&#32570;&#12290;&#24456;&#22823;&#30340;&#21407;&#22240;&#22312;&#20110;&#31934;&#33521;&#20154;&#22763;&#19981;&#20877;&#22238;&#31572;&#38382;&#39064;&#20102;&#12290;</p>
<p>&#12288;&#12288;&#31508;&#32773;&#24819;&#36825;&#20063;&#35768;&#26159;&#30693;&#20046;&#21069;&#26399;&#24037;&#20316;&#30340;&#19968;&#20010;&#40664;&#35768;&#65292;&#26089;&#26399;&#30001;&#36825;&#20123;&#20154;&#22238;&#31572;&#65292;&#20986;&#29616;&#24456;&#22810;&#32463;&#20856;&#30340;&#38382;&#31572;&#65292;&#28982;&#21518;&#25955;&#24067;&#32593;&#32476;&#65292;&#21560;&#24341;&#26356;&#22810;&#20154;&#32034;&#27714;&#36992;&#35831;&#12290;&#30693;&#20046;&#30340;&#33829;&#38144;&#31574;&#30053;&#30340;&#30830;&#26159;&#25104;&#21151;&#30340;&#12290;&#29978;&#33267;&#31508;&#32773;&#20197;&#23567;&#20154;&#20043;&#24515;&#26469;&#30475;&#65292;&#28120;&#23453;&#30340;&#37027;&#20010;100&#22359;&#38065;&#21334;&#36992;&#35831;&#30721;&#30340;&#31461;&#38795;&#20063;&#24456;&#26377;&#21487;&#33021;&#26159;&#30693;&#20046;&#31574;&#30053;&#30340;&#19968;&#29615;&#12290;</p>
<p>&#12288;&#12288;&#29616;&#22312;&#30693;&#20046;&#24050;&#32463;&#25104;&#20026;&#20013;&#25991;&#38382;&#31572;&#31038;&#21306;&#28825;&#25163;&#21487;&#28909;&#30340;&#21518;&#36215;&#26126;&#26143;&#65292;&#36824;&#38468;&#24102;&#30528;&#21019;&#26032;&#24037;&#21378;&#25237;&#36164;&#30340;&#20809;&#29615;&#65292;&#20110;&#26159;&#21069;&#26399;&#30340;&#23459;&#20256;&#21464;&#24471;&#19981;&#20877;&#24517;&#35201;&#12290;&#37027;&#20123;&#26366;&#32463;&#21046;&#36896;&#26080;&#25968;&#32463;&#20856;&#38382;&#31572;&#30340;&#20154;&#20110;&#26159;&#24402;&#38544;&#12290;&#25152;&#20197;&#29616;&#22312;&#33021;&#30475;&#21040;&#30340;&#38382;&#39064;&#21644;&#35299;&#31572;&#26089;&#24050;&#19981;&#22914;&#24320;&#22987;&#26102;&#37027;&#20040;&#35753;&#20154;&#21360;&#35937;&#28145;&#21051;&#20102;&#12290;</p>
<p>&#12288;&#12288;&#30693;&#20046;&#22914;&#26524;&#26080;&#27861;&#35299;&#20915;&#36825;&#20010;&#38382;&#39064;&#65292;&#31508;&#32773;&#24819;&#30041;&#24453;&#23427;&#30340;&#21482;&#26159;&#27814;&#20026;&#26377;&#19968;&#20010;&#30334;&#24230;&#30693;&#36947;&#65292;&#22825;&#28079;&#38382;&#31572;&#32610;&#20102;&#12290;</p>
<p>&#12288;&#12288;<strong>&#30693;&#20046;&#30340;&#38382;&#39064;&#20108;&#65306;&#30456;&#20284;&#38382;&#39064;&#30340;&#27867;&#28389;</strong></p>
<p>&#12288;&#12288;&#26377;&#19968;&#20010;&#27604;&#36739;&#32463;&#20856;&#30340;&#30456;&#20284;&#38382;&#39064;&#34987;&#25552;&#38382;&#20102;&#30456;&#24403;&#22810;&#27425;&#25968;&#65306;&#22914;&#20309;&#26597;&#30475;&#33258;&#24049;&#26159;&#30693;&#20046;&#30340;&#31532;&#20960;&#21495;&#27880;&#20876;&#32773;&#12290;</p>
<p>&#12288;&#12288;&#36825;&#20010;&#38382;&#39064;&#22312;&#22235;&#20010;&#26376;&#21069;&#24050;&#32463;&#24471;&#21040;&#35299;&#31572;&#65292;&#24182;&#19988;&#24402;&#26723;&#19981;&#20877;&#22686;&#21152;&#26032;&#30340;&#31572;&#26696;&#12290;&#28982;&#32780;&#31508;&#32773;&#20381;&#28982;&#26102;&#19981;&#26102;&#21487;&#20197;&#30475;&#21040;&#36825;&#20010;&#38382;&#39064;&#30340;&#37325;&#22797;&#28389;&#35294;&#12290;</p>
<p>&#12288;&#12288;&#23601;&#20687;&#31508;&#32773;&#22312;&#31532;&#19968;&#28857;&#25552;&#21040;&#30340;&#37027;&#26679;&#65292;&#30693;&#20046;&#27880;&#20876;&#29992;&#25143;&#30340;&#36136;&#37327;&#22312;&#19981;&#26029;&#19979;&#38477;&#65292;&#32780;&#19988;&#25042;&#24816;&#30340;&#20154;&#36234;&#26469;&#36234;&#22810;&#65292;&#23427;&#20204;&#29978;&#33267;&#19981;&#24895;&#25628;&#32034;&#19968;&#19979;&#36825;&#20010;&#38382;&#39064;&#26159;&#21542;&#24471;&#21040;&#35299;&#20915;&#12290;</p>
<p>&#12288;&#12288;&#31508;&#32773;&#26159;&#30456;&#24403;&#19981;&#28385;&#24352;&#20142;&#20808;&#29983;&#30340;&#36992;&#35831;&#30721;&#21457;&#36865;&#21046;&#24230;&#65292;&#30495;&#27491;&#38656;&#35201;&#30340;&#26080;&#27861;&#24471;&#21040;&#36992;&#35831;&#65292;&#32780;&#19968;&#20123;&#20225;&#22270;&#26032;&#40092;&#30340;&#20154;&#21364;&#19981;&#26029;&#24471;&#21040;&#36992;&#35831;&#12290;&#32780;&#19988;&#30693;&#20046;&#25797;&#38271;&#30340;&#21464;&#25104;&#19981;&#26159;&#38382;&#31572;&#65292;&#32780;&#26159;&#33829;&#38144;&#12290;</p>
<p>&#12288;&#12288;&#31508;&#32773;&#24819;&#30693;&#20046;&#24212;&#35813;&#26377;&#33021;&#21147;&#35299;&#20915;&#36825;&#31181;&#38382;&#39064;&#12290;&#31038;&#20132;&#38382;&#31572;&#20851;&#38190;&#30340;&#24182;&#19981;&#26159;&#38382;&#39064;&#30340;&#37327;&#65292;&#32780;&#26159;&#36136;&#12290;&#31508;&#32773;&#24819;&#20182;&#20204;&#24212;&#35813;&#25026;&#30340;&#12290;</p>
<p>&#12288;&#12288;<strong>&#30693;&#20046;&#30340;&#38382;&#39064;&#19977;&#65306;&#26381;&#21153;&#31283;&#23450;&#24615;</strong></p>
<p>&#12288;&#12288;&#26368;&#36817;&#20960;&#22825;&#30693;&#20046;&#32463;&#24120;&#20986;&#29616;&#36825;&#21477;&#35805;&#65306;&ldquo;&#26381;&#21153;&#22120;&#25552;&#20102;&#19968;&#20010;&#38382;&#39064;&#65292;&#25105;&#20204;&#27491;&#22312;&#32039;&#24352;&#30340;&#25776;&#20889;&#31572;&#26696;&hellip;&rdquo;</p>
<p>&#12288;&#12288;&#36825;&#20010;&#25253;&#38169;&#25552;&#31034;&#24456;&#20154;&#24615;&#21270;&#65292;&#20294;&#26159;&#32463;&#24120;&#30475;&#21040;&#21364;&#35753;&#20154;&#24863;&#35273;&#19981;&#29978;&#33298;&#26381;&#12290;&#31283;&#23450;&#24615;&#26159;&#23545;&#25152;&#26377;&#32593;&#31449;&#30340;&#35201;&#27714;&#12290;&#39057;&#32321;&#20986;&#29616;&#26381;&#21153;&#20986;&#38169;&#36825;&#31181;&#38169;&#35823;&#24456;&#23481;&#26131;&#38477;&#20302;&#29992;&#25143;&#30340;&#20307;&#39564;&#12290;</p>
<p>&#12288;&#12288;&#32780;&#21478;&#19968;&#20010;&#32463;&#24120;&#20986;&#29616;&#30340;&#26159;&#31532;&#19968;&#27425;&#36827;&#20837;&#30693;&#20046;&#39318;&#39029;&#65292;&#20250;&#20986;&#29616;&#25972;&#20010;&#39029;&#38754;&#21482;&#26377;&#25628;&#32034;&#26694;&#21644;&#25353;&#38062;&#65292;&#24213;&#19979;&#37117;&#26159;&#30333;&#23631;&#12290;&#38656;&#35201;&#28857;&#20987;&#20854;&#20182;&#22320;&#26041;&#65292;&#25110;&#32773;&#21047;&#26032;&#19968;&#19979;&#25165;&#33021;&#21464;&#22909;&#12290;&#36825;&#20010;&#38382;&#39064;&#22312;chrome&#21644;&#28779;&#29392;&#37324;&#24120;&#24120;&#30475;&#21040;&#12290;&#30693;&#20046;&#19978;&#20063;&#26377;&#20154;&#25552;&#20986;&#20102;&#36825;&#20010;&#38382;&#39064;&#12290;&#20294;&#26159;&#31508;&#32773;&#36824;&#27809;&#30475;&#21040;&#35299;&#20915;&#12290;</p>
<p>&#12288;&#12288;&#22312;&#26085;&#21518;&#30693;&#20046;&#30340;&#27880;&#20876;&#29992;&#25143;&#35268;&#27169;&#36798;&#21040;&#21313;&#19975;&#30334;&#19975;&#21518;&#65292;&#26381;&#21153;&#30340;&#31283;&#23450;&#24615;&#35201;&#27714;&#26080;&#30097;&#20250;&#21464;&#24471;&#26356;&#39640;&#12290;&#24076;&#26395;&#30693;&#20046;&#33021;&#22815;&#22909;&#22909;&#35299;&#20915;&#36825;&#20010;&#38382;&#39064;&#12290;</p>
<p>&#12288;&#12288;<strong>&#30693;&#20046;&#30340;&#38382;&#39064;&#22235;&#65306;&#28608;&#21169;&#21046;&#24230;</strong></p>
<p>&#12288;&#12288;&#29616;&#22312;&#22312;&#30693;&#20046;&#19978;&#22238;&#31572;&#38382;&#39064;&#22522;&#26412;&#19978;&#37117;&#26159;&#20973;&#20511;&#20154;&#31867;&#26412;&#33021;&#19978;&#21916;&#27426;&#24110;&#21161;&#21035;&#20154;&#65292;&#39034;&#20415;&#28843;&#32768;&#33258;&#24049;&#30693;&#35782;&#20648;&#22791;&#22810;&#20016;&#23500;&#30340;&#22825;&#24615;&#12290;&#20294;&#26159;&#25105;&#20204;&#19981;&#21487;&#33021;&#35201;&#27714;&#22823;&#23478;&#22825;&#22825;&#37117;&#26377;&#36825;&#20010;&#24515;&#24773;&#12290;</p>
<p>&#12288;&#12288;&#30693;&#20046;&#30340;&#28608;&#21169;&#21046;&#24230;&#30456;&#24403;&#31967;&#31957;&#65292;&#26356;&#20026;&#31967;&#31957;&#30340;&#26159;&#65292;&#26377;&#20123;&#20154;&#25552;&#20986;&#30340;&#38382;&#39064;&#26080;&#20154;&#35299;&#31572;&#65292;&#36825;&#26679;&#26356;&#21152;&#25387;&#20260;&#29992;&#25143;&#30340;&#31215;&#26497;&#24615;&#12290;</p>
<p>&#12288;&#12288;&#31508;&#32773;&#30340;&#38382;&#39064;&#27809;&#20154;&#22238;&#31572;&#65292;&#31508;&#32773;&#20026;&#20160;&#20040;&#35201;&#35299;&#31572;&#21035;&#20154;&#30340;&#38382;&#39064;&#65311;</p>
<p>&#12288;&#12288;&#36825;&#26679;&#30340;&#24515;&#29702;&#27963;&#21160;&#24819;&#24517;&#26377;&#19981;&#23569;&#30693;&#20046;&#27880;&#20876;&#32773;&#37117;&#26377;&#12290;&#25105;&#20204;&#30475;&#21040;&#21407;&#26469;&#30340;&#20114;&#32852;&#32593;&#21517;&#20154;&#20204;&#25552;&#20986;&#30340;&#38382;&#39064;&#31435;&#21051;&#24471;&#21040;&#19968;&#32676;&#20154;&#30340;&#22238;&#31572;&#65292;&#36190;&#25104;&#65292;&#25237;&#31080;&#65307;&#32780;&#33258;&#24049;&#19968;&#21517;&#40664;&#40664;&#26080;&#38395;&#30340;&#23567;&#21654;&#25552;&#20986;&#30340;&#38382;&#39064;&#65292;&#21363;&#20415;&#20805;&#28385;&#22238;&#31572;&#30340;&#24847;&#20041;&#65292;&#20294;&#26159;&#19968;&#22825;&#20004;&#22825;&#26080;&#25968;&#22825;&#37117;&#26080;&#20154;&#38382;&#27941;&#65292;&#29978;&#33267;&#36830;&#36992;&#35831;&#21035;&#20154;&#22238;&#31572;&#30340;&#26426;&#20250;&#37117;&#27809;&#26377;&hellip;&hellip;</p>
<p>&#12288;&#12288;&#29992;&#25143;&#24590;&#20040;&#24819;&#65311;</p>
<p>&#12288;&#12288;&#19968;&#20010;&#22909;&#30340;&#28608;&#21169;&#21046;&#24230;&#21487;&#20197;&#19981;&#26029;&#21796;&#36215;&#29992;&#25143;&#22238;&#31572;&#38382;&#39064;&#30340;&#27442;&#26395;&#65292;&#28982;&#21518;&#33258;&#24049;&#30340;&#38382;&#39064;&#21448;&#24471;&#21040;&#24456;&#22909;&#30340;&#35299;&#31572;&#12290;&#36825;&#25165;&#26159;&#30495;&#27491;&#30340;&#33391;&#24615;&#24490;&#29615;&#12290;&#21542;&#21017;&#65292;&#30693;&#20046;&#21482;&#20250;&#25104;&#20026;&#19968;&#20010;&#36149;&#26063;&#21517;&#20154;&#20204;&#25552;&#38382;&#35299;&#31572;&#30340;&#31038;&#21306;&#12290;&#36825;&#21644;&#26032;&#28010;&#24494;&#21338;&#19978;&#65292;&#37027;&#32676;&#34920;&#38754;&#20809;&#40092;&#30340;&#26126;&#26143;&#20114;&#30456;&#25447;&#23545;&#26041;&#23617;&#30524;&#30340;&#20570;&#27861;&#26377;&#20309;&#21306;&#21035;&#65311;</p>
<p>&#12288;&#12288;&#19981;&#35770;&#26159;&#30693;&#20046;&#36824;&#26159;&#28857;&#28857;&#65292;&#36825;&#20123;&#20114;&#32852;&#32593;&#26032;&#36149;&#20204;&#22312;&#22914;&#20170;&#21463;&#21040;&#22823;&#23478;&#30340;&#36861;&#25447;&#65292;&#20294;&#26159;&#22914;&#26524;&#26080;&#27861;&#25918;&#19979;&#20658;&#24930;&#30340;&#23039;&#24577;&#65292;&#22312;&#36149;&#22269;&#30340;&#21069;&#26223;&#22914;&#20309;&#65292;&#31508;&#32773;&#23558;&#19968;&#30452;&#30475;&#30528;&#12290;</p>
<p>&#12288;&#12288;&#26469;&#28304;&#65306;&#35835;&#32773;&#25237;&#31295;&#65292;<a target="_blank" href="http://www.lvleaf.com/windson/?p=1009">&#21407;&#25991;&#38142;&#25509;</a>&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/04/26/9975/" title="7:15 AM" rel="bookmark"><time class="entry-date" datetime="2011-04-26T07:15:48+00:00">2011/04/26</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/04/26/9973/" rel="prev"><span class="meta-nav">&larr;</span> &#20114;&#32852;&#32593;&#20135;&#21697;&#30340;&#32784;&#29992;&#24615;&#35299;&#26512;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/04/26/9976/" rel="next">&#22242;&#36141;&#32593;&#31449;&#30127;&#29378;&#30776;&#38065;&#21040;&#24213;&#20026;&#21738;&#33324; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/04/26/9975/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="9975" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="70905061ee"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="124"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>April 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/03/">&laquo; Mar</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/05/">May &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="4" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/04/01/" aria-label="Posts published on April 1, 2011">1</a></td><td><a href="http://log.SunnyBoy.Me/2011/04/02/" aria-label="Posts published on April 2, 2011">2</a></td><td>3</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/04/04/" aria-label="Posts published on April 4, 2011">4</a></td><td>5</td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/04/07/" aria-label="Posts published on April 7, 2011">7</a></td><td>8</td><td>9</td><td>10</td>
	</tr><tr><td>11</td><td>12</td><td>13</td><td>14</td><td>15</td><td>16</td><td><a href="http://log.SunnyBoy.Me/2011/04/17/" aria-label="Posts published on April 17, 2011">17</a></td>
	</tr><tr><td>18</td><td>19</td><td>20</td><td>21</td><td>22</td><td>23</td><td>24</td>
	</tr><tr><td>25</td><td><a href="http://log.SunnyBoy.Me/2011/04/26/" aria-label="Posts published on April 26, 2011">26</a></td><td>27</td><td>28</td><td>29</td><td>30</td>
		<td class="pad" colspan="1">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
