<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>Sunny | Sunny Blog | Page 50</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Posts by Sunny Feed" href="http://log.SunnyBoy.Me/author/sunny/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="archive paged author author-sunny author-2 paged-50 author-paged-50 custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<section id="primary" class="site-content"><div id="content" role="main">

		
			
			<header class="archive-header"><h1 class="archive-title">Author Archives: <span class="vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="Sunny" rel="me">Sunny</a></span></h1>
			</header><!-- .archive-header --><nav id="nav-above" class="navigation" role="navigation"><h3 class="assistive-text">Post navigation</h3>
			<div class="nav-previous"><a href="http://log.SunnyBoy.Me/author/sunny/page/51/"><span class="meta-nav">&larr;</span> Older posts</a></div>
			<div class="nav-next"><a href="http://log.SunnyBoy.Me/author/sunny/page/49/">Newer posts <span class="meta-nav">&rarr;</span></a></div>
		</nav><!-- .navigation --><article id="post-8221" class="post-8221 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/04/8221/" rel="bookmark">&#29579;&#24314;&#23449;&#25552;&#26696;&#65306;&#23454;&#29616;TD-LTE&#20840;&#29699;&#25512;&#24191;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/04/8221/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/e889a_g3.gif" alt="China Mobile &#20013;&#22269;&#31227;&#21160; G3 / TD-SCDMA" align="right"></p>
<p><strong>&#32593;&#26131;&#31185;&#25216;&#35759; 3&#26376;3&#26085;&#28040;&#24687;&#65292;&#20840;&#22269;&#25919;&#21327;&#22996;&#21592;&#12289;&#20013;&#22269;&#31227;&#21160;&#33891;&#20107;&#38271;&#29579;&#24314;&#23449;&#21521;&#20840;&#22269;&#25919;&#21327;&#21313;&#19968;&#23626;&#22235;&#27425;&#20250;&#35758;&#25552;&#20132;&#20102;&#19968;&#20221;&#12298;&#22312;&#21457;&#23637;&#26032;&#19968;&#20195;&#31227;&#21160;&#36890;&#20449;&#20013;&#25193;&#22823;&#25105;&#22269;&#33258;&#20027;&#21019;&#26032;&#25216;&#26415;&#30340;&#22269;&#38469;&#24433;&#21709;&#21147;&#12299;&#30340;&#25552;&#26696;&#12290;</strong>&#29579;&#24314;&#23449;&#25351;&#20986;&#65292;&#25105;&#22269;&#20027;&#23548;&#30340;&#26032;&#19968;&#20195;&#31227;&#21160;&#36890;&#20449;&#25216;&#26415;TD-LTE&#24050;&#32463;&#20837;&#36873;&#25104;&#20026;4G&#22269;&#38469;&#26631;&#20934;&#65292;&#24212;&#20511;&#37492;&#31532;&#19968;&#12289;&#20108;&#12289;&#19977;&#20195;&#31227;&#21160;&#36890;&#20449;&#21457;&#23637;&#30340;&#32463;&#39564;&#25945;&#35757;&#65292;&#23613;&#26089;&#35268;&#21010;&#24067;&#23616;&#65292;&#25630;&#22909;7&#22478;&#24066;&#35268;&#27169;&#35797;&#39564;&#65292;&#25512;&#36827;&#21830;&#29992;&#35745;&#21010;&#65292;&#24341;&#23548;&#25512;&#21160;TD-LTE&#20135;&#19994;&#35268;&#27169;&#21270;&#21457;&#23637;&#65292;&#23454;&#29616;&#20840;&#29699;&#24212;&#29992;&#25512;&#24191;&#12290;</p>

<p><strong>&#20197;&#19979;&#20026;&#29579;&#24314;&#23449;&#25552;&#26696;&#20840;&#25991;&#65306;</strong></p>
<p>&#12298;&#22312;&#21457;&#23637;&#26032;&#19968;&#20195;&#31227;&#21160;&#36890;&#20449;&#20013;&#25193;&#22823;&#25105;&#22269;&#33258;&#20027;&#21019;&#26032;&#25216;&#26415;&#30340;&#22269;&#38469;&#24433;&#21709;&#21147;&#12299;</p>
<p>&#38754;&#23545;&#22269;&#38469;&#37329;&#34701;&#21361;&#26426;&#21644;&#20840;&#29699;&#27668;&#20505;&#21464;&#21270;&#30340;&#24433;&#21709;&#65292;&#19990;&#30028;&#19978;&#35768;&#22810;&#22269;&#23478;&#37117;&#25226;&#21457;&#23637;&#25112;&#30053;&#24615;&#26032;&#20852;&#20135;&#19994;&#20316;&#20026;&#22269;&#23478;&#37325;&#35201;&#25112;&#30053;&#25514;&#26045;&#12290;&#21253;&#25324;&#26032;&#33021;&#28304;&#12289;&#26032;&#26448;&#26009;&#21644;&#20449;&#24687;&#36890;&#20449;&#32593;&#32476;&#22312;&#20869;&#30340;&#26032;&#20852;&#20135;&#19994;&#30340;&#21457;&#23637;&#65292;&#24050;&#25104;&#20026;&#24102;&#21160;&#25216;&#26415;&#36827;&#27493;&#12289;&#32531;&#35299;&#36164;&#28304;&#29615;&#22659;&#21387;&#21147;&#30340;&#24378;&#22823;&#21160;&#21147;&#12290;</p>
<p>&#22312;&#20449;&#24687;&#25216;&#26415;&#39046;&#22495;&#65292;&#30001;&#20110;&#31227;&#21160;&#20114;&#32852;&#32593;&#36805;&#36895;&#21457;&#23637;&#24102;&#26469;&#30340;&#26080;&#32447;&#25968;&#25454;&#27969;&#37327;&#30340;&#29190;&#28856;&#24615;&#22686;&#38271;&#65292;&#20135;&#29983;&#20102;&#23545;&#23485;&#24102;&#26080;&#32447;&#32593;&#32476;&#30340;&#24040;&#22823;&#38656;&#27714;&#12290;&#22312;&#36825;&#31181;&#38656;&#27714;&#30340;&#39537;&#21160;&#19979;&#65292;&#22269;&#38469;&#19978;&#20197;LTE&#20026; &#20027;&#27969;&#30340;&#31227;&#21160;&#36890;&#20449;&#32593;&#30340;&#24314;&#35774;&#27604;&#39044;&#26399;&#25552;&#21069;&#20960;&#24180;&#21551;&#21160;&#20102;&#12290;&#22269;&#38469;&#20449;&#24687;&#32593;&#32476;&#30340;&#36825;&#19968;&#36235;&#21183;&#65292;&#32473;&#25105;&#22269;&#20027;&#23548;&#30340;TD-LTE&#25216;&#26415;&#22312;&#22269;&#38469;&#19978;&#30340;&#24212;&#29992;&#65292;&#24102;&#26469;&#20102;&#26032;&#30340;&#26426;&#20250;&#12290;</p>
<p>&#31227;&#21160;&#36890;&#20449;&#26159;&#22312;&#19978;&#19990;&#32426;&#20843;&#21313;&#24180;&#20195;&#21518;&#26399;&#22312;&#20840;&#29699;&#33539;&#22260;&#20869;&#22823;&#35268;&#27169;&#21457;&#23637;&#36215;&#26469;&#30340;&#12290;&#21040;&#30446;&#21069;&#24050;&#32463;&#32463;&#21382;&#20102;&#19977;&#20195;&#25216;&#26415;&#26631;&#20934;&#12290;&#22312;&#31532;&#19968;&#12289;&#31532;&#20108;&#21644;&#31532;&#19977;&#20195;&#31227;&#21160;&#36890;&#20449;&#21457;&#23637;&#30340;&#36807;&#31243;&#20013;&#65292;&#27431;&#32654;&#22312; &#25216;&#26415;&#26041;&#38754;&#19968;&#30452;&#22788;&#20110;&#20027;&#23548;&#22320;&#20301;&#12290;&#25105;&#22269;&#20174;1987&#24180;&#24320;&#22987;&#24314;&#35774;&#31227;&#21160;&#36890;&#20449;&#32593;&#32476;&#21644;&#25552;&#20379;&#31227;&#21160;&#36890;&#20449;&#26381;&#21153;&#12290;&#22312;&#24314;&#35774;&#31532;&#19968;&#20195;&#32593;&#32476;&#26102;&#65292;&#35774;&#22791;&#20379;&#24212;&#20960;&#20046;&#23436;&#20840;&#20381;&#36182;&#20174;&#27431;&#32654;&#20225;&#19994;&#36827;&#21475;&#12290;&#36827;&#20837;&#31532; &#20108;&#20195;&#31227;&#21160;&#36890;&#20449;&#21457;&#23637;&#26102;&#26399;&#65292;&#25105;&#22269;&#30340;&#30005;&#20449;&#36816;&#33829;&#24066;&#22330;&#24471;&#21040;&#20102;&#24555;&#36895;&#30340;&#21457;&#23637;&#65292;&#32593;&#32476;&#35268;&#27169;&#21644;&#29992;&#25143;&#35268;&#27169;&#22343;&#36291;&#23621;&#19990;&#30028;&#31532;&#19968;&#12290;&#21516;&#26102;&#65292;&#25105;&#22269;&#30340;&#30005;&#20449;&#35774;&#22791;&#21046;&#36896;&#20225;&#19994;&#20063;&#23454;&#29616;&#31227;&#21160;&#36890;&#20449;&#35774;&#22791;&#30340;&#22823;&#35268; &#27169;&#29983;&#20135;&#65292;&#38500;&#25552;&#20379;&#22269;&#20869;&#24066;&#22330;&#22806;&#65292;&#36824;&#22823;&#37327;&#20986;&#21475;&#21040;&#22269;&#38469;&#24066;&#22330;&#12290;&#21040;&#20102;&#31532;&#19977;&#20195;&#31227;&#21160;&#36890;&#20449;&#21457;&#23637;&#26102;&#26399;&#65292;&#25105;&#22269;&#20855;&#26377;&#33258;&#20027;&#30693;&#35782;&#20135;&#26435;&#30340;TD-SCDMA&#25216;&#26415;&#25104;&#20026;&#20102;3G&#22269;&#38469;&#26631;&#20934;&#20043; &#19968;&#65292;TD-SCDMA&#19982;&#27431;&#32654;&#20027;&#23548;&#30340;<a href="http://tech.163.com/3G">3G</a>&#25216;&#26415;&#21516;&#21488;&#31454;&#20105;&#65292;&#22312;&#25216;&#26415;&#19978;&#23454;&#29616;&#20102;&#31361;&#30772;&#12290;&#20013;&#22269;&#31227;&#21160;&#24314;&#31435;&#30340;TD-SCDMA&#32593;&#32476;&#24050;&#32463;&#35206;&#30422;&#33267;&#20840;&#22269;&#21508;&#24066;&#21439;&#65292;&#29992;&#25143;&#24635;&#25968;&#36229;&#36807;2000&#19975;&#25143;&#12290;&#20294;&#26159;&#65292;&#30001;&#20110;&#36215;&#27493;&#36739;&#26202;&#65292;&#20135;&#19994;&#22522;&#30784;&#34180;&#24369;&#65292;&#22312;&#25216;&#26415;&#21644;&#20135;&#21697;&#25104;&#29087;&#24230;&#19978;&#20173;&#26377;&#19968;&#23450;&#30340;&#24046;&#36317;&#12290;</p>
<p>TD-LTE&#26159;&#25105;&#22269;&#20027;&#23548;&#30340;&#26032;&#19968;&#20195;&#31227;&#21160;&#36890;&#20449;&#25216;&#26415;&#65292;&#24050;&#32463;&#20837;&#36873;&#25104;&#20026;&#31532;&#22235;&#20195;&#31227;&#21160;&#36890;&#20449;&#30340;&#22269;&#38469;&#26631;&#20934;&#12290;TD-LTE&#26159;&#22312;TD-SCDMA&#21457;&#23637;&#22522;&#30784;&#19978;&#30740;&#21457;&#30340;&#26032;&#19968;&#20195;&#31227; &#21160;&#36890;&#20449;&#25216;&#26415;&#65292;&#19981;&#20165;&#20855;&#26377;&#25216;&#26415;&#20808;&#36827;&#24615;&#65292;&#19982;&#22269;&#38469;&#26368;&#26032;&#31227;&#21160;&#36890;&#20449;&#21516;&#27493;&#21457;&#23637;&#65292;&#32780;&#19988;&#20854;&#39057;&#29575;&#21033;&#29992;&#29575;&#39640;&#30340;&#29305;&#28857;&#65292;&#22312;&#30446;&#21069;&#39057;&#29575;&#36164;&#28304;&#26222;&#36941;&#30701;&#32570;&#30340;&#24773;&#20917;&#19979;&#65292;&#26356;&#26174;&#31361;&#20986;&#12290;</p>
<p>TD-LTE&#22312;2010&#24180;&#19978;&#28023;&#19990;&#21338;&#20250;&#12289;&#24191;&#24030;&#20122;&#36816;&#20250;&#30340;&#25104;&#21151;&#28436;&#31034;&#24341;&#36215;&#22269;&#38469;&#20135;&#19994;&#30028;&#30340;&#39640;&#24230;&#20851;&#27880;&#21644;&#35748;&#21487;&#12290;&#23588;&#20026;&#21487;&#36149;&#30340;&#26159;&#65292;  TD-LTE&#36208;&#21521;&#22269;&#38469;&#20063;&#36808;&#20986;&#23454;&#36136;&#27493;&#20240;&#65292;&#20025;&#40614;&#12289;&#27874;&#20848;&#30340;&#36816;&#33829;&#21830;&#24050;&#32463;&#31614;&#35746;TD-LTE&#21830;&#29992;&#32593;&#24314;&#35774;&#21512;&#21516;&#65292;&#21360;&#24230;&#22810;&#20010;&#36816;&#33829;&#21830;&#24050;&#32463;&#21457;&#24067;TD-LTE&#21830;&#29992;&#35745;&#21010;&#65292;&#39044;&#35745; 2011&#24180;&#23558;&#26377;&#36229;&#36807;10&#20010;&#22269;&#23478;&#21644;&#22320;&#21306;&#24320;&#22987;TD-LTE&#21830;&#29992;&#37096;&#32626;&#65292;&#20026;&#25105;&#22269;&#20027;&#23548;&#30340;&#25216;&#26415;&#22312;&#20840;&#29699;&#24066;&#22330;&#24191;&#27867;&#24212;&#29992;&#24320;&#21019;&#20102;&#20808;&#20363;&#12290;</p>
<p>&#22312;&#26032;&#19968;&#20195;&#31227;&#21160;&#36890;&#20449;&#21457;&#23637;&#36807;&#31243;&#20013;&#65292;&#25105;&#22269;&#20027;&#23548;&#30340;&#25216;&#26415;&#35201;&#22312;&#21516;&#22269;&#22806;&#26631;&#20934;&#30340;&#31454;&#20105;&#20013;&#21344;&#39046;&#21046;&#39640;&#28857;&#65292;&#23454;&#29616;&#25216;&#26415;&#19982;&#24066;&#22330;&#30340;&#21452;&#37325;&#20248;&#21183;&#65292;&#24212;&#31435;&#36275;&#25105;&#22269;&#21457;&#23637;&#31227;&#21160;&#36890;&#20449;&#30340;&#29305;&#27530;&#20248;&#21183;&#65292;&#21457; &#25381;&#36816;&#33829;&#24066;&#22330;&#30340;&#35268;&#27169;&#20316;&#29992;&#65292;&#20511;&#37492;&#31532;&#19968;&#12289;&#20108;&#12289;&#19977;&#20195;&#31227;&#21160;&#36890;&#20449;&#21457;&#23637;&#30340;&#32463;&#39564;&#25945;&#35757;&#65292;&#32479;&#19968;&#35748;&#35782;&#65292;&#25250;&#25235;&#26426;&#36935;&#65292;&#23613;&#26089;&#36827;&#34892;&#35268;&#21010;&#24067;&#23616;&#65292;&#25193;&#22823;&#21644;&#25552;&#21319;&#33258;&#20027;&#21019;&#26032;&#25216;&#26415;&#30340;&#22269;&#38469;&#24433;&#21709;&#21147;&#65292;&#23454;&#29616;&#20840; &#29699;&#24212;&#29992;&#25512;&#24191;&#12290;&#24314;&#35758;&#65306;</p>
<p>&#19968;&#26159;&#25919;&#24220;&#25903;&#25345;&#65292;&#21508;&#26041;&#37197;&#21512;&#65292;&#20840;&#21147;&#25630;&#22909;7&#22478;&#24066;TD-LTE&#35268;&#27169;&#35797;&#39564;&#65292;&#20026;&#23613;&#26089;&#21830;&#29992;&#21019;&#36896;&#26465;&#20214;&#12290;&#25105;&#22269;&#24050;&#20915;&#23450;&#22312;&#21271;&#20140;&#12289;&#19978;&#28023;&#12289;&#24191;&#24030;&#12289;&#28145;&#22323;&#12289;&#26477;&#24030;&#12289;&#21335;&#20140;&#12289;&#21414;&#38376;&#31561;7&#20010; &#22478;&#24066;&#24314;&#35774;TD-LTE&#35268;&#27169;&#35797;&#39564;&#32593;&#65292;&#22269;&#38469;&#20135;&#19994;&#30028;&#21313;&#20998;&#20851;&#27880;&#25105;&#22269;TD-LTE&#35268;&#27169;&#35797;&#39564;&#30340;&#25928;&#26524;&#12290;&#38656;&#35201;&#22269;&#23478;&#30456;&#20851;&#37096;&#22996;&#36890;&#21147;&#21327;&#35843;&#65292;&#30456;&#20851;&#22320;&#26041;&#25919;&#24220;&#22823;&#21147;&#25903;&#25345;&#65292;&#32858;&#38598;&#22269;&#20869;&#22806;&#20135;&#19994; &#20248;&#21183;&#36164;&#28304;&#31215;&#26497;&#25237;&#20837;&#65292;&#30830;&#20445;&#35268;&#27169;&#35797;&#39564;&#36890;&#36807;&#24066;&#22330;&#32771;&#39564;&#65292;&#20026;&#20135;&#19994;&#21270;&#21644;&#24066;&#22330;&#21270;&#22880;&#23450;&#22522;&#30784;&#65292;&#36890;&#36807;&#24066;&#22330;&#25512;&#21160;TD-LTE&#25216;&#26415;&#25345;&#32493;&#21457;&#23637;&#12290;&#22312;&#35268;&#27169;&#35797;&#39564;&#22478;&#24066;&#23454;&#26045;TD-LTE&#24212;&#29992;&#31034; &#33539;&#24037;&#31243;,&#20381;&#25176;TD-LTE&#32593;&#32476;&#24314;&#35774;&#26080;&#32447;&#22478;&#24066;&#65292;&#25552;&#21319;&#22478;&#24066;&#31649;&#29702;&#12289;&#24066;&#27665;&#29983;&#27963;&#30340;&#20449;&#24687;&#21270;&#12289;&#26234;&#33021;&#21270;&#27700;&#24179;&#12290;</p>
<p>&#20108;&#26159;&#26089;&#19979;&#20915;&#24515;&#65292;&#21152;&#24555;&#21046;&#23450;&#25105;&#22269;TD-LTE&#21457;&#23637;&#35268;&#21010;&#12290;&#28165;&#26224;&#30340;&#24066;&#22330;&#20449;&#21495;&#26159;&#24341;&#23548;&#22269;&#38469;&#22269;&#20869;&#20135;&#19994;&#36164;&#28304;&#21521;TD-LTE&#27969;&#21160;&#30340;&#21069;&#25552;&#12290;&#24212;&#25235;&#20303;&#24403;&#21069;&#20851;&#38190;&#26426;&#36935;&#26399;&#65292;&#20174;&#25105;&#22269; &#20449;&#24687;&#25216;&#26415;&#20135;&#19994;&#21457;&#23637;&#30340;&#25112;&#30053;&#23618;&#38754;&#65292;&#23613;&#24555;&#30830;&#23450;TD-LTE&#21457;&#23637;&#35268;&#21010;&#12289;&#25919;&#31574;&#21462;&#21521;&#21644;&#21830;&#29992;&#35745;&#21010;&#65292;&#22312;&#39057;&#29575;&#35268;&#21010;&#19978;&#32473;&#20104;TD-LTE&#37325;&#28857;&#25903;&#25345;&#65292;&#20805;&#20998;&#21457;&#25381;&#22269;&#20869;&#24066;&#22330;&#23545;TD- LTE&#20840;&#29699;&#24212;&#29992;&#30340;&#24341;&#39046;&#20316;&#29992;&#21644;&#31034;&#33539;&#20316;&#29992;&#65292;&#20419;&#20351;&#21644;&#40723;&#21169;&#22269;&#20869;&#30005;&#20449;&#36816;&#33829;&#20225;&#19994;&#21442;&#19982;&#21644;&#20351;&#29992;TD-LTE&#25216;&#26415;&#65292;&#22362;&#23450;&#22269;&#38469;&#20135;&#19994;&#30028;&#23545;&#25105;&#22269;&#33258;&#20027;&#21019;&#26032;&#25216;&#26415;&#30340;&#20449;&#24515;&#65292;&#21560;&#24341;&#26356;&#22810;&#30340;&#22269;&#38469; &#36816;&#33829;&#21830;&#36873;&#25321;&#21644;&#37096;&#32626;TD-LTE&#12290;</p>
<p>&#19977;&#26159;&#21152;&#24378;&#20135;&#19994;&#21327;&#20316;&#65292;&#25512;&#36827;TD-LTE&#31185;&#25216;&#25104;&#26524;&#20135;&#19994;&#21270;&#65292;&#23454;&#29616;&#20135;&#19994;&#38598;&#32858;&#21457;&#23637;&#12290;&#28145;&#21270;&#25512;&#36827;&#26032;&#19968;&#20195;&#31227;&#21160;&#36890;&#20449;&#32593;&#30340;&#37325;&#22823;&#31185;&#25216;&#19987;&#39033;&#36827;&#31243;,&#21147;&#20105;TD-LTE&#22312;&#26356;&#22810;&#20851;&#38190; &#25216;&#26415;&#29615;&#33410;&#23454;&#29616;&#31361;&#30772;&#21644;&#24341;&#39046;&#12290;&#23436;&#21892;TD-LTE&#25104;&#26524;&#20135;&#19994;&#21270;&#26426;&#21046;,&#35774;&#31435;TD-LTE&#20135;&#19994;&#21457;&#23637;&#19987;&#39033;&#36164;&#37329;&#65292;&#25903;&#25345;&#20225;&#19994;&#21019;&#26032;&#33021;&#21147;&#24314;&#35774;&#65292;&#21551;&#21160;&#23454;&#26045;TD-LTE&#37325;&#22823;&#20135;&#19994;&#21019;&#26032; &#21457;&#23637;&#24037;&#31243;&#65292;&#21152;&#24378;&#36816;&#33829;&#20225;&#19994;&#19982;&#35774;&#22791;&#12289;&#33455;&#29255;&#12289;&#32456;&#31471;&#31561;&#21046;&#36896;&#20225;&#19994;&#30340;&#21327;&#20316;&#65292;&#21152;&#36895;TD-LTE&#25104;&#26524;&#36716;&#21270;&#20026;&#29616;&#23454;&#29983;&#20135;&#21147;&#12290;&#20986;&#21488;TD-LTE&#20135;&#19994;&#31995;&#21015;&#37197;&#22871;&#25919;&#31574;&#65292;&#22312;&#36130;&#31246;&#25919;&#31574;&#26041; &#38754;,&#23545;TD-LTE&#30456;&#20851;&#30340;&#31995;&#32479;&#35774;&#22791;&#12289;&#33455;&#29255;/&#32456;&#31471;&#12289;&#27979;&#35797;&#20202;&#22120;&#20202;&#34920;&#20225;&#19994;&#32473;&#20104;&#25903;&#25345;&#65292;&#23436;&#21892;&#20135;&#19994;&#38142;&#34180;&#24369;&#29615;&#33410;&#65292;&#24341;&#23548;&#25512;&#21160;TD-LTE&#20135;&#19994;&#35268;&#27169;&#21270;&#21457;&#23637;&#12290;</p>
<p>&#22235;&#26159;&#25512;&#36827;TD-LTE&#30340;&#22269;&#38469;&#21270;&#36827;&#31243;&#12290;&#19968;&#26041;&#38754;&#35201;&#25193;&#22823;&#25105;&#22269;&#20027;&#23548;&#30340;&#31227;&#21160;&#36890;&#20449;&#25216;&#26415;&#22312;&#22269;&#38469;&#19978;&#30340;&#24433;&#21709;&#21147;&#65292;&#21152;&#36895;&#22269;&#38469;&#21270;&#25512;&#24191;&#30340;&#27493;&#20240;&#65292;&#37325;&#35270;&#21457;&#25381;TD- LTE&#24378;&#22823;&#20860;&#23481;&#24615;&#33021;&#21147;&#30340;&#25216;&#26415;&#20248;&#21183;&#65292;&#21560;&#25910;&#26356;&#22810;&#30340;&#22269;&#22806;&#20225;&#19994;&#20351;&#29992;TD-LTE&#25216;&#26415;&#12290;&#21478;&#19968;&#26041;&#38754;&#65292;&#36890;&#36807;&#20135;&#19994;&#25919;&#31574;&#24341;&#23548;&#25512;&#21160;&#19982;&#27431;&#32654;&#20027;&#23548;&#30340;FDD  LTE&#22312;&#35774;&#22791;&#19978;&#23454;&#29616;&#20860;&#23481;&#65292;&#26041;&#20415;&#28040;&#36153;&#32773;&#30340;&#22312;&#20219;&#20309;&#26102;&#38388;&#12289;&#20219;&#20309;&#22320;&#28857;&#37117;&#21487;&#20197;&#20351;&#29992;LTE&#32456;&#31471;&#12290;&#27492;&#22806;&#65292;&#25506;&#32034;&#36890;&#20449;&#20225;&#19994;&#36328;&#22269;&#32463;&#33829;&#65292;&#40723;&#21169;&#21644;&#25903;&#25345;&#25105;&#22269;&#20225;&#19994;&#22312;&#20840;&#29699;&#24066;&#22330;&#19978;&#24320;&#23637; TD-LTE&#36816;&#33829;&#12289;&#25552;&#20379;&#26381;&#21153;&#22806;&#21253;&#12290;&#22269;&#23478;&#25919;&#31574;&#26041;&#38754;&#65292;&#36890;&#36807;&#23436;&#21892;&#20986;&#21475;&#20449;&#36151;&#31561;&#25919;&#31574;&#65292;&#40723;&#21169;&#37329;&#34701;&#26426;&#26500;&#23545;&#25105;&#22269;&#20225;&#19994;&#22312;&#22269;&#38469;&#19978;&#24314;&#35774;&#21644;&#36816;&#33829;TD-LTE&#32593;&#32476;&#21152;&#22823;&#20449;&#36151;&#25903;&#25345;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/04/8221/" title="10:24 PM" rel="bookmark"><time class="entry-date" datetime="2011-03-04T22:24:09+00:00">2011/03/04</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8220" class="post-8220 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/04/8220/" rel="bookmark">&#19977;&#26143;&#25163;&#26426;&#29992;&#21319;&#32423;&#29256;WP7&#21319;&#32423;&#21253;&#20381;&#28982;&#21319;&#32423;&#22833;&#36133;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/04/8220/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#22909;&#21543;&#65292;&#36825;&#26159;&#20010;&#20919;&#31505;&#35805;&#65292;<strong>&#24494;&#36719;&#26152;&#22825;&#20026;&#19977;&#26143;Windows Phone 7&#37325;&#26032;&#25918;&#20986;&#30340;&#21319;&#32423;&#21253;&#20381;&#28982;&#19981;&#33021;&#29992;</strong>&#12290;&#24494;&#36719;&#26152;&#22825;&#23459;&#24067;&#24050;&#32463;&#38024;&#23545;&#20043;&#21069;&#19977;&#26143;Windows Phone 7&#25163;&#26426;&#21319;&#32423;&#38169;&#35823;&#36827;&#34892;&#20102;&#20462;&#22797;&#65292;&#20182;&#20204;&#25214;&#21040;&#20102;&#25925;&#38556;&#21407;&#22240;&#24182;&#24674;&#22797;&#20102;&#19977;&#26143;&#25163;&#26426;&#30340;&#21319;&#32423;&#19979;&#36733;&#65292;&#19981;&#36807;&#20107;&#23454;&#24182;&#38750;&#22914;&#27492;&#65292;<strong>&#19977;&#26143;&#30340;&#29992;&#25143;&#20204;&#20877;&#27425;&#30475;&#21040;&#20102;&#38169;&#35823;&#20195;&#30721;</strong>&#12290;</p>

<p>&#30446;&#21069;&#20986;&#29616;&#30340;&#20195;&#30721;&#20026;&ldquo;800705B4&rdquo;&#65292;&#19982;&#20043;&#21069;&#30340;&#25925;&#38556;&#20284;&#20046;&#19981;&#22826;&#19968;&#26679;&#65292;&#20063;&#23601;&#26159;&#35828;&#24494;&#36719;&#30340;&#26032;&#21319;&#32423;&#21253;&#34917;&#23436;&#19996;&#22681;&#20043;&#21518;&#35199;&#22681;&#21448;&#30772;&#20102;&#12290;&#26356;&#31967;&#31957;&#30340;&#24773;&#20917;&#26159;&#65292;<strong>&#26377;&#29992;&#25143;&#35797;&#22270;&#22312;&#21319;&#32423;&#22833;&#36133;&#21518;&#24674;&#22797;&#33267;&#20043;&#21069;&#30340;&#22791;&#20221;&#65292;&#32467;&#26524;&#24674;&#22797;&#20063;&#19981;&#33021;&#23436;&#25104;&#65292;&#21482;&#33021;&#25226;&#25163;&#26426;&#36820;&#22238;&#21040;&#20854;&#20986;&#21378;&#29366;&#24577;</strong>&#12290;&#30446;&#21069;&#36824;&#19981;&#33021;&#30830;&#35748;&#36825;&#31350;&#31455;&#26159;&#24494;&#36719;&#36824;&#26159;&#19977;&#26143;&#30340;&#36131;&#20219;&#12290;</p>
<p>&#24076;&#26395;&#36825;&#20123;&#24773;&#20917;&#19981;&#26159;&#26222;&#36941;&#23384;&#22312;&#30340;&#65292;&#19977;&#26143;Windows Phone 7&#29992;&#25143;&#20204;&#36824;&#26159;&#35753;&#24494;&#36719;&#24537;&#20250;&#20877;&#36827;&#34892;&#21319;&#32423;&#21543;&#12290;</p>
<p><strong>&#24494;&#36719;Windows Phone 7&#39318;&#27425;&#21319;&#32423;&#22238;&#39038;&#65306;</strong></p>
<p>2&#26376;22&#26085;&#65292;&#24494;&#36719;&#21457;&#24067;Windows Phone 7&#39044;&#22791;&#24615;&#21319;&#32423;&#65292;&#36825;&#27425;&#30340;&#26356;&#26032;&#20854;&#23454;&#26159;&#20026;&#20102;&#20197;&#21518;&#30340;&#21151;&#33021;&#26356;&#26032;&#20316;&#20934;&#22791;&#65292;&#20197;&#30830;&#20445;&#20197;&#21518;&#30340;&#26356;&#26032;&#33021;&#26356;&#21152;&#39034;&#21033;&#30340;&#36827;&#34892;&#12290;</p>
<p>23&#26085;&#65292;&#37096;&#20998;&#29992;&#25143;&#22312;&#24494;&#36719;&#35770;&#22363;&#21453;&#24212;&#21319;&#32423;&#36935;&#21040;&#38169;&#35823;&#65292;&#20005;&#37325;&#32773;&#24050;&#32463;&#21464;&#30742;&#12290;</p>
<p>24&#26085;&#65292;&#24494;&#36719;&#20915;&#23450;&#26242;&#20572;&#21521;&#19977;&#26143;WP7&#26426;&#22411;&#25552;&#20379;&#21319;&#32423;&#26381;&#21153;&#12290;</p>
<p>3&#26376;3&#26085;&#65292;&#24494;&#36719;&#23459;&#24067;&#19977;&#26143;&#25163;&#26426;&#36935;&#21040;&#30340;&#38382;&#39064;&#24050;&#32463;&#35299;&#20915;&#65292;&#24182;&#24674;&#22797;&#19977;&#26143;&#25163;&#26426;&#30340;&#21319;&#32423;&#26381;&#21153;&#12290;</p>
<p align="center"><a href="http://news.mydrivers.com/Img/20110304/05540772.png" target="_blank"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/47b40_1809130358311350.png" alt="&#19977;&#26143;&#25163;&#26426;&#29992;&#21319;&#32423;&#29256;WP7&#21319;&#32423;&#21253;&#20381;&#28982;&#21319;&#32423;&#22833;&#36133;"></a></p>
<p>&#25991;/&#39537;&#21160;&#20043;&#23478;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/04/8220/" title="10:24 PM" rel="bookmark"><time class="entry-date" datetime="2011-03-04T22:24:08+00:00">2011/03/04</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8219" class="post-8219 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/04/8219/" rel="bookmark">iPad 2&#26234;&#33021;&#22871;&#25581;&#31034;&#33529;&#26524;&#21830;&#19994;&#25112;&#30053;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/04/8219/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/6ec4d_ipad.gif" alt="Apple iPad" align="right"></p>
<p><strong>&#33529;&#26524;&#38024;&#23545;iPad 2&#25512;&#20986;&#30340;&#26234;&#33021;&#22871;&#26159;&#30446;&#21069;&#26368;&#26377;&#36259;&#30340;&#20445;&#25252;&#22871;&#20043;&#19968;&#65292;&#26377;&#36259;&#24182;&#38750;&#22240;&#20026;&#20854;&#30913;&#38081;&#35774;&#35745;&#65292;&#32780;&#26159;&#32972;&#21518;&#25513;&#34255;&#30340;&#31215;&#26497;&#36827;&#21462;&#30340;&#21830;&#19994;&#25112;&#30053;&#12290;</strong><br>
iPad 2&#21402;&#24230;&#36739;&#32769;&#29256;iPad&#34180;33%&#65292;&#36825;&#26159;&#19968;&#20010;&#26368;&#26126;&#26174;&#30340;&#21306;&#21035;&#65292;&#24847;&#21619;&#30528;&#31532;&#19968;&#20195;iPad&#22871;&#19981;&#36866;&#21512;iPad 2&#12290;&#24403;iPad 2&#20110;3&#26376;11&#26085;&#24320;&#22987;&#21457;&#21806;&#26102;&#65292;&#21482;&#26377;&#33529;&#26524;&#26159;&#21807;&#19968;&#25552;&#20379;&#35813;&#20135;&#21697;&#20445;&#25252;&#22871;&#30340;&#20844;&#21496;&#12290;</p>
<p><img alt="" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1c214_08534301624143634.jpg"><img alt="" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/e7e0b_0853441536284451.jpg"><img alt="" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/a25d7_0853442448634176.jpg"><img alt="" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/bd6d7_08534531100099207.jpg"><img alt="" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/b4766_0853464688786687.jpg"><img alt="" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/2cbab_0853475809044131.jpg"></p>
<p>
&#33529;&#26524;&#23558;&#29575;&#20808;&#20174;&#21806;&#20215;40-70&#32654;&#20803;&#30340;&#26234;&#33021;&#22871;&#20013;&#25899;&#21462;&#20016;&#21402;&#21033;&#28070;&#12290;&#25968;&#21608;&#21518;&#65292;&#31532;&#19977;&#26041;&#20445;&#25252;&#22871;&#21046;&#36896;&#21830;&#25165;&#21487;&#33021;&#25512;&#20986;&#19981;&#21516;&#30340;iPad 2&#20445;&#25252;&#22871;&#12290;&#25105;&#20204;&#30693;&#36947;&#65292;&#19968;&#27454;&#20135;&#21697;&#30340;&#20027;&#35201;&#38144;&#37327;&#21457;&#29983;&#22312;&#20135;&#21697;&#19978;&#24066;&#24403;&#22825;&#65292;&#21478;&#22806;&#65292;&#33529;&#26524;&#19987;&#21334;&#24215;&#23558;&#24910;&#37325;&#25361;&#36873;&#19978;&#26550;&#30340;&#31532;&#19977;&#26041;&#20445;&#25252;&#22871;&#12290;&#20511;&#21161;&#26234;&#33021;&#22871;&#65292;&#33529;&#26524;&#30701;&#26399;&#20869;&#21487;&#33021;&#20986;&#29616;&#23545;iPad 2&#20445;&#25252;&#22871;&#30340;&#22404;&#26029;&#23616;&#38754;&#65292;&#36890;&#36807;&#30828;&#20214;&#38144;&#21806;&#33719;&#24471;&#25968;&#30334;&#19975;&#32654;&#20803;&#12290;</p>
<p>
&#33529;&#26524;&#22312;&#38468;&#20214;&#26041;&#38754;&#25250;&#20808;&#19979;&#25163;&#24050;&#19981;&#26159;&#39318;&#27425;&#65292;&#26366;&#20026;iPhone 4&#25512;&#20986;&ldquo;Bumper&rdquo;&#25163;&#26426;&#22871;&#65292;&#24182;&#22312;&#32769;&#29256;iPad&#19978;&#24066;&#26102;&#38144;&#21806;iPad&#20445;&#25252;&#22871;&#12290;</p>
<p>
&#26234;&#33021;&#22871;&#26159;&#33529;&#26524;&#36827;&#20891;&#38468;&#20214;&#39046;&#22495;&#20316;&#20986;&#30340;&#26368;&#22823;&#21162;&#21147;&#65292;&#33829;&#38144;&#24037;&#20316;&#38750;&#24120;&#21334;&#21147;&#12290;&#33529;&#26524;&#20026;&#26234;&#33021;&#22871;&#21160;&#29992;&#19968;&#25972;&#29256;&#32593;&#39029;&#21644;&#35270;&#39057;&#25630;&#23459;&#20256;&#65292;&#25171;&#20986;&#30340;&#19968;&#20123;&#32654;&#21270;&#24191;&#21578;&#35789;&#21253;&#25324;&ldquo;&#19968;&#27454;&#25317;&#26377;&#30913;&#21560;&#24341;&#21147;&#30340;&#20445;&#25252;&#22871;&rdquo;&#12289;&ldquo;&#20998;&#20998;&#21512;&#21512;&#30340;&#24651;&#24773;&rdquo;&#12289;&ldquo;&#33394;&#24425;&#33395;&#20029;&#30340;&#26234;&#33021;&#22871;&rdquo;&#12289;&ldquo;&#19981;&#27490;&#26234;&#33021;&#65292;&#31616;&#30452;&#26159;&#22825;&#25165;&rdquo;&#12290;</p>
<p>
&#20844;&#24179;&#22320;&#35828;&#65292;&#36825;&#26159;&#19968;&#27454;&#35774;&#35745;&#26497;&#20339;&#30340;&#20445;&#25252;&#22871;&#65292;&#20542;&#26012;&#21518;&#33021;&#22815;&#25903;&#25745;iPad&#65292;&#20026;&#22312;&#35302;&#25720;&#23631;&#19978;&#25171;&#23383;&#25552;&#20379;&#20415;&#25463;&#12290;&#20294;&#35813;&#26234;&#33021;&#22871;&#26159;&#19968;&#27454;&#38262;&#26377;&#30913;&#38081;&#30340;&#22609;&#26009;&#22871;&#12290;</p>
<p>
&#21490;&#33922;&#22827;&middot;&#20052;&#24067;&#26031;&#25351;&#20986;&#65292;&#35813;&#26234;&#33021;&#22871;&#30001;&#29992;&#20110;&#21046;&#20316;&#22826;&#31354;&#26381;&#30340;&#32858;&#27688;&#37231;&#20570;&#25104;&#65292;&#20294;&#20182;&#24573;&#30053;&#20102;&#32858;&#27688;&#37231;&#20063;&#21487;&#29992;&#20110;&#21046;&#20316;&#37096;&#20998;&#36991;&#23381;&#22871;&#12289;&#20799;&#31461;&#29609;&#20855;&#12289;&#22320;&#27631;&#34924;&#21644;&#24202;&#22443;&#22635;&#20805;&#26009;&#30340;&#20107;&#23454;&#12290;</p>
<p>
&#26234;&#33021;&#22871;&#26448;&#26009;&#36824;&#26377;&#30382;&#38761;&#65292;&#20294;&#22855;&#24618;&#30340;&#26159;&#65292;&#20052;&#24067;&#26031;&#27809;&#26377;&#25351;&#20986;&#65292;&#30382;&#38761;&#26234;&#33021;&#22871;&#20351;&#29992;&#30340;&#26448;&#26009;&#19982;Phillip Lim&#25705;&#25176;&#36710;&#30382;&#34915;&#21644;Olivia Harris&#38065;&#21253;&#30340;&#26448;&#26009;&#19968;&#26679;&#12290;</p>
<p>
&#21018;&#25165;&#26159;&#19968;&#20123;&#29609;&#31505;&#12290;&#23454;&#38469;&#19978;&#65292;&#33529;&#26524;&#30340;&#38468;&#20214;&#25112;&#30053;&#25110;&#34920;&#26126;&#20854;&#30828;&#20214;&#28436;&#21464;&#24050;&#21457;&#29983;&#25913;&#21464;&#12290;</p>
<p>
&#36807;&#21435;&#65292;&#33529;&#26524;&#27599;&#19977;&#12289;&#22235;&#24180;&#23601;&#23545;&#20854;Mac&#26426;&#36827;&#34892;&#37325;&#22823;&#21319;&#32423;&#65307;&#20043;&#38388;&#36827;&#34892;&#30340;&#23567;&#21319;&#32423;&#20027;&#35201;&#26159;&#25552;&#39640;&#33455;&#29255;&#36895;&#24230;&#12289;&#25913;&#21892;&#20854;&#23427;&#21151;&#33021;&#12290;&#22312;&#25512;&#20986;iPhone 4&#20043;&#21069;&#65292;iPhone&#22312;&#30828;&#20214;&#26041;&#38754;&#20063;&#27809;&#26377;&#22823;&#25913;&#21464;&#12290;</p>
<p>
iPad&#25512;&#20986;&#20165;&#19968;&#24180;&#26102;&#38388;&#65292;iPad 2&#35774;&#35745;&#23601;&#26469;&#20010;&#22823;&#21464;&#33080;&#30830;&#23646;&#20363;&#22806;&#12290;&#21326;&#23572;&#34903;&#26085;&#25253;&#31216;&#65292;iPhone 5&#23558;&#19982;iPhone 4&#22823;&#30456;&#24452;&#24237;&#12290;&#30001;&#20110;&#33529;&#26524;&#24076;&#26395;&#22312;&#38468;&#20214;&#39046;&#22495;&#31454;&#20105;&#65292;&#39044;&#35745;&#33529;&#26524;&#31227;&#21160;&#20135;&#21697;&#30828;&#20214;&#35774;&#35745;&#25913;&#21464;&#20250;&#21152;&#36895;&#65292;&#20174;&#32780;&#20351;&#24471;&#33529;&#26524;&#27599;&#19968;&#27425;&#26032;&#20135;&#21697;&#21457;&#24067;&#37117;&#26356;&#28608;&#21160;&#20154;&#24515;&#12290;</p>
<p>
&#32534;&#35793;/&#25628;&#29392;IT</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/04/8219/" title="10:24 PM" rel="bookmark"><time class="entry-date" datetime="2011-03-04T22:24:05+00:00">2011/03/04</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8218" class="post-8218 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/04/8218/" rel="bookmark">&#24868;&#24594;&#23567;&#40479;&#19979;&#36733;&#37327;&#36798;3000&#19975;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/04/8218/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/a9ccc_game.png" alt="&#28216;&#25103;" align="right"></p>
<p><b>&#24863;&#35874;<a href="http://www.nduoa.com" target="_blank">N&#22810;&#32593;</a>&#30340;&#25237;&#36882;</b><br><strong>Rovio &#20844;&#21496;&#22312;&#28216;&#25103;&#24320;&#21457;&#21830;&#22823;&#20250;&#65288;Game Developers Conference&#65289;&#34920;&#31034;&#65292;&#24868;&#24594;&#40479;Android &#29256;&#26412;&#30340;&#19979;&#36733;&#27425;&#25968;&#24050;&#32463;&#36798;&#21040;30,000,000 &#65288;&#19981;&#29992;&#25968;&#20102;&#65292;&#26159;3000&#19975;&#65281;&#65289;&#12290;</strong>&#26089;&#21069;&#21313;&#20108;&#26376;&#30340;&#26102;&#20505;&#65292;Rovio &#34920;&#31034;&#24868;&#24594;&#40479;&#26377;500&#19975;&#19979;&#36733;&#65292;&#27599;&#20010;&#26376;&#24191;&#21578;&#25910;&#30410;&#26377;100 &#19975;&#32654;&#37329;&#12290;&#29616;&#22312;&#19979;&#36733;&#37327;&#22810;&#20102;6 &#20493;&#65292;&#31895;&#30053;&#35745;&#31639;&#65292;&#27599;&#26376;&#24191;&#21578;&#25910;&#30410;&#21487;&#36798;600&#19975;&#32654;&#37329;&#65281;</p>
<p><img alt="" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/ef79c_1504250539869333.jpg"></p>
<p>
Crazy! Crazy! &#36825;&#20010;&#25910;&#30410;&#27604;&#24456;&#22810;&#19978;&#24066;&#20844;&#21496;&#37117;&#35201;&#22909;&#21834;&#65281;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/04/8218/" title="10:23 PM" rel="bookmark"><time class="entry-date" datetime="2011-03-04T22:23:57+00:00">2011/03/04</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8217" class="post-8217 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/04/8217/" rel="bookmark">&#35780;&#35770;&#65306;&#32593;&#30270;&#19987;&#23478;&#20063;&#35831;&#25106;&#25106;&#21453;&#32593;&#30270;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/04/8217/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/220e0_interact.gif" alt="cnBeta &#35775;&#23458;&#20114;&#21160;" align="right"></p>
<p>&#23545;&#24050;&#32463;&#24320;&#22987;&#20840;&#38754;&#26045;&#34892;&#30340;&ldquo;&#32593;&#28216;&#26410;&#25104;&#24180;&#20154;&#23478;&#38271;&#30417;&#25252;&#24037;&#31243;&rdquo;&#65292;&#32593;&#30270;&#30740;&#31350;&#19987;&#23478;&#38518;&#23439;&#24320;&#26497;&#19981;&#28385;&#24847;&#12290;&#20182;&#35748;&#20026;&#24037;&#31243;&#20174;&#21435;&#24180;&#23454;&#26045;&#21040;&#29616;&#22312;&#24182;&#26410;&#26377;&#23454;&#36136;&#24615;&#30340;&#36827;&#23637;&#65292;&#24182;&#22312;&#26368;&#26032;&#30340;&#23186;&#20307;&#35775;&#35848;&#20013;&#32487;&#32493;&#28846;&#36720;&#65306;&ldquo;&#20013;&#22269;&#38738;&#23569;&#24180;&#36807;&#20998;&#27785;&#36855;&#32593;&#28216;&#65292;&#23601;&#31639;&#26159;&#28165;&#21326;&#21271;&#22823;&#65292;&#30007;&#29983;&#23487;&#33293;&#20063;&#22522;&#26412;&#25104;&#20026;&#32593;&#21543;&#20102;&#65281;&#26103;&#35838;&#36867;&#23398;&#29616;&#35937;&#26222; &#36941;&#65281;&rdquo;&#38024;&#23545;&#36825;&#19968;&#35328;&#35770;&#65292;&#28165;&#21326;&#21271;&#22823;&#24072;&#29983;&#39047;&#20026;&#24778;&#35766;&#65292;&#22240;&#20026;&#24456;&#22810;&#23398;&#29983;&#29978;&#33267;&#36830;&ldquo;&#20599;&#33756;&rdquo;&#36825;&#26679;&#27867;&#28389;&#30340;&#23567;&#28216;&#25103;&#37117;&#27809;&#29609;&#36807;&#12290;(&#12298;&#21271;&#20140;&#26216;&#25253;&#12299;3&#26376;1&#26085;)</p>

<p>&#38543;&#30528;&#32593;&#32476;&#28216;&#25103;&#19994;&#30340;&#21457;&#23637;&#65292;&#32593;&#30270;&#30740;&#31350;&#21644;&#24178;&#39044;&#19987;&#23478;&#38518;&#23439;&#24320;&#25945;&#25480;&#20063;&#26159;&#26292;&#24471;&#22823;&#21517;&#20102;&#12290;&#19981;&#20165;&#39057;&#39057;&#22312;&#26032;&#38395;&#23186;&#20307;&#19978;&#38706;&#22836;&#38706;&#33080;&#65292;&#32780;&#19988;&#25226;&#36733;&#27468;&#36733;&#33310;&#19988;&#35828;&#19988;&#21809;&#19981;&#30693;&#26159;&#20844;&#30410;&#36824;&#26159;&#21830;&#19994;&#30340; &#25253;&#21578;&#20250;&#65292;&#22312;&#21508;&#22320;&#24033;&#22238;&#40723;&#25443;&#20102;&#20010;&#36941;&#12290;&#25105;&#19981;&#21542;&#35748;&#36825;&#31181;&#30740;&#31350;&#21644;&#24178;&#39044;&#30340;&#31215;&#26497;&#24847;&#20041;&#65292;&#27604;&#22914;&#20182;&#20026;&#25405;&#25937;&#19978;&#32593;&#25104;&#30270;&#38738;&#23569;&#24180;&#20316;&#20986;&#30340;&#21162;&#21147;&#65292;&#20182;&#23545;&#32593;&#32476;&#28216;&#25103;&#20135;&#19994;&#32596;&#39038;&#31038;&#20250;&#36131;&#20219;&#19968;&#21619;&#20197;&#21560;&#24341;&#38738;&#23569; &#24180;&#21462;&#20048;&#30340;&#25209;&#35780;&#65292;&#37117;&#26159;&#26377;&#19968;&#23450;&#24847;&#20041;&#30340;&#12290;</p>
<p>&#19981;&#36807;&#65292;&#36825;&#19990;&#19978;&#30340;&#20107;&#24773;&#23601;&#26159;&#36825;&#26679;&#65292;&#26377;&#27491;&#20134;&#26377;&#37034;&#65292;&#26377;&#38451;&#24517;&#26377;&#38452;&#65307;&#26377;&#19978;&#32593;&#25104;&#30270;&#32773;&#65292;&#21487;&#33021;&#23601;&#20250;&#20135;&#29983;&#24178;&#39044;&#19978;&#32593;&#25104;&#30270;&#32773;&#12290;&#26089;&#23601;&#24863;&#35273;&#38518;&#25945;&#25480;&#22312;&#24178;&#39044;&#32593;&#30270;&#30340;&#38382;&#39064;&#19978;&#26174;&#24471;&#26377;&#28857;&#36807;&#65292; &#29978;&#33267;&#20110;&#24680;&#19981;&#24471;&#25289;&#25199;&#30528;&#20154;&#20204;&#20174;&#24050;&#32463;&#22823;&#21183;&#25152;&#36235;&#30340;&#32593;&#32476;&#26102;&#20195;&#36870;&#36716;&#22238;&#21435;&#12290;&#21040;&#30475;&#20102;&#36825;&#22238;&#20851;&#20110;&#28165;&#21326;&#21271;&#22823;&#30007;&#29983;&#23487;&#33293;&#21464;&#36523;&#28165;&#21326;&#32593;&#21543;&#12289;&#21271;&#22823;&#32593;&#21543;&#30340;&#35328;&#35770;&#65292;&#38518;&#25945;&#25480;&#24050;&#25104;&#20026;&ldquo;&#24178;&#39044;&#19978;&#32593;&rdquo;&#25104;&#30270; &#32773;&#65292;&#30475;&#26469;&#26159;&#30830;&#20991;&#26080;&#30097;&#30340;&#20102;&#12290;</p>
<p>&#27491;&#22914;&#25105;&#21548;&#36807;&#38518;&#25945;&#25480;&#30340;&#25253;&#21578;&#20250;&#19968;&#26679;&#65292;&#25105;&#20063;&#22312;&#28165;&#21326;&#22823;&#23398;&#26377;&#36807;&#30701;&#26242;&#28216;&#23398;&#30340;&#32463;&#21382;&#65292;&#24212;&#35813;&#35828;&#23545;&#20110;&#20004;&#32773;&#37117;&#31639;&#26159;&#26377;&#28857;&#21457;&#35328;&#26435;&#30340;&#12290;&#21435;&#24180;&#31179;&#22825;&#22312;&#28165;&#21326;&#22823;&#23398;&#23398;&#20064;&#19968;&#26376;&#21518;&#65292;&#24456;&#38271;&#19968;&#27573;&#26102; &#38388;&#25105;&#23545;&#20154;&#20204;&#23588;&#20854;&#26159;&#38738;&#23569;&#24180;&#26379;&#21451;&#35848;&#24471;&#26368;&#22810;&#30340;&#24863;&#21463;&#26159;&#65292;&#28165;&#21326;&#30495;&#19981;&#24871;&#26159;&#28165;&#21326;&#65292;&#20197;&#25105;&#22312;&#22269;&#20869;&#22823;&#23398;&#26377;&#38480;&#30340;&#35265;&#35782;&#30475;&#65292;&#23398;&#39118;&#32477;&#23545;&#22570;&#31216;&#19968;&#27969;&#12290;&#36825;&#37324;&#30475;&#19981;&#21040;&#19968;&#33324;&#22823;&#23398;&#24120;&#35265;&#30340;&#28010;&#28459;&#39118;&#26223;&#21644;&#39118; &#26376;&#24773;&#35843;&#65292;&#36335;&#19978;&#38500;&#20102;&#24613;&#21254;&#21254;&#30340;&#33258;&#34892;&#36710;&#27969;&#22806;&#65292;&#26681;&#26412;&#30475;&#19981;&#21040;&#28010;&#36153;&#26102;&#38388;&#30340;&#23398;&#29983;&#12290;&#22240;&#20026;&#21516;&#20065;&#30340;&#26426;&#32536;&#65292;&#20063;&#21040;&#36807;&#19968;&#20123;&#21516;&#23398;&#30340;&#23517;&#23460;&#65292;&#22823;&#22810;&#25968;&#23398;&#23376;&#38500;&#20102;&#24537;&#30860;&#65292;&#20960;&#20046;&#30475;&#19981;&#21040;&#33618;&#25527;&#26102;&#38388;&#30340;&#30165; &#36857;&#65292;&#26356;&#38590;&#20197;&#23547;&#35269;&#21040;&#32593;&#21543;&#30340;&#34523;&#19997;&#39532;&#36857;&#12290;&#22914;&#27492;&#19987;&#27880;&#20110;&#23398;&#20064;&#65292;&#23601;&#36830;&#25105;&#20204;&#36825;&#20123;&#30701;&#26242;&#23398;&#20064;&#30340;&#21254;&#21254;&#36807;&#23458;&#65292;&#20063;&#28145;&#21463;&#24863;&#26579;&#12290;&#20309;&#26469;&#28165;&#21326;&#32593;&#21543;&#20043;&#35828;&#21602;&#65311;</p>
<p>&#25735;&#24320;&#28165;&#21326;&#22823;&#23398;&#19981;&#35828;&#65292;&#20165;&#23601;&#32593;&#32476;&#28216;&#25103;&#26412;&#36523;&#26469;&#35828;&#65292;&#21482;&#35201;&#25226;&#29609;&#36866;&#24230;&#65292;&#20063;&#26410;&#24517;&#23613;&#26159;&#22351;&#20107;&#65292;&#26576;&#31181;&#31243;&#24230;&#19978;&#23545;&#20110;&#24320;&#21457;&#26234;&#21147;&#12289;&#25171;&#21457;&#38386;&#26247;&#26102;&#20809;&#20043;&#31867;&#36824;&#26159;&#26377;&#30410;&#26080;&#23475;&#30340;&#12290;&#22914;&#20170;&#27491;&#38754;&#20020;&#30528; &#21521;&#19968;&#20010;&#20197;&#29289;&#32852;&#32593;&#12289;&#20113;&#35745;&#31639;&#20026;&#26631;&#24535;&#30340;&#26032;&#32593;&#32476;&#26102;&#20195;&#36808;&#36827;&#30340;&#20851;&#21475;&#65292;&#32593;&#32476;&#28216;&#25103;&#20043;&#31867;&#23545;&#20110;&#26222;&#21450;&#32593;&#32476;&#25216;&#26415;&#12289;&#32593;&#32476;&#24212;&#29992;&#65292;&#36866;&#24212;&#26032;&#30340;&#35745;&#31639;&#26426;&#26102;&#20195;&#20063;&#19981;&#22833;&#20026;&#19968;&#31181;&#24120;&#35268;&#30340;&#22522;&#30784;&#24615;&#32451;&#20064;&#28192;&#36947;&#12290; &#25152;&#35859;&#27700;&#33267;&#28165;&#21017;&#26080;&#40060;&#65292;&#20961;&#20107;&#36807;&#29369;&#19981;&#21450;&#65292;&#20174;&#32593;&#32476;&#26102;&#20195;&#21457;&#23637;&#30340;&#36208;&#21183;&#30475;&#65292;&#36807;&#24230;&#21453;&#32593;&#30270;&#65292;&#24656;&#24597;&#19981;&#20165;&#19981;&#29616;&#23454;&#65292;&#32780;&#19988;&#20854;&#26412;&#36523;&#20063;&#26410;&#24517;&#19981;&#26159;&#19968;&#31181;&#24212;&#35813;&#21453;&#19968;&#21453;&#30340;&#19981;&#33391;&#30294;&#22909;&#12290;</p>
<p>
&#12298;&#20013;&#22269;&#38738;&#24180;&#25253;&#12299;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/04/8217/" title="10:23 PM" rel="bookmark"><time class="entry-date" datetime="2011-03-04T22:23:54+00:00">2011/03/04</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8216" class="post-8216 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/04/8216/" rel="bookmark">360&#21387;&#32553;v1.0&#27979;&#35797;&#29256;&#21457;&#24067;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/04/8216/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/6247c_360-2010.gif" alt="Qihoo &#22855;&#34382; 360 &#23433;&#20840;&#21355;&#22763;" align="right"></p>
<p>360&#21387;&#32553;&#26159;&#26032;&#19968;&#20195;&#30340;&#21387;&#32553;&#36719;&#20214;&#12290;360&#21387;&#32553;&#30456;&#27604;&#20256;&#32479;&#36719;&#20214;&#65292;&#21387;&#32553;&#36895;&#24230;&#25552;&#21319;&#20102;2&#20493;&#20197;&#19978;&#65292;&#25903;&#25345;&#26356;&#22810;&#12289;&#26356;&#20840;&#38754;&#30340;&#21387;&#32553;&#26684;&#24335;&#12290;360&#21387;&#32553;&#20869;&#32622;&#20102;&#25195;&#25551;&#26408;&#39532;&#30340;&#21151;&#33021;&#65292;&#26356;&#23433; &#20840;&#12290;&#22823;&#24133;&#31616;&#21270;&#20102;&#20256;&#32479;&#36719;&#20214;&#30340;&#32321;&#29712;&#25805;&#20316;&#65292;&#36824;&#25913;&#36827;&#20102;&#36229;&#36807;20&#39033;&#30340;&#20351;&#29992;&#32454;&#33410;&#65292;&#25317;&#26377;&#20840;&#26032;&#30340;&#30028;&#38754;&#12290;360&#21387;&#32553;&#30340;&#20027;&#35201;&#29305;&#28857;&#26159;&#26497;&#36895;&#12289;&#23433;&#20840;&#12289;&#26131;&#29992;&#65292;&#32780;&#19988;&#26159;&#27704;&#20037;&#20813;&#36153;&#30340;&#12290;</p>
<p><b>&#19979;&#36733;:</b><a target="_blank" href="http://yasuo.360.cn/">360&#21387;&#32553;v1.0&#27979;&#35797;&#29256;</a></p>
<p>
&#26497;&#36895;&#21387;&#32553;<br>
&#32463;&#36807;&#19978;&#21315;&#27425;&#30340;&#20154;&#24037;&#21387;&#32553;&#35797;&#39564;&#65292;&#29305;&#21035;&#20248;&#21270;&#30340;&#40664;&#35748;&#21387;&#32553;&#35774;&#32622;&#65292;&#27604;&#20256;&#32479;&#36719;&#20214;&#30340;&#21387;&#32553;&#36895;&#24230;&#25552;&#21319;&#20102;2&#20493;&#20197;&#19978;&#12290; </p>
<p>
&#27704;&#20037;&#20813;&#36153;<br>
&#20877;&#20063;&#19981;&#29992;&#25285;&#24515;&#20256;&#32479;&#21387;&#32553;&#30340;&#20849;&#20139;&#29256;&#12289;40&#22825;&#35797;&#29992;&#26399;&#12289;&#36141;&#20080;&#35768;&#21487;&#12289;&#30772;&#35299;&#29256;&#12289;&#20462;&#27491;&#29256;&#36825;&#20123;&#19996;&#35199;&#20102;&#65292;360&#21387;&#32553;&#27704;&#20037;&#20813;&#36153;&#12290; </p>
<p>
&#25195;&#25551;&#26408;&#39532;<br>
&#24456;&#22810;&#26408;&#39532;&#34255;&#22312;&#21508;&#31867;&#28909;&#38376;&#20107;&#20214;&#30340;&#21387;&#32553;&#21253;&#20869;&#36827;&#34892;&#20256;&#25773;&#65292;&#29992;360&#21387;&#32553;&#25171;&#24320;&#20250;&#33258;&#21160;&#20026;&#24744;&#25195;&#25551;&#26408;&#39532;&#65292;&#35753;&#26408;&#39532;&#22312;&#21387;&#32553;&#21253;&#20869;&#26080;&#22788;&#21487;&#34255;&#65292;&#26356;&#21152;&#23433;&#20840;&#65281; </p>
<p>
&#26131;&#29992;&#35774;&#35745;<br>
360&#21387;&#32553;&#25913;&#36827;&#20102;&#20256;&#32479;&#21387;&#32553;&#36719;&#20214;&#20013;&#33267;&#23569;20&#20010;&#20197;&#19978;&#30340;&#32454;&#33410;&#65292;&#20174;&#21491;&#38190;&#33756;&#21333;&#21040;&#22320;&#22336;&#26639;&#65292;&#23545;&#20110;&#27599;&#19968;&#20010;&#32454;&#33410;&#65292;&#25105;&#20204;&#37117;&#21147;&#27714;&#26368;&#26131;&#29992;&#12290; </p>
<p>
&#28418;&#20142;&#22806;&#35266;<br>
&#30475;&#33147;&#20102;&#19975;&#24180;&#19981;&#21464;&#30340;&#31995;&#32479;&#30028;&#38754;&#65292;&#26469;&#35797;&#19968;&#35797;&#20840;&#26032;&#35774;&#35745;&#30340;&#21387;&#32553;&#30028;&#38754;&#21543;&#65292;&#26410;&#26469;&#25105;&#20204;&#36824;&#23558;&#25903;&#25345;&#22810;&#24425;&#30382;&#32932;&#12290; </p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/04/8216/" title="10:23 PM" rel="bookmark"><time class="entry-date" datetime="2011-03-04T22:23:52+00:00">2011/03/04</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8215" class="post-8215 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/04/8215/" rel="bookmark">&ldquo;&#22403;&#22334;&#37038;&#20214;&#20043;&#29579;&rdquo;&#32599;&#20271;&#29305;&#12539;&#32034;&#27931;&#38886;&#20986;&#29425;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/04/8215/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/4cec9_people.png" alt="cnBeta &#20154;&#29289;" align="right"></p>
<p><strong>&#22235;&#24180;&#22810;&#30340;&#24466;&#21009;&#24050;&#28385;&#65292;&#32599;&#20271;&#29305;&middot;&#32034;&#27931;&#38886;&#29616;&#22312;&#26159;&#19968;&#20010;&#33258;&#30001;&#30340;&#20154;&#65292;&#20043;&#21069;&#65292;&#20182;&#34987;&#25104;&#20026;&ldquo;&#20840;&#29699;&#22403;&#22334;&#37038;&#20214;&#20043;&#29579;&rdquo;&#65292;&#22312;2003&#21040;2007&#24180;&#26399;&#38388;&#20849;&#21457;&#36865;&#20102;&#22823;&#32422;10&#19975;&#20159;&#23553;&#22403;&#22334;&#37038;&#20214;&#65292;&#29359;&#32618;&#26399;&#38388;&#65292;&#20182;&#21019;&#36896;&#30340;&#22403;&#22334;&#37038;&#20214;&#32593;&#32476;&#21487;&#20197;&#27599;&#22825;&#24102;&#26469;2&#19975;&#32654;&#20803;&#30340;&#21033;&#28070;&#65292;&#22240;&#27492;&#20182;&#26377;&#20960;&#30334;&#20010;&#38134;&#34892;&#36134;&#25143;&#12290;</strong>&#25454;&#12298;&#36830;&#32447;&#12299;&#20102;&#35299;&#65292;&#32034;&#27931;&#38886;&#30446;&#21069;&#27491;&#24537;&#20110;&#37325;&#26032;&#34701;&#20837;&#33258;&#24049;&#30340;&#26085;&#24120;&#29983;&#27963;&#12290;&#32599;&#20271;&#29305;&middot;&#32034;&#27931;&#38886;&#22312;2007&#24180;5&#26376;&#31532;&#19968;&#27425;&#34987;&#25429;&#65292;&#36827;&#32780;&#34987;&#25511;35&#20010;&#32618;&#21517;&#65292;&#21253;&#25324;&#27450;&#35784;&#65292;&#36523;&#20221;&#30423;&#31363;&#21644;&#27927;&#38065;&#30340;&#25351;&#25511;&#65292;&#24182;&#20110;2008&#24180;7&#26376;&#34987;&#21028;&#21009;&#12290;</p>
<p>&#25454;&#36215;&#35785;&#20070;&#31216;&#65292;&#22312;2003&#24180;&#33267;2007&#24180;5&#26376;&#26399;&#38388;&#65292;Soloway&#32463;&#33829;&#20102;NewportInternetMarketing&#20114;&#32852;&#32593;&#33829;&#38144;&#32593;&#31449;&#65292;&#25552;&#20379;&#32676;&#21457;&#30005;&#23376;&#37038;&#20214;&#36719;&#20214;&#21644;&#26381;&#21153;&#12290;&#36825;&#21253;&#25324;&#37319;&#29992;&#34394;&#20551;&#30340;&#21644;&#20266;&#36896;&#30340;&#22836;&#25991;&#20214;&#21457;&#36865;&#22823;&#37327;&#30340;&#21830;&#19994;&#24615;&#30005;&#23376;&#37038;&#20214;&#21644;&#20351;&#29992;&#20725;&#23608;&#32593;&#32476;&#21521;&#25910;&#20214;&#20154;&#36716;&#21457;&#30005;&#23376;&#37038;&#20214;&#12290;</p>
<p>
&#20316;&#20026;&#35748;&#32618;&#21327;&#35758;&#30340;&#19968;&#37096;&#20998;&#65292;&#32034;&#27931;&#38886;&#19982;&#25511;&#26041;&#21327;&#21830;&#65292;&#21516;&#24847;&#25919;&#24220;&#23545;&#20854;&#32593;&#19978;&#27963;&#21160;&#36827;&#34892;&#30417;&#25511;&#65292;&#20197;&#27492;&#25442;&#26469;&#19977;&#24180;&#20197;&#19979;&#30340;&#21009;&#26399;&#65292;&#20294;&#20170;&#21518;&#20182;&#37117;&#19981;&#33021;&#21457;&#36865;&#19968;&#23553;&#22403;&#22334;&#37038;&#20214;&#65292;&#22240;&#20026;&#36825;&#20250;&#20877;&#27425;&#23558;&#20182;&#36865;&#20837;&#22823;&#29282;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/04/8215/" title="10:23 PM" rel="bookmark"><time class="entry-date" datetime="2011-03-04T22:23:50+00:00">2011/03/04</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8214" class="post-8214 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/04/8214/" rel="bookmark">IE9&#26032;&#39029;&#38754;Dev Unplugged&#65306;HTML5&#20813;&#25554;&#20214;&#31454;&#36187;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/04/8214/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/c18c1_Untitled.png" alt="Internet Explorer" align="right"></p>
<p><b>&#24863;&#35874;<a target="_blank" href="http://www.iefans.net">iefans.net</a>&#30340;&#25237;&#36882;</b><br>
&#24494;&#36719;&#21018;&#21018;&#22312;&#26085;&#21069;&#20030;&#34892;&#20102;&#19968;&#39033;&#31454;&#36187;&#65292;&#20063;&#20026;&#25105;&#20204;&#25581;&#24320;&#20102;<a href="http://www.iefans.net/ie9-shenmi-yemian/">IE9&#31070;&#31192;&#26032;&#39029;&#38754;</a>&#30340;&#31192;&#23494;&#12290;&#36825;&#39033;&#31454;&#36187;&#30340;&#30446;&#22320;&#26159;&#40723;&#21169;&#24320;&#21457;&#32773;&#25171;&#36896;&#26080;&#38656;&#27983;&#35272;&#22120;&#25554;&#20214;&#23601;&#33021;&#20351;&#29992;&#30340;&#21407;&#29983;HTML5&#20869;&#23481;&#12290;&#36825;&#31867;&#30340;&#21407;&#29983;HTML5&#20869;&#23481;&#23545;&#20110;&#24494;&#36719;&#19982;&#20854;&#20182;&#25163;&#26426;&#21450;&#24179;&#26495;&#30005;&#33041;&#21046;&#36896;&#21830;&#32780;&#35328;&#26497;&#20854;&#37325;&#35201;&#12290;&#22914;&#21516;&#25105;&#20808;&#21069;&#22312;&#21338;&#23458;&#20013;&#25152;&#35328;&#65292;IE9&#26159;&#24494;&#36719;&#22312;&#24179;&#26495;&#30005;&#33041;/slate&#31574;&#30053;&#19978;&#30340;&#37325;&#35201;&#25903; &#26609;&#12290;&#32780;&#19988;&#24494;&#36719;&#23547;&#27714;&#30340;&#26159;&#21407;&#29983;&#30340;HTML5&#24212;&#29992;&#31243;&#24207;&#65292;&#32780;&#38750;&#38752;&#30528;&#19968;&#20123;&#27983;&#35272;&#22120;&#25554;&#20214;&#31243;&#24207;&#22914;Silverlight&#19982;Flash &mdash;  &#25110;&#26159;&#19982;Windows&#29992;&#25143;&#31471;&#25805;&#20316;&#31995;&#32479;&#32039;&#23494;&#32467;&#21512;&#30340;Windows Presentation Foundation (WPF) &mdash;  &#20197;&#22312;&#26410;&#26469;&#24320;&#21457;&#23427;&#30340;&#24212;&#29992;&#31243;&#24207;&#21830;&#24215;&#12290;</p>
<p><a href="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/85a5a_1126460715520248.jpg"><img width="496" height="361" class="aligncenter size-full wp-image-8383" alt="dev-unplugged-ie9" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/85a5a_1126460715520248.jpg"></a></p>
<p>
&#23613;&#31649;&#26159;&#24494;&#36719;&#22312;&#32972;&#21518;&#25903;&#25345;&#65292;&#20294;&#26159;&#36825;&#39033;&#31454;&#36187;Dev Unplugged&#24182;&#19981;&#38480;&#21046;&#24212;&#29992;&#31243;&#24207;&#21482;&#33021;&#25645;&#37197;Internet Explorer (IE) 9&#12290;&#26681;&#25454;Dev Unplugged&#30340;&#35268;&#21017;&#65292;&#20869;&#23481;&#24517;&#39035;&#22312;IE9&#30340;Release Candidate (RC)&#29256;&#12289;Chrome&#30340;&#26368;&#26032;beta&#29256;&#19982;Firefox&#30340;&#26368;&#26032;beta&#29256;&#20013;&#33021;&#27491;&#30830;&#21576;&#29616;&#12290;&#25552;&#20132;&#32773;&#24517;&#39035;&#36981;&#23432;&#29992;&#25143;&#31471;&#30340;HTML/CSS/JS&#35268;&#33539;&#65292;&#20294;&#23545;&#26381;&#21153;&#22120;&#31471;&#21017;&#27809;&#26377;&#38480;&#21046;&#12290;</p>
<p>
&#24494;&#36719;&#24076;&#26395;&#20174;&#31454;&#36187;&#20013;&#33719;&#24471;&#30340;&#20004;&#22823;&#20027;&#35201;&#20869;&#23481;/&#24212;&#29992;&#31243;&#24207;&#39033;&#30446;&#26159;&#28216;&#25103;&#19982;&#38899;&#20048;&#12290;&#22312;&#36825;&#20123;&#31867;&#21035;&#20013;&#26377;&#22235;&#20010;&#19987;&#19994;&#39046;&#22495;&#65306;&#22320;&#29702;&#20301;&#32622;&#23450;&#20301;(geo-location)&#30340;&#26368;&#21019;&#26032;&#20351;&#29992;&#12289;&#22266;&#23450;&#32593;&#31449;(Pinned Sites, IE9&#30340;&#19968;&#39033;&#21151;&#33021;)&#12289;Canvas&#19982;SVG&#12289;&#20197;&#21450;&#35774;&#23450;/UX&#65288;&#20351;&#29992;&#32773;&#20307;&#39564;&#65289;&#12290;</p>
<p>
Dev Unplugged&#32593;&#31449;&#19978;&#30340;&#25991;&#23383;&#20889;&#36947;&#65292;&ldquo;&#25105;&#20204;&#35748;&#20026;HTML5&#19982;&#30456;&#20851;&#25216;&#26415;&#65292;&#21152;&#19978;&#26356;&#24555;&#30340;&#27983;&#35272;&#22120;&#65292;&#26368;&#32456;&#23558;&#21487;&#35753;&#24320;&#21457;&#32773;&#25317;&#26377;&#36275;&#22815;&#30340;&#24037;&#20855;&#65292;&#26469;&#24320;&#21457;&#20855;&#26377;&#26665;&#26665;&#22914;&#29983;&#12289;&#20114;&#21160;&#24615;&#19982;&#39640;&#25311;&#30495;&#24615;&#20307;&#39564;&#30340;&#21407;&#29983;&#24212;&#29992;&#31243;&#24207;&#65292;&#32780;&#19988;&#19981;&#38656;&#35201;&#25554;&#20214;&#12290;&#25105;&#20204;&#24076;&#26395;&#24320;&#21457;&#32773;&#33021;&#20570;&#21040;&#19981;&#38656;&#25554;&#20214;&#12290;&rdquo;</p>
<p>
&#24494;&#36719;&#24050;&#32463;&#25104;&#31435;&#20102;&#19968;&#32452;&#35780;&#23457;&#65292;&#20182;&#20204;&#26159;&#32593;&#32476;&#19978;&#20855;&#26377;HTML5&#12289;&#35774;&#35745;&#19982;&#20351;&#29992;&#32773;&#20307;&#39564;&#26041;&#38754;&#30340;&#19987;&#23478;&#12290;&#24494;&#36719;&#35745;&#21010;&#35753;&#12300;&#31038;&#32676;&#12301;&#25237;&#31080;&#36873;&#20986;&#21069;&#22235;&#21313;&#21517;&#20837;&#22260;&#32773;&#65292;&#28982;&#21518;&#35753;&#35780;&#23457;&#20381;&#25454;&#12300;&#21019;&#36896;&#21147;&#12289;&#24314;&#32622;&#21697;&#36136;&#19982;&#36866;&#21512;&#31454;&#36187;&#20027;&#39064;&#12301;&#31561;&#26631;&#20934;&#26469;&#36873;&#20986;&#36194;&#23478;&#12290;</p>
<p>
&#36825;&#39033;&#31454;&#36187;&#20174;3&#26376;1&#26085;&#36215;&#23637;&#24320;&#65292;&#25552;&#20132;&#32473;&#22823;&#20247;&#25237;&#31080;&#26102;&#38388;&#21017;&#26159;4&#26376;5&#26085;&#12290;&#25237;&#31080;&#30340;&#26399;&#38480;&#26159;5&#26376;9&#26085;&#65292;&#36194;&#23478;&#21017;&#26159;&#22312;5&#26376;23&#26085;&#20844;&#24067;&#12290;&#22870;&#21697;&#21253;&#21547;&#29616;&#37329;&#12289;&#24179;&#26495;&#30005;&#33041;&#12289;&#31508;&#35760;&#26412;&#31561;&#12290;&#26368;&#22823;&#22870;&#26159;9000&#32654;&#37329;&#65292;&#22806;&#21152;&#21487;&#20197;&#22312;6&#26376;27&#26085;&#20813;&#36153;&#33267;&#25289;&#26031;&#32500;&#21152;&#26031;&#21442;&#21152;Future of Web Apps&#30740;&#35752;&#20250;&#12290;</p>
<p>
&#24494;&#36719;&#20154;&#21592;&#30446;&#21069;&#20173;&#26410;&#20844;&#24067;IE9&#30340;&#39044;&#23450;&#21457;&#24067;&#26102;&#38388;&#12290;&#34429;&#28982;&#35768;&#22810;&#20154;&#39044;&#26399;&#24494;&#36719;&#20250;&#22312;&#22235;&#26376;&#20013;&#25512;&#20986;IE9&#30340;&#26368;&#32456;&#29256;&#26412;&#65292;&#22823;&#32422;&#26159;Mix&lsquo;11&#30740;&#35752;&#20250;&#30340;&#26102;&#38388;&#65292;&#20294;&#26377;&#19968;&#20123;&#20154;&#21017;&#35748;&#20026;IE9&#21487;&#33021;&#20250;&#26356;&#26089;&#25512;&#20986;&#65292;&#21487;&#33021;&#26102;&#38388;&#26159;&#19977;&#26376;&#20013;&#30340;South by Southwest&#22823;&#23637;&#19978;&#12290;</p>
<p>
Dev Unplugged&#27963;&#21160;&#20027;&#39029;&#65306;<a href="http://www.beautyoftheweb.com/#/unplugged">http://www.beautyoftheweb.com/#/unplugged</a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/04/8214/" title="10:23 PM" rel="bookmark"><time class="entry-date" datetime="2011-03-04T22:23:48+00:00">2011/03/04</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8138" class="post-8138 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/03/8138/" rel="bookmark">Aliz&eacute;e</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/03/8138/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>Great video by the sexy Aliz&eacute;e</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/03/8138/" title="3:22 AM" rel="bookmark"><time class="entry-date" datetime="2011-03-03T03:22:15+00:00">2011/03/03</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8137" class="post-8137 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/03/8137/" rel="bookmark">Aliz&eacute;e</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/03/8137/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>J&rsquo;ai Pas Vingt Ans (Les 100 Ans Du Tour De France) 2003-07-04</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/03/8137/" title="3:22 AM" rel="bookmark"><time class="entry-date" datetime="2011-03-03T03:22:14+00:00">2011/03/03</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav id="nav-below" class="navigation" role="navigation"><h3 class="assistive-text">Post navigation</h3>
			<div class="nav-previous"><a href="http://log.SunnyBoy.Me/author/sunny/page/51/"><span class="meta-nav">&larr;</span> Older posts</a></div>
			<div class="nav-next"><a href="http://log.SunnyBoy.Me/author/sunny/page/49/">Newer posts <span class="meta-nav">&rarr;</span></a></div>
		</nav><!-- .navigation --></div><!-- #content -->
	</section><!-- #primary --><div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>May 2016</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2015/12/">&laquo; Dec</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next" class="pad">&nbsp;</td>
	</tr></tfoot><tbody><tr><td colspan="6" class="pad">&nbsp;</td><td>1</td>
	</tr><tr><td>2</td><td>3</td><td><a href="http://log.SunnyBoy.Me/2016/05/04/" aria-label="Posts published on May 4, 2016">4</a></td><td>5</td><td id="today">6</td><td>7</td><td>8</td>
	</tr><tr><td>9</td><td>10</td><td>11</td><td>12</td><td>13</td><td>14</td><td>15</td>
	</tr><tr><td>16</td><td>17</td><td>18</td><td>19</td><td>20</td><td>21</td><td>22</td>
	</tr><tr><td>23</td><td>24</td><td>25</td><td>26</td><td>27</td><td>28</td><td>29</td>
	</tr><tr><td>30</td><td>31</td>
		<td class="pad" colspan="5">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
