<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>Sunny Blog | Mind And Hand Let There Be Light. | Page 96</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="home blog paged paged-96 custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">
		
										
	<article id="post-5718" class="post-5718 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/02/01/5718/" rel="bookmark">&#19977;&#35328;&#20108;&#25293;&#65306;IPO&#23395;&#33410;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/02/01/5718/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#20197;&#32769;&#29260;B2C&#30005;&#23376;&#21830;&#21153;&#32593;&#31449;&#24403;&#24403;&#65288;NYSE: DANG&#65289;&#21644;&#22312;&#32447;&#35270;&#39057;&#30340;&#32769;&#22823;&#20248;&#37239;&#65288;NYSE: YOKU&#65289;&#30340;&#25104;&#21151;&#19978;&#24066;&#20026;&#26631;&#24535;&#65292;&#20013;&#22269;&#20114;&#32852;&#32593;&#27491;&#22312;&#36827;&#20837;&#19968;&#20010;&#26032;&#30340;IPO&#23395;&#33410;&#12290;</p>
<p>&#20004;&#23478;&#20844;&#21496;&#30340;IPO&#34920;&#29616;&#20063;&#26159;&#30456;&#24403;&#25250;&#30524;&#65292;&#24403;&#24403;&#21457;&#34892;&#20215;16&#32654;&#20803;&#65292;&#24320;&#30424;24.5&#32654;&#20803;&#65292;&#25910;&#30424;29.91&#32654;&#20803;&#65292;&#36739;&#21457;&#34892;&#20215;&#19978;&#28072;87%&#65292;&#24066;&#20540;&#36798;&#21040;23&#20159;&#32654;&#20803;&#12290;&#20248;&#37239;&#21457;&#34892;&#20215;12.8&#32654;&#20803;&#65292;&#24320;&#30424;27&#32654;&#20803;&#65292;&#25910;&#30424;33.44&#32654;&#20803;&#65292;&#36739;&#21457;&#34892;&#20215;&#19978;&#28072;161%&#65292;&#24066;&#20540;&#36798;&#21040;35&#20159;&#32654;&#20803;&#12290;&#25454;&#35828;&#20248;&#37239;&#26159;&#32654;&#22269;&#32929;&#24066;&#22235;&#24180;&#26469;IPO&#24403;&#22825;&#28072;&#24133;&#26368;&#39640;&#30340;&#32929;&#31080;&#65292;&#21453;&#27491;&#33258;&#30334;&#24230;&#20043;&#21518;&#65292;&#25105;&#26159;&#27809;&#35265;&#36807;&#22914;&#27492;&#30427;&#20917;&#12290;</p>
<p>&#27492;&#20107;&#30340;&#19968;&#20010;&#21518;&#26524;&#26159;&#65292;&#20013;&#22269;&#20114;&#32852;&#32593;&#20844;&#21496;&#30340;&#25490;&#24207;&#21457;&#29983;&#20102;&#21464;&#21270;&#12290;&#25353;&#24066;&#20540;&#35745;&#31639;&#65292;&#20248;&#37239;&#25490;&#22312;&#33150;&#35759;&#12289;&#30334;&#24230;&#12289;&#38463;&#37324;&#24052;&#24052;&#12289;&#32593;&#26131;&#12289;&#26032;&#28010;&#20043;&#21518;&#65292;&#25628;&#29392;&#21644;&#30427;&#22823;&#20043;&#21069;&#65292;&#25104;&#20026;&#20013;&#22269;&#31532;6&#22823;&#20114;&#32852;&#32593;&#20844;&#21496;&#65292;&#24403;&#24403;&#20063;&#36347;&#36523;&#21069;10&#12290;&#20114;&#32852;&#32593;&#35946;&#38376;&#20465;&#20048;&#37096;&#20013;&#65292;&#32456;&#20110;&#26377;&#20102;&#26032;&#25104;&#21592;&#65292;&#36825;&#26159;&#22909;&#20107;&#12290;&#25105;&#30456;&#20449;&#36825;&#31181;&#21464;&#21270;&#19981;&#20250;&#20165;&#20165;&#21453;&#26144;&#22312;&#24066;&#20540;&#25490;&#20301;&#19978;&#65292;&#23427;&#36824;&#23558;&#28145;&#21051;&#22320;&#24433;&#21709;&#20013;&#22269;&#20114;&#32852;&#32593;&#26410;&#26469;&#30340;&#31454;&#20105;&#26684;&#23616;&#12290;</p>
<p>&#26080;&#35770;&#22914;&#20309;&#65292;&#36825;&#26159;&#26377;&#24847;&#20041;&#30340;&#19968;&#22825;&#65292;&#19968;&#23478;&#36229;&#36807;10&#24180;&#30340;&#32769;&#20844;&#21496;&#65292;&#21644;&#19968;&#23478;05&#21518;&#30340;&#26032;&#20844;&#21496;&#25104;&#21151;&#19978;&#24066;&#65292;&#20998;&#21035;&#20195;&#34920;&#30528;&#20013;&#22269;B2C&#30005;&#23376;&#21830;&#21153;&#21644;&#22312;&#32447;&#35270;&#39057;&#30340;&#20809;&#26126;&#21069;&#26223;&#12290;&#25105;&#22312;&#33150;&#35759;&#24494;&#21338;&#19978;&#35828;&#65306;&ldquo;&#24403;&#24403;&#19978;&#24066;&#30340;&#19968;&#20010;&#22909;&#22788;&#26159;&#65292;&#34987;&#40614;&#32771;&#26519;&#25343;&#36208;&#30340;&#20013;&#22269;B2C&#30005;&#23376;&#21830;&#21153;&#30340;&#20195;&#34920;&#26435;&#65292;&#37325;&#26032;&#22238;&#21040;&#30495;&#27491;&#30340;&#30005;&#23376;&#21830;&#21153;&#25163;&#20013;&#12290;&rdquo;&#65288;<a href="http://t.qq.com/p/t/29020085612963" target="_blank">&#38142;&#25509;</a>&#65289;&ldquo;&#22312;&#32447;&#35270;&#39057;&#30340;&#26410;&#26469;&#27809;&#26377;&#20219;&#20309;&#24748;&#24565;&#65292;&#20248;&#37239;&#26159;&#20013;&#22269;&#22312;&#32447;&#35270;&#39057;&#24066;&#22330;&#32769;&#22823;&#65292;&#26410;&#26469;&#30340;&#28508;&#22312;&#25910;&#30410;&#20063;&#26368;&#22823;&#12290;&#24403;&#19979;&#23601;&#36186;&#38065;&#26410;&#35265;&#24471;&#19968;&#23450;&#26159;&#22909;&#20107;&#12290;&#22312;&#20840;&#29699;&#33539;&#22260;&#30475;&#65292;&#27604;&#20013;&#22269;&#36825;&#20960;&#23478;&#32593;&#31449;&#26426;&#20250;&#26356;&#22909;&#30340;&#25237;&#36164;&#23545;&#35937;&#65292;&#20284;&#20046;&#19981;&#22810;&#12290;&rdquo;&#65288;<a href="http://t.qq.com/p/t/19020086302390" target="_blank">&#38142;&#25509;</a>&#65289;</p>
<p>&#24403;&#24403;&#21644;&#20248;&#37239;&#25152;&#20174;&#20107;&#30340;&#65292;&#37117;&#26159;&#20195;&#34920;&#26410;&#26469;&#30340;&#19994;&#21153;&#65292;&#26080;&#35770;B2C&#30005;&#23376;&#21830;&#21153;&#36824;&#26159;&#22312;&#32447;&#35270;&#39057;&#65292;&#25105;&#20204;&#30446;&#21069;&#25152;&#33021;&#30475;&#21040;&#30340;&#24066;&#22330;&#35268;&#27169;&#65292;&#36824;&#21482;&#26159;&#20912;&#23665;&#19968;&#35282;&#12290;&#25104;&#21151;&#19978;&#24066;&#19981;&#33021;&#35828;&#26126;&#20160;&#20040;&#65292;&#23427;&#20204;&#21482;&#26159;&#25250;&#21040;&#20102;&#27604;&#36739;&#22909;&#30340;&#21457;&#36710;&#20301;&#32780;&#24050;&#12290;&#25237;&#36164;&#32773;&#25237;&#32473;&#24403;&#24403;&#12289;&#20248;&#37239;&#30340;&#31080;&#65292;&#20854;&#23454;&#26159;&#25237;&#32473;&#20013;&#22269;&#20114;&#32852;&#32593;&#30340;&#26126;&#22825;&#12290;&#25105;&#22987;&#32456;&#30456;&#20449;&#65292;&#20013;&#22269;&#30340;&#20114;&#32852;&#32593;&#26377;&#30528;&#24040;&#22823;&#30340;&#28508;&#33021;&#65292;&#20294;&#38656;&#35201;&#30495;&#27491;&#20570;&#20107;&#30340;&#20154;&#21435;&#25366;&#25496;&#12290;</p>
<p>&#30340;&#30830;&#20250;&#26377;&#20154;&#21033;&#29992;&#20114;&#32852;&#32593;&#29609;&#24324;&#25919;&#27835;&#26435;&#26415;&#25110;&#32773;&#36164;&#26412;&#26435;&#26415;&#65292;&#20294;&#26368;&#32456;&#24324;&#26435;&#32773;&#34987;&#28120;&#27760;&#65292;&#20570;&#20107;&#32773;&#30041;&#19979;&#26469;&#65292;&#36825;&#23601;&#26159;&#20114;&#32852;&#32593;&#22909;&#20110;&#20219;&#20309;&#20854;&#20182;&#34892;&#19994;&#30340;&#22320;&#26041;&#65292;&#22240;&#20026;&#32593;&#27665;&#20250;&#29992;&#33050;&#25237;&#31080;&#12290;</p>
<p>&#20174;&#29616;&#22312;&#24320;&#22987;&#30340;&#19968;&#24180;&#20869;&#65292;&#20250;&#26377;&#26356;&#22810;&#30340;&#20013;&#22269;&#20114;&#32852;&#32593;&#20844;&#21496;&#19978;&#24066;&#65292;&#20250;&#26377;&#26356;&#22810;&#30340;&#26032;&#20803;&#32032;&#27880;&#20837;&#20013;&#22269;&#20114;&#32852;&#32593;&#65292;&#20013;&#22269;&#20114;&#32852;&#32593;&#20063;&#20250;&#22240;&#27492;&#26356;&#26377;&#21147;&#37327;&#12290;</p>
<p>&#31069;&#36154;&#24403;&#24403;&#12289;&#20248;&#37239;&#12290;</p>
<p></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/02/01/5718/" title="4:38 AM" rel="bookmark"><time class="entry-date" datetime="2011-02-01T04:38:14+00:00">2011/02/01</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-5717" class="post-5717 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/02/01/5717/" rel="bookmark">&#19977;&#35328;&#20108;&#25293;&#65306;&#19981;&#20250;&#20844;&#20851;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/02/01/5717/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>A&#20844;&#21496;&#35828;&#65306;&#29992;&#25143;&#38544;&#31169;&#22823;&#36807;&#22825;&#65292;&#29992;&#25143;&#21033;&#30410;&#33267;&#19978;&#12290;B&#20844;&#21496;&#35828;&#65306;&#25105;&#20204;&#26159;&#32039;&#24613;&#36991;&#38505;&#65292;&#26159;&#33258;&#25937;&#12290;A&#20844;&#21496;&#24471;&#21040;&#19968;&#29255;&#21483;&#22909;&#65292;B&#20844;&#21496;&#25910;&#33719;&#19968;&#22534;&#36131;&#39554;&#12290;&#21407;&#22240;&#24456;&#31616;&#21333;&#65292;A&#20844;&#21496;&#30475;&#19978;&#21435;&#24456;&#39640;&#23578;&#65292;&#20687;&#20010;&#36947;&#24503;&#26999;&#27169;&#65307;B&#20844;&#21496;&#21482;&#20851;&#24515;&#20844;&#21496;&#21033;&#30410;&#65292;&#24799;&#21033;&#26159;&#22270;&#12290;&#20294;&#20180;&#32454;&#24819;&#24819;&#65292;&#39640;&#35843;&#34429;&#28982;&#21160;&#21548;&#65292;&#21364;&#26410;&#24517;&#26159;&#30495;&#30340;&#65307;&#20851;&#24515;&#20844;&#21496;&#21033;&#30410;&#23613;&#31649;&#26174;&#24471;&#27809;&#37027;&#20040;&#39640;&#23578;&#65292;&#21364;&#21487;&#33021;&#26159;&#23454;&#35805;&#12290;</p>
<p>&#35266;&#25705;&ldquo;3Q&#22823;&#25112;&rdquo;&#65292;&#26377;&#20154;&#24341;&#30003;&#21040;&#38544;&#31169;&#12289;&#22404;&#26029;&#31561;&#35805;&#39064;&#19978;&#65292;&#22522;&#26412;&#19978;&#26159;&#25199;&#28129;&#12290;&#19981;&#23569;&#20154;&#21017;&#20174;&#20844;&#20851;&#30340;&#35282;&#24230;&#65292;&#28857;&#35780;&#20004;&#23478;&#20844;&#21496;&#30340;&#34920;&#29616;&#12290;&#32467;&#35770;&#27809;&#20160;&#20040;&#24748;&#24565;&#65292;360&#23436;&#32988;&#33150;&#35759;&#12290;&#20174;&#36947;&#24503;&#21046;&#39640;&#28857;&#65292;&#21040;&#27700;&#20891;&#28748;&#27700;&#21047;&#31080;&#65292;&#20877;&#21040;&#24773;&#24863;&#35785;&#27714;&#12289;&#20869;&#24515;&#21578;&#30333;&#65292;&#23436;&#32654;&#26080;&#32570;&#65292;&#27492;&#26696;&#20363;&#22823;&#27010;&#20250;&#36827;&#20837;&#20844;&#20851;&#20844;&#21496;&#30340;&#32463;&#20856;&#26696;&#20363;&#25945;&#26448;&#12290;</p>
<p>&#20294;&#25105;&#24819;&#35828;&#30340;&#26159;&#65292;&#20013;&#22269;&#24335;&#20844;&#20851;&#22522;&#26412;&#19978;&#21482;&#20570;&#20004;&#20214;&#20107;&#65306;&#31881;&#39280;&#33258;&#24049;&#65292;&#25273;&#40657;&#23545;&#25163;&#12290;&#32771;&#34385;&#21040;&#36825;&#19968;&#29305;&#27530;&#22269;&#24773;&#65292;&#20844;&#20851;&#20570;&#24471;&#36234;&#22909;&#30340;&#20844;&#21496;&#65292;&#36234;&#21487;&#33021;&#26159;&#27969;&#27667;&#20844;&#21496;&#12290;&#19977;&#40575;&#21644;&#33945;&#29275;&#24182;&#19981;&#26159;&#24456;&#36965;&#36828;&#30340;&#20363;&#23376;&#12290;</p>
<p>&#22914;&#26524;&#19968;&#23478;&#21830;&#19994;&#20844;&#21496;&#65292;&#38599;&#20323;&#22823;&#37327;&#20844;&#20851;&#20154;&#21592;&#65292;&#25110;&#32773;&#25209;&#20986;&#22823;&#31508;&#20844;&#20851;&#36153;&#29992;&#65292;&#20320;&#23601;&#19968;&#23450;&#35201;&#23545;&#23427;&#20445;&#25345;&#35686;&#24789;&#12290;&#24456;&#21487;&#33021;&#65292;&#20320;&#30475;&#21040;&#30340;&#32763;&#20113;&#35206;&#38632;&#26159;&#26159;&#38750;&#38750;&#65292;&#23601;&#26159;&#30001;&#36825;&#20123;&#20154;&#21644;&#36825;&#20123;&#38065;&#65292;&#24694;&#24847;&#25361;&#36215;&#30340;&#21644;&#21046;&#36896;&#30340;&#12290;&#27604;&#36739;&#32780;&#35328;&#65292;&#19981;&#20250;&#20844;&#20851;&#30340;&#20844;&#21496;&#65292;&#21487;&#33021;&#26356;&#20540;&#24471;&#20449;&#20219;&#19968;&#28857;&#12290;</p>
<p>&#33150;&#35759;&#30830;&#23454;&#26159;&#19968;&#23478;&#19981;&#25797;&#38271;&#20844;&#20851;&#30340;&#20844;&#21496;&#65292;&#20182;&#20204;&#26356;&#25797;&#38271;&#31616;&#21333;&#31895;&#26292;&#30340;&#21335;&#23665;&#27861;&#38498;&#12290;&#20182;&#20204;&#29978;&#33267;&#29306;&#29298;&#38376;&#25143;&#26032;&#38395;&#24212;&#26377;&#30340;&#20013;&#31435;&#23458;&#35266;&#65292;&#36196;&#33162;&#21152;&#20837;&#20844;&#20851;&#25112;&#24441;&#65292;&#24466;&#22686;&#31505;&#32819;&#12290;&#24403;&#28982;&#20013;&#22269;&#20114;&#32852;&#32593;&#19978;&#21387;&#26681;&#23601;&#27809;&#26377;&#30495;&#27491;&#30340;&#23186;&#20307;&#65292;&#21482;&#26377;&#30495;&#27491;&#30340;&#20225;&#19994;&#65292;&#21253;&#25324;&#26032;&#28010;&#12289;&#25628;&#29392;&#65292;&#22312;&#28041;&#21450;&#33258;&#36523;&#21033;&#30410;&#30340;&#26102;&#20505;&#65292;&#38376;&#25143;&#37117;&#25104;&#20102;&#33258;&#24049;&#30340;&#21897;&#33292;&#65292;&#36319;&#20826;&#23398;&#30340;&#12290;&#20294;&#20687;&#26032;&#28010;&#37027;&#26679;&#20551;&#25198;&#23458;&#35266;&#20013;&#31435;&#65292;&#33150;&#35759;&#37117;&#26080;&#27861;&#20570;&#21040;&#12290;</p>
<p>&#20844;&#20851;&#22833;&#36133;&#24403;&#28982;&#20250;&#32473;&#33150;&#35759;&#24102;&#26469;&#25345;&#20037;&#30340;&#21697;&#29260;&#20260;&#23475;&#65292;&#36825;&#26159;&#33150;&#35759;&#24517;&#39035;&#29420;&#33258;&#25215;&#21463;&#30340;&#12290;&#32780;&#19988;&#36824;&#26377;&#26032;&#28010;&#12289;&#20013;&#31227;&#21160;&#36825;&#26679;&#30340;&#65292;&#20687;&#19968;&#32676;&#38750;&#27954;&#33609;&#21407;&#30340;&#39135;&#33104;&#21160;&#29289;&#19968;&#26679;&#65292;&#34562;&#25317;&#32780;&#19978;&#65292;&#36225;&#28779;&#25171;&#21163;&#12290;&#19981;&#36807;&#25105;&#23454;&#22312;&#19981;&#24076;&#26395;&#33150;&#35759;&#30171;&#23450;&#24605;&#30171;&#20043;&#21518;&#65292;&#20174;&#27492;&#21464;&#25104;&#19968;&#23478;&#27833;&#22068;&#28369;&#33292;&#30340;&#20844;&#21496;&#12290;&#36824;&#26159;&#19981;&#20250;&#20844;&#20851;&#30340;&#33150;&#35759;&#65292;&#26356;&#21152;&#26412;&#33394;&#19968;&#28857;&#65292;&#34429;&#28982;&#30475;&#19978;&#21435;&#19981;&#22826;&#20248;&#32654;&#12290;</p>
<p>&#31561;&#21040;&#20013;&#22269;&#24335;&#20844;&#20851;&#27515;&#20102;&#65292;&#25105;&#20204;&#20877;&#26469;&#35848;&#20844;&#20849;&#20851;&#31995;&#21543;&#12290;</p>
<p></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/02/01/5717/" title="4:38 AM" rel="bookmark"><time class="entry-date" datetime="2011-02-01T04:38:12+00:00">2011/02/01</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-5716" class="post-5716 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/02/01/5716/" rel="bookmark">Intel finds Sandy Bridge chipset design flaw, shipments stopped and recalls beginning</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/02/01/5716/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>Intel Identifies Chipset Design Error, Implementing Solution
</p><p>
Updates Outlook to Incorporate Effects of Error, Infineon Acquisition and Expected McAfee Acquisition</p>
<p>
Chipset circuit design issue identified, fix implemented, customers being notified</p>
<p>
Infineon Technologies AG Wireless Solutions business (WLS) acquisition closed Jan. 31</p>
<p>
McAfee, Inc. (MFE) acquisition expected to close by the end of the first quarter</p>
<p>
Fourth-quarter, first-quarter and full-year outlook revised to reflect impact of chipset issue, WLS closure, expected MFE closure by the end of the first quarter</p>
<p>
SANTA CLARA, Calif.&ndash;(BUSINESS WIRE)&ndash; As part of ongoing quality assurance, Intel Corporation has discovered a design issue in a recently released support chip, the Intel&reg; 6 Series, code-named Cougar Point, and has implemented a silicon fix. In some cases, the Serial-ATA (SATA) ports within the chipsets may degrade over time, potentially impacting the performance or functionality of SATA-linked devices such as hard disk drives and DVD-drives. The chipset is utilized in PCs with Intel&rsquo;s latest Second Generation Intel Core processors, code-named Sandy Bridge. Intel has stopped shipment of the affected support chip from its factories. Intel has corrected the design issue, and has begun manufacturing a new version of the support chip which will resolve the issue. The Sandy Bridge microprocessor is unaffected and no other products are affected by this issue.</p>
<p>
The company expects to begin delivering the updated version of the chipset to customers in late February and expects full volume recovery in April. Intel stands behind its products and is committed to product quality. For computer makers and other Intel customers that have bought potentially affected chipsets or systems, Intel will work with its OEM partners to accept the return of the affected chipsets, and plans to support modifications or replacements needed on motherboards or systems. The systems with the affected support chips have only been shipping since January 9th and the company believes that relatively few consumers are impacted by this issue. The only systems sold to an end customer potentially impacted are Second Generation Core i5 and Core i7 quad core based systems. Intel believes that consumers can continue to use their systems with confidence, while working with their computer manufacturer for a permanent solution. For further information consumers should contact Intel at www.intel.com on the support page or contact their OEM manufacturer.</p>
<p>
For the first quarter of 2011, Intel expects this issue to reduce revenue by approximately $300 million as the company discontinues production of the current version of the chipset and begins manufacturing the new version. Full-year revenue is not expected to be materially affected by the issue. Total cost to repair and replace affected materials and systems in the market is estimated to be $700 million. Since this issue affected some of the chipset units shipped and produced in the fourth quarter of 2010, the company will take a charge against cost of goods sold, which is expected to reduce the fourth quarter gross margin percentage by approximately 4 percentage points from the previously reported 67.5 percent. The company will also take a charge in the first quarter of 2011which will lower the previously communicated gross margin percentage by 2 percentage points and the full-year gross margin percentage by one percentage point.</p>
<p>
Updated 2011 First Quarter and Full Year Outlook</p>
<p>
Separately, Intel recently announced that it had completed the acquisition of the Infineon Technologies AG Wireless Solutions business, which will now operate as the Intel Mobile Communications group. The company also expects to complete the acquisition of McAfee by the end of the first quarter.</p>
<p>
The effects of the chipset issue and these transactions are incorporated into the company&rsquo;s revised outlook. The company now expects first-quarter revenue to be $11.7 billion, plus or minus $400 million, compared to the previous expectation of $11.5 billion, plus or minus $400 million. Gross margin percentage is now expected to be 61 percent, plus or minus a couple percentage points, compared to the previous expectation of 64 percent, plus or minus a couple percentage points. Spending (RD plus MGA) is now expected to be approximately $3.6 billion, compared to the previous expectation of approximately $3.4 billion.</p>
<p>
The full-year revenue growth percentage is now expected to be in the mid-to high teens, compared to the company&rsquo;s prior expectation of approximately 10 percent. Full-year gross margin is now expected to be 63 percent, plus or minus a few percentage points, compared to the previous expectation of 65 percent, plus or minus a few percentage points. Spending (RD plus MGA) is now expected to be $15.7 billion, plus or minus $200 million, compared to the company&rsquo;s previous expectation of $13.9 billion, plus or minus $200 million. Research and development (RD) spending is now expected to be approximately $8.2 billion, compared to the previous forecast of $7.3 billion.</p>
<p>
All other expectations for the first-quarter and full-year remain unchanged. With the exception of McAfee, the outlook for the first quarter and full year do not include the effect of any acquisitions, divestitures or similar transactions that may be completed after Jan. 31. The acquisition of McAfee is subject to customary closing conditions.</p>
<p>
First Quarter Non-GAAP Outlook Comparison</p>

<p>
GAAP</p>
<p>
Non-GAAP</p>
<p>
Gross Margin Percentage 61%, +/- a couple percentage points 62%, +/- a couple percentage points1</p>
<p>
Full Year Non-GAAP Outlook Comparison</p>
<p>
GAAP Non-GAAP</p>
<p>
Gross Margin Percentage 63%, +/- a few percentage points 64%, +/- a few percentage points1</p>
<p>
&sup1;Excludes the amortization of acquisition-related intangible assets and inventory purchase adjustments arising from acquisition accounting</p>
<p>
Status of Business Outlook</p>
<p>
During the quarter, Intel&rsquo;s corporate representatives may reiterate the Business Outlook during private meetings with investors, investment analysts, the media and others. From the close of business on March 4 until publication of the company&rsquo;s first-quarter earnings release, Intel will observe a &ldquo;Quiet Period&rdquo; during which the Business Outlook disclosed in the company&rsquo;s news releases and filings with the SEC should be considered as historical, speaking as of prior to the Quiet Period only and not subject to an update by the company.</p>
<p>
Risk Factors</p>
<p>
The above statements and any others in this document that refer to plans and expectations for the first quarter, the year and the future are forward-looking statements that involve a number of risks and uncertainties. Many factors could affect Intel&rsquo;s actual results, and variances from Intel&rsquo;s current expectations regarding such factors could cause actual results to differ materially from those expressed in these forward-looking statements. Words such as &ldquo;anticipates,&rdquo; &ldquo;expects,&rdquo; &ldquo;intends,&rdquo; &ldquo;plans,&rdquo; &ldquo;believes,&rdquo; &ldquo;seeks,&rdquo; &ldquo;estimates,&rdquo; &ldquo;may,&rdquo; &ldquo;will,&rdquo; &ldquo;should,&rdquo; and their variations identify forward-looking statements. Statements that refer to or are based on projections, uncertain events or assumptions also identify forward-looking statements. Intel presently considers the following to be the important factors that could cause actual results to differ materially from the company&rsquo;s expectations.</p>
<p>
This release contains forward-looking statements and projections based upon estimates of the impact of the chipset degradation issue on Intel&rsquo;s future financial and operating results, including on revenue, gross margin, and inventory valuation, based on preliminary analysis and information which is subject to change. Among the factors relating to the chipset degradation issue that could cause actual results to differ are the number of units that may be affected, the impact on systems in the market, the costs we may incur in repairing or replacing impacted components the extent to which customers purchase parts from Intel&rsquo;s competitors as a result of Intel parts shortages or otherwise, and the extent to which Intel is able to increase production of substitute or redesigned parts for customers.</p>
<p>
Among the risks related to the McAfee and Infineon AG Wireless Solutions business (Infineon WLS) transactions that could cause actual results to differ are that the closing of the McAfee acquisition may be delayed or may not occur, and that Intel may not realize the anticipated benefits of the transactions if the products, markets and business prospects of Infineon WLS and/or McAfee are not as presently anticipated by Intel. In addition, other risks associated with the acquisitions include whether Intel will retain the customer relationships and key employees of Infineon WLS and McAfee and will successfully integrate the acquired technologies or operations. Each acquisition will also involve the potential for unexpected liabilities that could become the obligations of Intel following the closing(s) of the acquisition(s).</p>
<p>
The updated Business Outlook for Q1 2011 and full-year 2011 includes assumptions and projections related to the revenue, gross margin, spending and other financial results of Infineon WLS and McAfee. These assumption and projections are based upon financial information obtained and estimated by Intel prior to closings of the transactions and prior to the integration of those businesses with the other business operations of Intel. Future business, integration, roadmap and other operations, and financial estimates, involving Infineon WLS and McAfee and the remainder of Intel are subject to change as post-closing integration and direct ownership of Infineon WLS and McAfee proceeds. In addition, the gross margin forecast reflects preliminary valuations of assets acquired or to be acquired in the Infineon WLS and McAfee acquisitions; however the allocation of the purchase price is not yet finalized and may be adjusted as Intel completes the valuation analyses.</p>
<p>
Demand could be different from Intel&rsquo;s expectations due to factors including changes in business and economic conditions; customer acceptance of Intel&rsquo;s and competitors&rsquo; products; changes in customer order patterns including order cancellations; and changes in the level of inventory at customers.</p>
<p>
Intel operates in intensely competitive industries that are characterized by a high percentage of costs that are fixed or difficult to reduce in the short term and product demand that is highly variable and difficult to forecast. Revenue and the gross margin percentage are affected by the timing of Intel product introductions and the demand for and market acceptance of Intel&rsquo;s products; actions taken by Intel&rsquo;s competitors, including product offerings and introductions, marketing programs and pricing pressures and Intel&rsquo;s response to such actions; and Intel&rsquo;s ability to respond quickly to technological developments and to incorporate new features into its products.</p>
<p>
The gross margin percentage could vary significantly from expectations based on defects or disruptions in the supply of materials or resources; product manufacturing quality/yields; capacity utilization; variations in inventory valuation, including variations related to the timing of qualifying products for sale; changes in revenue levels; product mix and pricing; the timing and execution of the manufacturing ramp and associated costs; start-up costs; excess or obsolete inventory; changes in unit costs; and impairments of long-lived assets, including manufacturing, assembly/test and intangible assets.</p>
<p>
Expenses, particularly certain marketing and compensation expenses, as well as restructuring and asset impairment charges, vary depending on the level of demand for Intel&rsquo;s products and the level of revenue and profits.</p>
<p>
The tax rate expectation is based on current tax law and current expected income. The tax rate may be affected by the jurisdictions in which profits are determined to be earned and taxed; changes in the estimates of credits, benefits and deductions; the resolution of issues arising from tax audits with various tax authorities, including payment of interest and penalties; and the ability to realize deferred tax assets.</p>
<p>
Intel&rsquo;s financial results could be affected by gains or losses from equity securities and interest and other that could vary depending on gains or losses on the sale, exchange, change in the fair value or impairments of debt and equity investments; interest rates; cash balances; and changes in fair value of derivative instruments.</p>
<p>
The majority of Intel&rsquo;s non-marketable equity investment portfolio balance is concentrated in companies in the flash memory market segment, and declines in this market segment or changes in management&rsquo;s plans with respect to Intel&rsquo;s investments in this market segment could result in significant impairment charges, impacting restructuring charges as well as gains/losses on equity investments and interest and other.</p>
<p>
Intel&rsquo;s results could be impacted by adverse economic, social, political and physical/infrastructure conditions in countries where Intel, its customers or its suppliers operate, including military conflict and other security risks, natural disasters, infrastructure disruptions, health concerns and fluctuations in currency exchange rates.</p>
<p>
Intel&rsquo;s results could be affected by the timing of closing of acquisitions and divestitures.</p>
<p>
Intel&rsquo;s results could be affected by adverse effects associated with product defects and errata (deviations from published specifications), and by litigation or regulatory matters involving intellectual property, stockholder, consumer, antitrust and other issues, such as the litigation and regulatory matters described in Intel&rsquo;s SEC reports. An unfavorable ruling could include monetary damages or an injunction prohibiting us from manufacturing or selling one or more products, precluding particular business practices, impacting Intel&rsquo;s ability to design its products, or requiring other remedies such as compulsory licensing of intellectual property.</p>
<p>
A detailed discussion of these and other factors that could affect Intel&rsquo;s results is included in Intel&rsquo;s SEC filings, including the report on Form 10-Q for the fiscal quarter ended Sept. 25, 2010. Intel plans to report its earnings for the first quarter of 2011 on Tuesday, April 19, 2011. Immediately following the earnings report, the company plans to publish a commentary by Stacy J. Smith, vice president and chief financial officer at www.intc.com/results.cfm. A public webcast of Intel&rsquo;s earnings conference call will follow at 2:30 p.m. PST at www.intc.com.</p>
<p>
Intel (NASDAQ: INTC) is a world leader in computing innovation. The company designs and builds the essential technologies that serve as the foundation for the world&rsquo;s computing devices. Additional information about Intel is available at www.intel.com/pressroom and blogs.intel.com.</p>
<p>
Intel, the Intel logo, and Intel Atom are trademarks of Intel Corporation in the United States and other countries.</p>
<p>
* Other names and brands may be claimed as the property of others.</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/02/01/5716/" title="4:38 AM" rel="bookmark"><time class="entry-date" datetime="2011-02-01T04:38:08+00:00">2011/02/01</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-5715" class="post-5715 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/02/01/5715/" rel="bookmark">Android&#24179;&#26495;&#30005;&#33041;&#24066;&#22330;&#20221;&#39069;&#22686;&#33267;22% iPad&#38477;&#33267;75%</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/02/01/5715/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>					<!--  : begin --></p>
<p>					<!--  : end --></p>
<p>					<!--  begin --></p>
<p>		<img alt="&#22270;&#20026;Android&#24179;&#26495;&#30005;&#33041;&#19977;&#26143;Galaxy Tab" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/31d5c_U5009P2T1D5151462F13DT20110131192936.jpg"><span class="img_descr">&#22270;&#20026;Android&#24179;&#26495;&#30005;&#33041;&#19977;&#26143;Galaxy Tab</span></p>
<p>					<!--  end --></p>
<p>					<!--  begin --><br><!--  --></p>
<p>						<!-- publish_helper name='' p_id='2' t_id='1' d_id='5151462' f_id='2' --></p>
<p>&#12288;&#12288;&#26032;&#28010;&#31185;&#25216;&#35759; &#21271;&#20140;&#26102;&#38388;1&#26376;31&#26085;&#26202;&#38388;&#28040;&#24687;&#65292;&#35843;&#30740;&#20844;&#21496;Strategy Analytics&#21608;&#19968;&#21457;&#24067;&#25253;&#21578;&#31216;&#65292;&#21435;&#24180;&#31532;&#22235;&#23395;&#24230;&#35895;&#27468;Android&#25805;&#20316;&#31995;&#32479;&#22312;&#24179;&#26495;&#30005;&#33041;&#24066;&#22330;&#30340;&#20221;&#39069;&#36798;&#21040;&#20102;22%&#12290;</p>
<p>&#12288;&#12288;&#31532;&#22235;&#23395;&#24230;&#65292;&#33529;&#26524;iPad&#30340;&#20840;&#29699;&#24066;&#22330;&#20221;&#39069;&#20174;&#31532;&#19977;&#23395;&#24230;&#30340;95%&#38477;&#33267;75%&#65292;&#20294;&#20173;&#39640;&#23621;&#27036;&#39318;&#12290;&#19977;&#26143;Galaxy&#24179;&#26495;&#30005;&#33041;&#26159;&#33529;&#26524;iPad&#30340;&#20027;&#35201;&#21170;&#25932;&#12290;Strategy Analytics&#34920;&#31034;&#65292;Galaxy&#24179;&#26495;&#30005;&#33041;&#19978;&#23395;&#24230;&#38144;&#37327;&#36798;&#21040;&#20102;200&#19975;&#37096;&#65292;&#32780;iPad&#38144;&#37327;&#21017;&#36229;&#36807;700&#19975;&#37096;&#12290;</p>
<p>&#12288;&#12288;Strategy Analytics&#39044;&#35745;&#65292;&#20170;&#24180;&#19978;&#21322;&#24180;&#65292;Android&#22312;&#24179;&#26495;&#30005;&#33041;&#24066;&#22330;&#30340;&#20221;&#39069;&#23558;&#32487;&#32493;&#22686;&#38271;&#65292;&#22240;&#20026;&#23558;&#26377;&#19968;&#20123;&#26032;&#20135;&#21697;&#19978;&#24066;&#65292;&#22914;&#25705;&#25176;&#32599;&#25289;&#30340;Xoom&#12290;Strategy Analytics&#25351;&#20986;&#65292;&#38500;&#20102;iPad&#12289;Galaxy&#21644;Xoom&#65292;RIM&#20063;&#23558;&#25512;&#20986;PlayBook&#24179;&#26495;&#30005;&#33041;&#65292;&#22240;&#27492;&#35813;&#24066;&#22330;&#30340;&#31454;&#20105;&#23558;&#36827;&#19968;&#27493;&#21152;&#21095;&#12290;</p>
<p>&#12288;&#12288;Strategy Analytics&#25968;&#25454;&#26174;&#31034;&#65292;&#21435;&#24180;&#31532;&#22235;&#23395;&#24230;&#20840;&#29699;&#24179;&#26495;&#30005;&#33041;&#38144;&#37327;&#32422;&#20026;1000&#19975;&#37096;&#65292;&#21516;&#27604;&#22686;&#38271;120%&#65292;&#20854;&#20013;&#32654;&#22269;&#26159;&#26368;&#22823;&#30340;&#24179;&#26495;&#30005;&#33041;&#24066;&#22330;&#12290;(&#26446;&#26126;)</p>
<p><!-- publish_helper_end --></p>
<p>						<!-- {} --><br><!--  --><br><!--  --><!-- {} --><!-- {081105} --></p>
<p>					<!--  --><br><!--  end --></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/02/01/5715/" title="4:38 AM" rel="bookmark"><time class="entry-date" datetime="2011-02-01T04:38:08+00:00">2011/02/01</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-5714" class="post-5714 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/02/01/5714/" rel="bookmark">&#20256;iPad 2&#37319;&#29992;&#21452;&#26680;&#22788;&#29702;&#22120; &#26032;&#22686;CDMA&#29256;&#26412;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/02/01/5714/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>					<!--  : begin --></p>
<p>					<!--  : end --></p>
<p>					<!--  begin --></p>
<p>					<!--  end --></p>
<p>					<!--  begin --><br><!--  --></p>
<p>						<!-- publish_helper name='' p_id='2' t_id='1' d_id='5151384' f_id='2' --></p>
<p><img alt="iPad 2&#37096;&#20214;&#21450;&#29983;&#20135;&#21830;" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/e6863_U5619P2DT20110131163405.jpg"><span class="img_descr">iPad 2&#37096;&#20214;&#21450;&#29983;&#20135;&#21830;</span></p>
<p>&#12288;&#12288;&#26032;&#28010;&#31185;&#25216;&#35759; &#21271;&#20140;&#26102;&#38388;1&#26376;31&#26085;&#65292;&#21488;&#28286;&#24247;&#21644;&#35777;&#21048;&#20998;&#26512;&#24072;&#37101;&#26126;&#24535;(&#38899;&#35793;&#65292;Ming-Chi Kuo)&#36817;&#26085;&#21457;&#34920;&#25253;&#21578;&#31216;&#65292;iPad 2&#23558;&#20351;&#29992;1.2GHz Cortex-A9&#21452;&#26680;&#22788;&#29702;&#22120;&#21644;SGX543&#21452;&#26680;&#26174;&#21345;&#65292;&#24615;&#33021;&#36828;&#39640;&#20110;&#31532;&#19968;&#20195;iPad&#12290;</p>
<p>&#12288;&#12288;&#25253;&#21578;&#31216;&#65292;iPad 2&#23558;&#19981;&#20250;&#37319;&#29992;&#26356;&#39640;&#30340;&#20998;&#36776;&#29575;&#65292;&#32780;&#26159;&#37319;&#29992;&#19982;iPad&#19968;&#26679;&#30340;1024&times;768&#20998;&#36776;&#29575;&#12290;&#19981;&#36807;&#65292;iPad 2&#30340;&#26174;&#31034;&#23631;&#23558;&#26356;&#34180;&#65292;&#25317;&#26377;&#25239;&#21453;&#23556;&#29305;&#24615;&#12290;&#21516;&#26102;&#65292;iPad 2&#23558;&#20351;&#29992;1.2GHz Cortex-A9&#21452;&#26680;&#22788;&#29702;&#22120;&#65292;&#24615;&#33021;&#36828;&#39640;&#20110;&#19978;&#19968;&#20195;&#21516;&#26102;&#21151;&#32791;&#26356;&#20302;&#12290;iPad 2&#36824;&#23558;&#37319;&#29992;SGX543&#21452;&#26680;&#26174;&#21345;&#65292;&#26174;&#31034;&#24615;&#33021;&#26159;iPhone 4&#30340;2&#20493;&#21040;3&#20493;&#12290;</p>
<p>&#12288;&#12288;&#25253;&#21578;&#36824;&#31216;&#65292;&#20026;&#20102;&#20805;&#20998;&#21033;&#29992;&#26174;&#21345;&#21319;&#32423;&#30340;&#20248;&#21183;&#65292;iPad 2&#38656;&#35201;&#26356;&#22823;&#30340;&#20869;&#23384;&#24102;&#23485;&#12290;&#22240;&#27492;iPad 2&#23558;&#25317;&#26377;512M&#20869;&#23384;&#65292;&#36816;&#34892;&#39057;&#29575;&#39640;&#36798;1066MHz&#12290;</p>
<p>&#12288;&#12288;&#25253;&#21578;&#31216;&#65292;iPad 2&#23558;&#26032;&#22686;&#19968;&#27454;CDMA&#22411;&#21495;&#65292;&#20174;&#32780;&#20026;&#33529;&#26524;&#24102;&#26469;&#26356;&#22810;&#24066;&#22330;&#20221;&#39069;&#12290;&#25253;&#21578;&#36824;&#25552;&#21040;iPad 2&#21487;&#33021;&#25317;&#26377;SD&#20869;&#23384;&#21345;&#25554;&#27133;&#20294;&#24182;&#26410;&#30830;&#35748;&#12290;</p>
<p>&#12288;&#12288;&#25454;&#25253;&#36947;&#65292;iPad 2&#23558;&#37319;&#29992;&#31867;&#20284;&#20110;iPod touch&#30340;&#21452;&#25668;&#20687;&#22836;&#12290;&#20854;&#20013;&#21069;&#32622;&#25668;&#20687;&#22836;&#20687;&#32032;&#20026;30&#19975;&#20687;&#32032;&#12290;</p>
<p>&#12288;&#12288;&#25253;&#21578;&#31216;&#65292;&#23500;&#22763;&#24247;&#23558;&#20173;&#20026;iPad&#21807;&#19968;&#30340;&#20195;&#24037;&#21378;&#12290;&#23500;&#22763;&#24247;&#24050;&#32463;&#20174;&#26412;&#26376;&#24320;&#22987;&#29983;&#20135;&#65292;&#19968;&#23395;&#24230;&#23558;&#33267;&#23569;&#20986;&#36135;450&#19975;&#21488;&#21040;500&#19975;&#21488;&#12290;iPad 2&#19978;&#24066;&#30340;&#26085;&#26399;&#21487;&#33021;&#20026;2011&#24180;&#19968;&#23395;&#24230;&#25110;&#20108;&#23395;&#24230;&#12290;(&#24352;&#21644;)</p>
<p><!-- publish_helper_end --></p>
<p>						<!-- {} --><br><!--  --><br><!--  --><!-- {} --><!-- {081105} --></p>
<p>					<!--  --><br><!--  end --></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/02/01/5714/" title="4:38 AM" rel="bookmark"><time class="entry-date" datetime="2011-02-01T04:38:04+00:00">2011/02/01</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-5713" class="post-5713 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/02/01/5713/" rel="bookmark">&#35895;&#27468;&#27442;&#25307;&#32856;&#22823;&#25209;&#31227;&#21160;&#24212;&#29992;&#24320;&#21457;&#32773;&#23545;&#25239;&#33529;&#26524;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/02/01/5713/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>					<!--  : begin --></p>
<p>					<!--  : end --></p>
<p>					<!--  begin --></p>
<p>					<!--  end --></p>
<p>					<!--  begin --><br><!--  --></p>
<p>						<!-- publish_helper name='' p_id='2' t_id='1' d_id='5151305' f_id='2' --></p>
<p>&#12288;&#12288;&#26032;&#28010;&#31185;&#25216;&#35759; &#21271;&#20140;&#26102;&#38388;1&#26376;31&#26085;&#19979;&#21320;&#28040;&#24687;&#65292;&#28040;&#24687;&#20154;&#22763;&#36879;&#38706;&#65292;&#35895;&#27468;&#36817;&#26085;&#35745;&#21010;&#25307;&#32856;&#22823;&#25209;&#31227;&#21160;&#24212;&#29992;&#24320;&#21457;&#32773;&#65292;&#24320;&#21457;&#22810;&#31181;&#31867;&#22411;&#30340;&#28216;&#25103;&#21644;&#24212;&#29992;&#65292;&#20197;&#24110;&#21161;&#35895;&#27468;&#22312;&#24212;&#29992;&#39046;&#22495;&#23545;&#25239;&#33529;&#26524;&#12290;</p>
<p>&#12288;&#12288;&#35895;&#27468;&#25307;&#21215;&#30340;&#32844;&#20301;&#21253;&#25324;&#36719;&#20214;&#24037;&#31243;&#24072;&#12289;&#20135;&#21697;&#32463;&#29702;&#12289;&#29992;&#25143;&#30028;&#38754;&#19987;&#23478;&#21450;&#20854;&#20182;&#23545;&#31227;&#21160;&#24212;&#29992;&#26377;&#24819;&#27861;&#30340;&#20154;&#12290;&#37096;&#20998;&#29616;&#26377;&#35895;&#27468;&#21592;&#24037;&#20063;&#36716;&#23703;&#21040;&#36825;&#19968;&#39046;&#22495;&#24037;&#20316;&#12290;</p>
<p>&#12288;&#12288;&#25454;&#24066;&#22330;&#32479;&#35745;&#26426;&#26500;Gartner&#30340;&#25968;&#25454;&#65292;&#20170;&#24180;&#20840;&#29699;&#31227;&#21160;&#24212;&#29992;&#39046;&#22495;&#33829;&#25910;&#23558;&#22686;&#38271;3&#20493;&#36798;&#21040;151&#20159;&#32654;&#20803;&#65292;&#20854;&#20013;&#21253;&#25324;&#20184;&#36153;&#19979;&#36733;&#21644;&#20813;&#36153;&#24212;&#29992;&#30340;&#24191;&#21578;&#25910;&#20837;&#12290;&#38500;&#20102;&#30452;&#25509;&#20174;&#24212;&#29992;&#20013;&#33719;&#24471;&#25910;&#30410;&#65292;&#26356;&#22810;&#30340;&#24212;&#29992;&#36824;&#23558;&#24110;&#21161;&#35895;&#27468;Android&#31995;&#32479;&#23545;&#25239;&#33529;&#26524;iPhone&#21644;iPad&#12290;</p>
<p>&#12288;&#12288;&#22312;&#24212;&#29992;&#26041;&#38754;&#65292;&#35895;&#27468;Android&#20381;&#28982;&#22312;&#36861;&#36214;&#33529;&#26524;iOS&#12290;Android&#24179;&#21488;&#19978;&#25317;&#26377;&#36229;&#36807;10&#19975;&#20010;&#24212;&#29992;&#20379;&#29992;&#25143;&#19979;&#36733;&#65292;&#20294;&#33529;&#26524;App Store&#20013;&#26377;&#36229;&#36807;35&#19975;&#27454;&#24212;&#29992;&#12290;</p>
<p>&#12288;&#12288;&#35895;&#27468;&#21516;&#26679;&#38656;&#35201;&#25552;&#21319;Android&#24212;&#29992;&#30340;&#36136;&#37327;&#65292;&#22240;&#20026;&#39640;&#36136;&#37327;&#30340;&#28909;&#38376;&#24212;&#29992;&#33021;&#22815;&#24110;&#21161;&#25512;&#21160;&#25805;&#20316;&#31995;&#32479;&#21644;&#35774;&#22791;&#30340;&#38144;&#37327;&#12290;&#30693;&#24773;&#20154;&#22763;&#31216;&#65292;&#35895;&#27468;&#26032;&#24320;&#21457;&#30340;&#37096;&#20998;&#24212;&#29992;&#23558;&#20026;Android&#24179;&#21488;&#19987;&#26377;&#12290;Android&#30340;&#27969;&#34892;&#21516;&#26102;&#24110;&#21161;&#35895;&#27468;&#30830;&#20445;&#33258;&#24049;&#22312;&#31227;&#21160;&#25628;&#32034;&#39046;&#22495;&#30340;&#20027;&#23548;&#22320;&#20301;&#12290;</p>
<p>&#12288;&#12288;&#35895;&#27468;&#30446;&#21069;&#20026;&#27490;&#33258;&#20027;&#24320;&#21457;&#30340;&#24212;&#29992;&#22823;&#32422;&#21482;&#26377;20&#27454;&#65292;&#20854;&#20013;&#30340;&#22823;&#37096;&#20998;&#26159;&#29616;&#26377;&#32593;&#32476;&#24212;&#29992;&#30340;&#24310;&#20280;&#65292;&#22914;&#35895;&#27468;&#22320;&#22270;&#12290;&#23569;&#25968;&#24212;&#29992;&#22914;Google Sky&#22320;&#22270;&#21017;&#26159;&#30001;&#35895;&#27468;&#21592;&#24037;&#19994;&#20313;&#26102;&#38388;&#24320;&#21457;&#30340;&#12290;</p>
<p>&#12288;&#12288;&#26032;&#24212;&#29992;&#24320;&#21457;&#35745;&#21010;&#23558;&#36941;&#24067;&#35895;&#27468;&#20840;&#29699;&#33539;&#22260;&#20869;&#30340;&#21150;&#20844;&#23460;&#12290;&#35895;&#27468;&#36824;&#23558;&#20026;&#37096;&#20998;&#24037;&#31243;&#24072;&#22242;&#38431;&#25552;&#20379;&#36164;&#37329;&#24320;&#21457;&#19968;&#20123;&#21015;&#24212;&#29992;&#65292;&#20174;&#12298;&#24868;&#24594;&#30340;&#23567;&#40479;&#12299;&#20043;&#31867;&#30340;&#28216;&#25103;&#21040;Foursquare&#20043;&#31867;&#30340;&#31614;&#21040;&#24212;&#29992;&#31561;&#22810;&#31181;&#31867;&#22411;&#22343;&#26377;&#28041;&#21450;&#12290;</p>
<p>&#12288;&#12288;&#36890;&#36807;&#25307;&#21215;&#37027;&#20123;&#24050;&#32463;&#26377;&#20135;&#21697;&#35745;&#21010;&#30340;&#20154;&#65292;&#35895;&#27468;&#24076;&#26395;&#24555;&#36895;&#30475;&#21040;&#25104;&#26524;&#12290;&#36825;&#19968;&#25112;&#30053;&#31526;&#21512;&#35895;&#27468;&#21019;&#22987;&#20154;&#12289;&#21363;&#23558;&#19978;&#20219;CEO&#30340;&#25289;&#37324;&middot;&#20329;&#21513;(Larry Page)&#25152;&#25552;&#20986;&#30340;&#30446;&#26631;&#65306;&#21152;&#24555;&#36825;&#23478;&#25317;&#26377;2.4&#19975;&#21517;&#21592;&#24037;&#30340;&#32593;&#32476;&#24040;&#22836;&#30340;&#34892;&#21160;&#36895;&#24230;&#12290;</p>
<p>&#12288;&#12288;&#31227;&#21160;&#24066;&#22330;&#23545;&#20110;&#35895;&#27468;&#26497;&#20026;&#20851;&#38190;&#12290;&#35895;&#27468;CEO&#22467;&#37324;&#20811;&middot;&#26045;&#23494;&#29305;(Eric Schmidt)&#26366;&#22312;&#26368;&#36817;&#25776;&#25991;&#31216;&#65292;2011&#24180;&#35895;&#27468;&#30340;&#25152;&#26377;&#25112;&#30053;&#35745;&#21010;&#37117;&#19982;&#31227;&#21160;&#35774;&#22791;&#26377;&#20851;&#12290;</p>
<p>&#12288;&#12288;&#35895;&#27468;&#39640;&#31649;10&#26376;&#20221;&#26366;&#34920;&#31034;&#65292;&#31227;&#21160;&#39046;&#22495;&#30340;&#24180;&#33829;&#25910;&#21363;&#23558;&#31361;&#30772;10&#20159;&#32654;&#20803;&#12290;&#35895;&#27468;&#19978;&#21608;&#21017;&#34920;&#31034;&#65292;&#35745;&#21010;&#20170;&#24180;&#25307;&#32856;&#36229;&#36807;6000&#21517;&#21592;&#24037;&#65292;&#20854;&#20013;&#31227;&#21160;&#39046;&#22495;&#32487;&#32493;&#26159;&#35895;&#27468;&#30340;&#37325;&#28857;&#12290;</p>
<p>&#12288;&#12288;&#22914;&#20170;&#24066;&#22330;&#19978;&#22823;&#32422;&#26377;150&#27454;&#19981;&#21516;&#30340;Android&#26234;&#33021;&#25163;&#26426;&#21644;&#20135;&#21697;&#12290;&#32654;&#22269;&#24066;&#22330;Android&#35774;&#22791;&#30340;&#38144;&#37327;&#24050;&#32463;&#36798;&#21040;&#20102;&#19982;iOS&#20135;&#21697;&#21516;&#19968;&#27700;&#24179;&#12290;</p>
<p>&#12288;&#12288;&#33529;&#26524;&#20063;&#20026;&#20854;iOS&#24179;&#21488;&#24320;&#21457;&#20102;&#20247;&#22810;&#24212;&#29992;&#12290;&#35813;&#20844;&#21496;&#20687;&#31227;&#21160;&#24212;&#29992;&#24320;&#21457;&#32773;&#25910;&#21462;30%&#30340;&#25910;&#20837;&#20998;&#25104;&#12290;&#35895;&#27468;&#20063;&#26159;&#22914;&#27492;&#12290;&#39044;&#35745;&#35895;&#27468;&#26032;&#24320;&#21457;&#30340;&#24212;&#29992;&#23558;&#20026;&#20813;&#36153;&#24212;&#29992;&#65292;&#20294;&#21487;&#33021;&#21547;&#26377;&#24191;&#21578;&#12290;</p>
<p>&#12288;&#12288;&#35895;&#27468;&#22312;&#25307;&#21215;&#24212;&#29992;&#24320;&#21457;&#20154;&#21592;&#30340;&#24191;&#21578;&#20013;&#23459;&#31216;&#65292;&#24320;&#21457;&#32773;&#23558;&#25317;&#26377;&#39640;&#24230;&#30340;&#33258;&#27835;&#65292;&#21516;&#26102;&#20139;&#26377;&#35895;&#27468;&#30340;&#39640;&#34218;&#24453;&#36935;&#21644;&#19987;&#19994;&#20154;&#22763;&#30340;&#25351;&#23548;&#31561;&#12290;</p>
<p>&#12288;&#12288;&#19994;&#20869;&#20154;&#22763;&#20998;&#26512;&#31216;&#65292;&#31227;&#21160;&#39046;&#22495;&#22914;&#20170;&#36234;&#26469;&#36234;&#25317;&#25380;&#65292;&#20248;&#31168;&#24212;&#29992;&#24819;&#35201;&#33073;&#39062;&#32780;&#20986;&#30340;&#38590;&#24230;&#20063;&#26085;&#30410;&#22686;&#21152;&#12290;&ldquo;&#24212;&#29992;&#31243;&#24207;&#21830;&#24215;&#24050;&#32463;&#25104;&#20026;&#20687;&#27779;&#23572;&#29595;&#37027;&#20040;&#22823;&#20179;&#24211;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&#36825;&#19968;&#38382;&#39064;&#21487;&#33021;&#24110;&#21161;&#35895;&#27468;&#21560;&#24341;&#24320;&#21457;&#32773;&#12290;&#35895;&#27468;&#27492;&#27425;&#25307;&#21215;&#24320;&#21457;&#32773;&#26368;&#22823;&#30340;&#20248;&#21183;&#23601;&#26159;&#20854;&#25317;&#26377;&#24378;&#22823;&#30340;&#28192;&#36947;&#21457;&#34892;&#33021;&#21147;&#12290;&#37096;&#20998;&#35895;&#27468;&#33258;&#20027;&#24320;&#21457;&#30340;&#24212;&#29992;&#34987;&#39044;&#20808;&#23433;&#35013;&#22312;Android&#35774;&#22791;&#19978;&#65292;&#35895;&#27468;&#20063;&#21487;&#20197;&#22312;Android Market&#20013;&#20026;&#37096;&#20998;&#24212;&#29992;&#20570;&#23459;&#20256;&#65292;&#26497;&#22823;&#22320;&#25552;&#21319;&#24212;&#29992;&#30340;&#19979;&#36733;&#37327;&#12290;</p>
<p>&#12288;&#12288;&#37096;&#20998;&#24320;&#21457;&#32773;&#31216;&#65292;&#30001;&#20110;&#35895;&#27468;&#33258;&#24049;&#30340;&#24212;&#29992;&#21487;&#33021;&#20250;&#19982;&#22806;&#37096;&#24320;&#21457;&#32773;&#24418;&#25104;&#31454;&#20105;&#65292;&#35895;&#27468;&#24517;&#39035;&#35880;&#24910;&#22788;&#29702;&#20197;&#38450;&#27490;&#28608;&#24594;&#24320;&#21457;&#32773;&#31038;&#21306;&#12290;&#19981;&#36807;&#65292;&#24320;&#21457;&#32773;&#19968;&#30452;&#37117;&#26089;&#24050;&#20102;&#35299;&#36825;&#31867;&#39118;&#38505;&#30340;&#23384;&#22312;&#12290;(&#24352;&#21644;)</p>
<p><!-- publish_helper_end --></p>
<p>						<!-- {} --><br><!--  --><br><!--  --><!-- {} --><!-- {081105} --></p>
<p>					<!--  --><br><!--  end --></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/02/01/5713/" title="4:38 AM" rel="bookmark"><time class="entry-date" datetime="2011-02-01T04:38:00+00:00">2011/02/01</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-5712" class="post-5712 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/02/01/5712/" rel="bookmark">&#21326;&#20026;&#32456;&#31471;&#25259;&#38706;75%&#25910;&#20837;&#28023;&#22806;&#21462;&#24471; &#23450;&#21046;&#31574;&#30053;&#33719;&#25104;&#21151;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/02/01/5712/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>					<!--  : begin --></p>
<p>					<!--  : end --></p>
<p>					<!--  begin --></p>
<p>					<!--  end --></p>
<p>					<!--  begin --><br><!--  --></p>
<p>						<!-- publish_helper name='' p_id='2' t_id='1' d_id='5151123' f_id='2' --></p>
<p>&#12288;&#12288;&#26032;&#28010;&#31185;&#25216;&#35759; 1&#26376;31&#26085;&#28040;&#24687;&#65292;&#21326;&#20026;&#32456;&#31471;&#20869;&#37096;&#20449;&#24687;&#36879;&#38706;&#65292;&#20854;2010&#24180;&#38144;&#21806;&#25910;&#20837;&#30340;75%&#26159;&#28023;&#22806;&#24066;&#22330;&#21462;&#24471;&#30340;&#65292;&#19981;&#20165;&#20256;&#32479;&#24378;&#39033;3G&#19978;&#32593;&#21345;&#21644;&#23478;&#24237;&#32456;&#31471;&#32487;&#32493;&#20840;&#29699;&#31532;&#19968;&#65292;&#37325;&#35201;&#30340;&#26159;&#65292;&#21326;&#20026;&#26234;&#33021;&#25163;&#26426;&#19968;&#20030;&#36827;&#20837;Android&#26234;&#33021;&#25163;&#26426;&#20840;&#29699;&#21069;&#20116;&#65307;&#27492;&#22806;&#65292;&#21326;&#20026;&#22312;&#32654;&#22269;&#12289;&#26085;&#26412;&#31561;&#39640;&#31471;&#20063;&#21462;&#24471;&#20102;&#37325;&#22823;&#31361;&#30772;&#65292;&#34987;&#35748;&#20026;&ldquo;&#20026;&#26410;&#26469;&#25171;&#19979;&#20102;&#26356;&#28145;&#30340;&#22522;&#30784;&rdquo;&#12290;</p>
<p><strong>&#12288;&#12288;&#21435;&#24180;&#28023;&#22806;&#24066;&#22330;&#21344;&#24635;&#38144;&#37327;&#30340;75%</strong></p>
<p>&#12288;&#12288;&#36817;&#26085;&#25259;&#38706;&#30340;&#21326;&#20026;&#32456;&#31471;&#19994;&#32489;&#20196;&#20154;&#21507;&#24778;&#65292;2010&#24180;&#21457;&#36135;&#37327;&#36817;1.2&#20159;&#21488;&#30340;&#19994;&#32489;&#20351;&#24471;&#21326;&#20026;&#25104;&#20026;&#39318;&#23478;&#24180;&#21457;&#36135;&#37327;&#36229;&#36807;1&#20159;&#21488;&#30340;&#22269;&#20869;&#21697;&#29260;&#32456;&#31471;&#21378;&#21830;&#12290;</p>
<p>&#12288;&#12288;&#21326;&#20026;&#32456;&#31471;&#30340;&#25104;&#38271;&#36335;&#24452;&#19968;&#30452;&#20026;&#30001;&#20110;&#20854;&#31070;&#31192;&#20302;&#35843;&#32780;&#34987;&#25513;&#30422;&#12290;&#26377;&#24847;&#24605;&#30340;&#26159;&#65292;&#20840;&#29699;&#22810;&#25968;&#36890;&#20449;&#32456;&#31471;&#20844;&#21496;&#38752;&#25163;&#26426;&#36215;&#23478;&#24182;&#19988;&#30693;&#21517;&#65292;&#32780;&#21326;&#20026;&#26368;&#26089;&#26159;&#22312;&#31227;&#21160;&#23485;&#24102;&#32456;&#31471;&#19978;&#19968;&#25112;&#25104;&#21517;&#30340;&#12290;</p>
<p>&#12288;&#12288;&#24403;&#24180;&#21326;&#20026;&#30340;&#19968;&#27454;E220&#19978;&#32593;&#21345;&#20986;&#36135;&#37327;&#24456;&#22823;&#65292;&#20840;&#29699;&#38144;&#37327;&#36817;1000&#19975;&#37096;&#65292;&#30452;&#25509;&#24341;&#29190;&#20102;&#20840;&#29699;&#36825;&#31181;&#21363;&#25554;&#21363;&#29992;&#19978;&#32593;&#21345;&#30340;&#27969;&#34892;&#28909;&#28526;&#12290;&#36804;&#20170;&#65292;&#22312;&#28023;&#22806;&#24066;&#22330;&#65292;&#20196;&#21326;&#20026;&#26368;&#24341;&#20197;&#20026;&#35946;&#30340;&#26080;&#30097;&#26159;&#19978;&#32593;&#21345;&#31561;&#21069;&#36848;&#30340;&#31227;&#21160;&#23485;&#24102;&#20135;&#21697;&#20197;&#21450;&#23478;&#24237;&#32456;&#31471;&#12290;&#32780;&#22312;&#27431;&#27954;&#12289;&#26085;&#26412;&#31561;&#39640;&#31471;&#24066;&#22330;&#65292;&#27599;10&#20010;&#31227;&#21160;&#23485;&#24102;&#29992;&#25143;&#20013;&#23601;&#26377;7&#20010;&#36873;&#25321;&#20102;&#21326;&#20026;&#12290;</p>
<p>&#12288;&#12288;&#22914;&#20170;&#30340;&#21326;&#20026;&#32456;&#31471;&#19982;&#26368;&#21021;&#30340;&#19978;&#32593;&#21345;&#25171;&#22825;&#19979;&#19981;&#21487;&#21516;&#26085;&#32780;&#35821;&#65292;&#25454;&#24713;&#65292;2010&#24180;&#65292;&#21326;&#20026;&#32456;&#31471;&#38144;&#21806;&#25910;&#20837;&#36229;&#36807;45&#20159;&#32654;&#20803;&#65292;&#20854;&#20013;25%&#26469;&#33258;&#20013;&#22269;&#24066;&#22330;&#65292;75%&#30001;&#28023;&#22806;&#24066;&#22330;&#21462;&#24471;&#65292;&#30001;&#27492;&#21487;&#35265;&#65292;&#21326;&#20026;&#32456;&#31471;&#24050;&#25104;&#20026;&#19968;&#23478;&#30495;&#27491;&#24847;&#20041;&#19978;&#30340;&#20840;&#29699;&#21270;&#32593;&#32476;&#32456;&#31471;&#25552;&#20379;&#21830;&#12290;</p>
<p>&nbsp;&nbsp;&nbsp; <strong>&#28023;&#22806;&#24066;&#22330;&#30340;&#25968;&#20010;&#39046;&#20808;&#39046;&#22495;</strong></p>
<p>&#12288;&#12288;&#20854;&#20013;&#65292;&#26368;&#24341;&#20154;&#27880;&#30446;&#30340;&#26159;Mobile Wifi(E5)&#31561;&#21019;&#26032;&#32456;&#31471;&#12290;2010&#24180;2&#26376;&#65292;&#22312;&#24052;&#22622;&#32599;&#37027;&ldquo;&#20840;&#29699;&#31227;&#21160;&#36890;&#20449;&#22823;&#20250;&rdquo;&#19978;&#65292;&#21326;&#20026;Mobile Wifi(E5)&#39318;&#27425;&#20142;&#30456;&#65292;&#24456;&#24555;&#23601;&#25104;&#20026;&#26368;&#20855;&#36720;&#21160;&#25928;&#24212;&#30340;&#20135;&#21697;&#12290;&#22312;&#19981;&#20037;&#21069;&#30340;&#32654;&#22269;CES&#23637;&#26399;&#38388;&#65292;&#21326;&#20026;&#20844;&#21496;&#39318;&#24109;&#33829;&#38144;&#23448;&#20313;&#25215;&#19996;&#36879;&#38706;&#65292;&#35813;&#20135;&#21697;&#32047;&#35745;&#21457;&#36135;&#24050;&#36229;&#36807;300&#19975;&#12290;</p>
<p>&#12288;&#12288;&#32780;&#21326;&#20026;&#30340;&#20840;&#29699;&#39318;&#27454;&#24102;&#36890;&#20449;&#21151;&#33021;&#30340;&#25968;&#30721;&#30456;&#26694;MMC255u&#20063;&#25104;&#20026;2010&#24180;&#26368;&#28825;&#25163;&#21487;&#28909;&#30340;&#26126;&#26143;&#20135;&#21697;&#20043;&#19968;&#12290;&#22312;&#24503;&#22269;T-Mobile&#21644;&#26085;&#26412;SoftBank&#12289;NTT DoCoMo&#24341;&#20837;&#21518;&#38144;&#21806;&#28779;&#29190;&#65292;&#20165;&#22312;&#26085;&#26412;&#26376;&#38144;&#37327;&#24050;&#36229;&#36807;5&#19975;&#21488;&#65292;&#30446;&#21069;&#32047;&#35745;&#21457;&#36135;&#24050;&#36229;&#36807;100&#19975;&#21488;&#12290;&#22312;2010&#24180;7&#26376;&#26085;&#26412;&#19996;&#20140;&#30340;SoftBank&#22799;&#23395;&#20135;&#21697;&#21457;&#24067;&#20250;&#19978;&#65292;&#20854;CEO&#23385;&#27491;&#20041;&#20146;&#33258;&#20026;&#20844;&#20247;&#28436;&#31034;&#20102;&#21326;&#20026;&#25968;&#30721;&#30456;&#26694;&#20135;&#21697;&#12290;</p>
<p>&#12288;&#12288;&#21326;&#20026;&#32456;&#31471;&#20135;&#21697;&#30340;&#25104;&#21151;&#36824;&#19981;&#27490;&#36825;&#20123;&#65292;&#22312;&#34892;&#19994;&#24212;&#29992;&#39046;&#22495;&#65292;&#21326;&#20026;&#30340;&#26080;&#32447;&#27169;&#22359;&#20063;&#31361;&#30772;&#20102;&#32034;&#23612;&#12289;&#24800;&#26222;&#12289;&#25140;&#23572;&#31561;IT&#30005;&#23376;&#24040;&#22836;&#65292;&#20026;&#26410;&#26469;3-5&#24180;&#26080;&#32447;&#27169;&#22359;&#30340;&#29190;&#21457;&#24615;&#22686;&#38271;&#25171;&#19979;&#22362;&#23454;&#22522;&#30784;&#12290;</p>
<p>&#12288;&#12288;&#21478;&#22806;&#65292;&#21326;&#20026;&#23478;&#24237;&#32456;&#31471;&#35746;&#36135;&#21516;&#27604;&#22686;&#38271;&#36229;&#36807;50%&#65307;&#22266;&#23450;&#21450;&#26080;&#32447;&#25509;&#20837;&#24066;&#22330;&#25345;&#32493;&#20445;&#25345;&#20840;&#29699;&#20221;&#39069;&#31532;&#19968;&#65292;&#31361;&#30772;BT&#12289;DT&#12289;Verizon&#12289;Virgin Media&#31561;&#39640;&#31471;&#24066;&#22330;&#65307;&#26426;&#39030;&#30418;&#23454;&#29616;300%&#24555;&#36895;&#22686;&#38271;&#65292;&#23631;&#31867;&#20135;&#21697;&#19981;&#20165;&#31361;&#30772;Telstra&#12289;FT&#31561;&#22823;&#36816;&#33829;&#21830;&#65292;&#21516;&#26102;&#20063;&#25343;&#19979;&#20102;&#22810;&#23478;&#20840;&#29699;&#39030;&#32423;&#20998;&#38144;&#28192;&#36947;&#21830;&#65292;&#25104;&#20026;&#21326;&#20026;&#23478;&#24237;&#21518;&#32493;&#19994;&#21153;&#26032;&#30340;&#25903;&#25745;&#28857;&#12290;</p>
<p>&#12288;&#12288;<strong>&#23454;&#26045;&#21452;&#37325;&#21697;&#29260;&#25112;&#30053;</strong></p>
<p>&#12288;&#12288;&#19982;&#27492;&#21516;&#26102;&#65292;&#21326;&#20026;&#36824;&#22312;&#24179;&#26495;&#30005;&#33041;&#19978;&#21457;&#21147;&#12290;2010&#24180;11&#26376;&#20013;&#26092;&#65292;&#21271;&#32654;&#26368;&#22823;&#30340;&#28040;&#36153;&#30005;&#23376;&#38646;&#21806;&#21830;Bestbuy(&#30334;&#24605;&#20080;)&#24320;&#22987;&#38144;&#21806;&#21326;&#20026;&#33258;&#26377;&#21697;&#29260;&#24179;&#26495;&#30005;&#33041;IDEOS S7&#65292;&#24182;&#25104;&#20026;&#30334;&#24605;&#20080;2010&#24180;&#22307;&#35806;&#33410;&#38144;&#21806;&#26106;&#23395;&#20013;&#25237;&#20837;&#33829;&#38144;&#26368;&#22823;&#30340;&#24179;&#26495;&#30005;&#33041;&#12290;&#20540;&#24471;&#27880;&#24847;&#30340;&#26159;&#65292;&#36825;&#26159;&#21326;&#20026;&#30340;&#33258;&#26377;&#21697;&#29260;&#24179;&#26495;&#30005;&#33041;&#65292;&#19978;&#38754;&#25171;&#26377;&#21326;&#20026;LOGO&#65292;&#36825;&#20063;&#24341;&#21457;&#20102;&#22806;&#30028;&#23545;&#21326;&#20026;&#32456;&#31471;&#21457;&#23637;&#33258;&#26377;&#21697;&#29260;&#20135;&#21697;&#30340;&#24605;&#32771;&#12290;</p>
<p>&#12288;&#12288;&#20851;&#20110;&#21457;&#23637;&#27169;&#24335;&#65292;&#21326;&#20026;&#32456;&#31471;&#30456;&#20851;&#20154;&#22763;&#22374;&#25215;&#65292;&#21326;&#20026;&#32456;&#31471;&#26356;&#22810;&#22320;&#26159;&#19982;&#36816;&#33829;&#21830;&#21512;&#20316;&#65292;&#21516;&#26102;&#20860;&#39038;&#24320;&#25918;&#24066;&#22330;&#12290;&#22240;&#27492;&#65292;&#21326;&#20026;&#30340;&#21697;&#29260;&#31574;&#30053;&#20063;&#27604;&#36739;&#28789;&#27963;&#65292;&#21487;&#20197;&#26159;&#20027;&#25171;&#36816;&#33829;&#21830;&#21697;&#29260;&#65292;&#20063;&#21487;&#20197;&#26159;&#20027;&#25171;&#36816;&#33829;&#21830;&#21644;&#21326;&#20026;&#20004;&#20010;&#21697;&#29260;&#12290;&#21326;&#20026;&#19968;&#30452;&#22362;&#25345;&#20197;&#28040;&#36153;&#32773;&#38656;&#27714;&#20026;&#20013;&#24515;&#65292;&#20869;&#37096;&#25552;&#20986;&#30340;&#30446;&#26631;&#26159;&#19977;&#24180;&#20869;&#25104;&#20026;&#26368;&#20855;&#20840;&#29699;&#24433;&#21709;&#21147;&#30340;&#20013;&#22269;&#32456;&#31471;&#21697;&#29260;&#21378;&#21830;&#12290;</p>
<p><strong>&#12288;&#12288;&#22260;&#32469;&#36816;&#33829;&#21830;&#38656;&#27714;&#28789;&#27963;&#23450;&#21046;</strong></p>
<p>&#12288;&#12288;&#19994;&#20869;&#35748;&#20026;&#65292;&#21326;&#20026;&#32456;&#31471;&#28023;&#22806;&#21457;&#23637;&#36805;&#29467;&#30340;&#37325;&#35201;&#21407;&#22240;&#20027;&#35201;&#26159;&#65292;&#20854;&#33021;&#22815;&#20197;&#28040;&#36153;&#32773;&#38656;&#27714;&#20026;&#23548;&#21521;&#65292;&#25552;&#20379;&#24555;&#36895;&#12289;&#28789;&#27963;&#30340;&#31471;&#21040;&#31471;&#36816;&#33829;&#21830;&#23450;&#21046;&#26381;&#21153;&#65292;&#30446;&#21069;&#65292;&#19968;&#20123;&#25163;&#26426;&#24040;&#22836;&#36824;&#26159;&#23436;&#20840;&#20973;&#33258;&#24049;&#30340;&#29702;&#35299;&#65292;&#25512;&#20986;&ldquo;&#20840;&#29699;&#36866;&#29992;&#26426;&#22411;&rdquo;&#12290;&#32780;&#22312;3G&#26102;&#20195;&#65292;&#25968;&#25454;&#19994;&#21153;&#27491;&#20027;&#23548;&#34892;&#19994;&#21457;&#23637;&#36235;&#21183;&#65292;&#36816;&#33829;&#21830;&#22312;&#20135;&#19994;&#38142;&#20013;&#30340;&#22320;&#20301;&#20063;&#24840;&#21152;&#37325;&#35201;&#65292;&#21482;&#26377;&#24110;&#21161;&#36816;&#33829;&#21830;&#23450;&#21046;&#26377;&#24066;&#22330;&#38656;&#27714;&#30340;&#32456;&#31471;&#20135;&#21697;&#65292;&#38477;&#20302;&#36816;&#33829;&#25104;&#26412;&#25165;&#33021;&#20570;&#22823;&#33258;&#24049;&#12290;</p>
<p>&#12288;&#12288;&#25130;&#27490;&#30446;&#21069;&#65292;&#21326;&#20026;&#32456;&#31471;&#30340;&#20135;&#21697;&#36941;&#21450;&#20840;&#29699;500&#22810;&#20010;&#36816;&#33829;&#21830;&#65292;&#24182;&#25104;&#20026;&#20013;&#22269;&#31227;&#21160;&#12289;&#20013;&#22269;&#32852;&#36890;&#12289;&#20013;&#22269;&#30005;&#20449;&#12289;Vodafone&#12289;T-mobile&#12289;BT&#12289;Telefonica&#31561;&#19990;&#30028;&#19968;&#27969;&#36816;&#33829;&#21830;&#30340;&#32456;&#31471;&#25112;&#30053;&#21512;&#20316;&#20249;&#20276;&#65292;&#24182;&#25104;&#20026;&#20840;&#29699;&#20840;&#37096;Top50&#36816;&#33829;&#21830;&#30340;&#21512;&#20316;&#20249;&#20276;&#12290;</p>
<p>&#12288;&#12288;&#21478;&#22806;&#65292;2010&#24180;&#65292;&#38500;&#20102;&#35199;&#27431;&#31561;&#20256;&#32479;&#28023;&#22806;&#24066;&#22330;&#32487;&#32493;&#21462;&#24471;&#36739;&#22823;&#22686;&#38271;&#22806;&#65292;&#21326;&#20026;&#32456;&#31471;&#22312;&#32654;&#22269;&#12289;&#26085;&#26412;&#12289;&#20420;&#32599;&#26031;&#12289;&#20013;&#20122;&#31561;&#21306;&#22495;&#65292;&#21326;&#20026;&#32456;&#31471;&#30340;&#21457;&#36135;&#37327;&#21516;&#27604;&#22686;&#38271;&#22343;&#36229;&#36807;100%&#12290;</p>
<p>&#12288;&#12288;&#25454;&#24713;&#65292;&#22312;&#26085;&#26412;&#65292;&#21326;&#20026;&#32456;&#31471;2010&#24180;&#22312;&#26085;&#26412;&#30340;&#38144;&#21806;&#25910;&#20837;&#36798;20&#20159;&#20154;&#27665;&#24065;&#12290;</p>
<p>&#12288;&#12288;&#21271;&#32654;&#26159;&#21326;&#20026;&#32456;&#31471;&#39640;&#24230;&#37325;&#35270;&#24182;&#31215;&#26497;&#24320;&#25299;&#30340;&#24066;&#22330;&#12290;&#22312;&#21271;&#32654;&#24066;&#22330;&#65292;&#21326;&#20026;&#32456;&#31471;&#30446;&#21069;&#24050;&#32463;&#20026;&#21253;&#25324;T-Mobile&#12289;Clearwire&#31561;8&#23478;&#20027;&#27969;&#36816;&#33829;&#21830;&#25552;&#20379;&#23450;&#21046;&#32456;&#31471;&#26381;&#21153;&#12290;</p>
<p>&#12288;&#12288;&#22312;&#21442;&#19982;&#19968;&#20123;&#22269;&#38469;&#23637;&#20250;&#26102;&#65292;&#21326;&#20026;&#32456;&#31471;&#26366;&#36879;&#38706;&#65292;2010&#24180;&#21326;&#20026;&#32456;&#31471;&#19994;&#21153;&#22312;&#21271;&#32654;&#24066;&#22330;&#23601;&#24050;&#23454;&#29616;&#38144;&#21806;&#25910;&#20837;&#36817;30&#20159;&#20154;&#27665;&#24065;&#65292;&#21069;&#26399;&#30340;&#25237;&#20837;&#24050;&#32463;&#21462;&#24471;&#20016;&#30805;&#30340;&#25104;&#26524;&#65292;&#32780;&#39044;&#35745;3&#24180;&#20869;&#65292;&#21326;&#20026;&#22312;&#21271;&#32654;&#24066;&#22330;&#30340;&#38144;&#21806;&#39069;&#21644;&#20986;&#36135;&#37327;&#37117;&#23558;&#32763;&#30058;&#65292;&#21271;&#32654;&#23558;&#25104;&#20026;&#21326;&#20026;&#32456;&#31471;&#19994;&#21153;&#30340;&#25903;&#25745;&#24066;&#22330;&#12290;(&#24247;&#38026;)</p>
<p><!-- publish_helper_end --></p>
<p>						<!-- {} --><br><!--  --><br><!--  --><!-- {} --><!-- {081105} --></p>
<p>					<!--  --><br><!--  end --></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/02/01/5712/" title="4:37 AM" rel="bookmark"><time class="entry-date" datetime="2011-02-01T04:37:58+00:00">2011/02/01</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-5711" class="post-5711 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/02/01/5711/" rel="bookmark">What If You Put Jupiter Where the Moon Is? [Video]</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/02/01/5711/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>		<!-- google_ad_section_start --></p>
<p><!-- videoId: 19231255 --><a rel="lytebox" href="http://cache.gawkerassets.com/assets/images/4/2011/01/19231255.jpg"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/b4342_500x_19231255.jpg" width="500" class="embeddedVideoThumbnail left image500" alt="What If You Put Jupiter Where the Moon Is?"></a><!-- /videoId: 19231255 --> We&rsquo;re lucky, all things considered, to have as gorgeous and unobtrusive a dance partner as the moon. But what if the other planets in the solar system were in its place, orbiting a mere 380,000km from Earth? Terrifying beauty.</p>
<p>Brad Goodspeed&rsquo;s &ldquo;Scale&rdquo; shows us just how small we really are in the grand scheme of things, sure. But it also reminds us of the awe-inspiring beauty of the universe&mdash;and how lucky we are to have such a manageable back yard.</p>
<blockquote>
<p><b>Update from Brad Goodspeed:</b> NOTE: THE FOLLOWING VIDEO DOES NOT REPRESENT THE ENTIRE NIGHT SKY, or at least it doesn&rsquo;t anymore. I&rsquo;ve updated the video to omit the foreground landscape in an effort to account for an error in perspective. Unfortunately, due to my error, websites are widely reporting that Jupiter would fill the entire night sky, but it wouldn&rsquo;t. What&rsquo;s depicted here is a much narrower perspective than the previously mentioned 62 degrees, something that I imagine could be calculated by people much brighter than I. I imagine this view is closer to what you&rsquo;d see through some very weak binoculars, but that&rsquo;s just a guess. For a somewhat technical explanation of what was wrong with the original version of this video, and what that realization can teach us about skepticism, please read <a href="http://bradblogspeed.com/im-bad-at-math">this</a>.</p>
</blockquote>
<p>[<a href="http://post.ly/1XOrk">Brad Blogspeed</a> via <a href="http://www.ohhaveyouseenthis.com/2011/01/scale.html">OHYST</a>]</p>
<p>								<!-- google_ad_section_end --></p>
<p class="contactinfo">
			Send an email to Brian Barrett, the author of this post, at <a href="mailto:bbarrett@gizmodo.com?subject=http://gizmodo.com/5747691/what-if-you-put-jupiter-where-the-moon-is">bbarrett@gizmodo.com</a>.
	</p>
<p>	<a name="viewcomments" id="viewcomments"></a></p>
<p>				<!-- new visitor --></p>
<p><a class="welcome_control cn_cancel"></a></p>
<ul><li>Follow Gizmodo on Facebook<br></li>
<li>
<form>
			<label for="newsletter_email">Get Gizmodo in your inbox:</label>
<p>			<img class="newsletter_control cn_indicator" width="16" height="16" alt="sending request" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/b4342_progressIndicator_roller.gif"><br></p></form>
</li>
</ul><p></p>
<p>		            <a href="http://ad.doubleclick.net/jump/gm.gizmodo/inside;ptile=4;sz=728x90;ord=91018095?" target="_blank"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a9d8_inside%3Bptile%3D4%3Bsz%3D728x90%3Bord%3D91018095" width="728" height="90" border="0" alt=""></a>				</p>
<p><a name="comment" id="comment"></a><br><a name="loggedin" id="loggedin"></a></p>
<p>	<!--[if IE 6]&gt;--><br><span class="small ie6only">Your version of Internet Explorer is not supported. Please upgrade to the most recent version in order to view comments.</span></p>
<p></p>
<p>	<a name="commentform" id="commentform"></a></p>
<form action="" method="post">
<p>				<img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a9d8_icon.picture.png"><br><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a9d8_icon.youtube.png"></p>
<p>				<img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a9d8_icon.picture.png">Upload an image |<br>
				Add an image URL<br>
				&times;</p>
<p>				<img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a9d8_icon.picture.png"><label for="photourl">Image URL: </label>&times;</p>
<p>				<img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a9d8_icon.youtube.png"><label for="youtubevideo">Youtube URL: </label>&times;</p></form>
<form enctype="multipart/form-data" action="http://log.SunnyBoy.Me/?op=comment_image_upload" method="POST" target="imgupl_iframe">
<p>					<img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a9d8_icon.picture.png"><br>
					Choose a file to upload:</p></form>
<p>			&times;</p>
<p>			<img class="cb_img_preview ic cn_imagepreview" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a9d8_x.gif" width="100" height="100"></p>
<p>		<img width="16" height="16" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/b4342_progressIndicator_roller.gif" class="ic cn_indicator_img"><br><img class="ic cn_emptyimage" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a9d8_x.gif" width="0" height="0"></p>
<p>	<span class="admin_links_placeholder"></span></p>
<p>		<img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a9d8_progressIndicator_roller_f0f0f0.gif" class="ca cn_progress">Submit &nbsp; | &nbsp; Cancel</p>
<p>	<span class="input_box_place"></span></p>
<p>		Loading comments &hellip; <img class="commentload_indicator" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/b4342_progressIndicator_roller.gif" alt="-/|"></p>
<p>			<span class="cc cn_nextpage">Earlier discussions <img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/b4342_progressIndicator_roller.gif" alt="Paging in progress..." width="12" height="12" class="cc cn_pageindicator indicator"> | </span><br><span class="cc cn_allcomments_link"><a href="http://gizmodo.com/5747691/what-if-you-put-jupiter-where-the-moon-is#comments">Other discussions</a> <img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/b4342_progressIndicator_roller.gif" alt="" width="12" height="12" class="cc cn_pageindicator indicator"> | </span><br><span class="cc cn_loadallcomments">Show all discussions | </span><br><span class="cc cn_loadfeaturedcomments">Show featured discussions only<span class="newDiscussionPipe"> | </span></span><br><span class="cc cn_expandallthreads">Expand all replies</span><br><span class="cc cn_collapseallthreads">Collapse all replies</span><br><br>Start a new discussion</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/02/01/5711/" title="4:37 AM" rel="bookmark"><time class="entry-date" datetime="2011-02-01T04:37:55+00:00">2011/02/01</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-5710" class="post-5710 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/02/01/5710/" rel="bookmark">&#12298;&#20167;&#23703;&#21355;&#22763;&#12299;&#33719;&#22885;&#26031;&#21345;&#26368;&#20339;&#32426;&#24405;&#30701;&#29255;&#25552;&#21517;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/02/01/5710/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>
	[ <b><br><a href="//solidot.org/login.pl?op=newuserform"><br>
			&#21019;&#24314;&#19968;&#20010;&#26032;&#24080;&#21495;<br></a><br></b> ]</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/02/01/5710/" title="4:37 AM" rel="bookmark"><time class="entry-date" datetime="2011-02-01T04:37:53+00:00">2011/02/01</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-5709" class="post-5709 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/02/01/5709/" rel="bookmark">Android Now the #1 Smartphone Platform Worldwide</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/02/01/5709/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<h2>Android #1 Based on 2010 Shipments</h2>
<p>Canalys says that the volume of Android-based devices was boosted by strong performance from several smartphone vendors, including LG, Samsung, Acer and HTC, all of which had seen their Android, and Android-based (OMS, Tapas,* etc.) platforms increase dramatically year-over-year. For example, LG saw a 4,127% increase, Samsung, 1, 474%, Acer, 709% and HTC 371%.&nbsp;&#65279;HTC and Samsung combined accounted for almost 45% of Google Android-based smartphone shipments.</p>
<p><em>*OMS and Tapas are Android-based operating systems produced in China. These were also counted towards Android&rsquo;s growth. </em></p>
<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5141e_canalys_smartphones_2010.gif" border="0" alt="canalys_smartphones_2010.gif" width="591" height="369"></p>
<h2>The Smartphone Market in 2010</h2>
<p>The smartphone market overall has continued to grow with 2010 shipments reaching 101.2 million units, or 89% year-over-year growth. For Q4, shipments were just below 300 million, with a growth rate of 80% over last year.</p>
<p>&#65279;The largest markets (based on shipments) in 2010 were Europe, the Middle East and Africa, with 38.8 million units and year-over-year growth of 90%. Nokia led in Africa (EMEA) and Asia Pacific, but RIM beat out Nokia in Latin America. The mid-range BlackBerry Curve devices contributed to RIM&rsquo;s growth in that region, Canalys said.</p>
<p>The U.S., meanwhile, was the largest <em>country</em> in terms of shipments, more than double the size of the Chinese smartphone market. Here, RIM re-took first place from Apple, benefitting from its first quarter shipments of the BlackBerry Torch. HTC remained in third place. These positions will soon change, analyst Tim Shepherd stated, given the new Verizon-Apple partnership, which will soon shake up the mobile landscape.</p>
<p>Canalys VP and Principal Analyst Chris Jones warned smartphone vendors not to become complacent in hearing the news of the smartphone market&rsquo;s growth, saying that 2011 was shaping up to be a highly competitive year. This year vendors will use new technology, &ldquo;such as dual-core processors, NFC [near field communication] and 3D displays to differentiate their products and maintain value.&rdquo;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/02/01/5709/" title="4:37 AM" rel="bookmark"><time class="entry-date" datetime="2011-02-01T04:37:50+00:00">2011/02/01</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav id="nav-below" class="navigation" role="navigation"><h3 class="assistive-text">Post navigation</h3>
			<div class="nav-previous"><a href="http://log.SunnyBoy.Me/page/97/"><span class="meta-nav">&larr;</span> Older posts</a></div>
			<div class="nav-next"><a href="http://log.SunnyBoy.Me/page/95/">Newer posts <span class="meta-nav">&rarr;</span></a></div>
		</nav><!-- .navigation --></div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>May 2016</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2015/12/">&laquo; Dec</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next" class="pad">&nbsp;</td>
	</tr></tfoot><tbody><tr><td colspan="6" class="pad">&nbsp;</td><td>1</td>
	</tr><tr><td>2</td><td>3</td><td><a href="http://log.SunnyBoy.Me/2016/05/04/" aria-label="Posts published on May 4, 2016">4</a></td><td>5</td><td id="today">6</td><td>7</td><td>8</td>
	</tr><tr><td>9</td><td>10</td><td>11</td><td>12</td><td>13</td><td>14</td><td>15</td>
	</tr><tr><td>16</td><td>17</td><td>18</td><td>19</td><td>20</td><td>21</td><td>22</td>
	</tr><tr><td>23</td><td>24</td><td>25</td><td>26</td><td>27</td><td>28</td><td>29</td>
	</tr><tr><td>30</td><td>31</td>
		<td class="pad" colspan="5">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
