<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>11 | November | 2011 | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="archive date custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<section id="primary" class="site-content"><div id="content" role="main">

					<header class="archive-header"><h1 class="archive-title">Daily Archives: <span>2011/11/11</span></h1>
			</header><!-- .archive-header --><article id="post-12943" class="post-12943 post type-post status-publish format-standard hentry category-default tag-music"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/11/11/12943/" rel="bookmark">&#65351;&#65291; digest &#26356;&#26032; 2011/11/11</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/11/11/12943/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<ul class="scrd_digest"><li><a href="https://plus.google.com/112706220355730950411/posts/2Qf21bUC5UT" rel="external">&#30475;&#20102;&#19968;&#19979;&#65292;&#21608;&#22260;&#20840;&#26159;&#22833;&#36275;&#38738;&#24180;&#12290;&#12290; Jerry Young originally shared this post:</a>
<div>&#30475;&#20102;&#19968;&#19979;&#65292;&#21608;&#22260;&#20840;&#26159;&#22833;&#36275;&#38738;&#24180;&#12290;&#12290; 
<p><a href="https://plus.google.com/117357832503831410488">Jerry Young</a> originally shared this post:
</p><p><img src="http://lh5.googleusercontent.com/-NBngsG-pMow/TrNIxvt3FxI/AAAAAAAABZ4/Sji3N_luFyo/w199/b812c8fc1a733989fd037f56.jpg"></p>
</div>
</li>
<li><a href="https://plus.google.com/112706220355730950411/posts/9RCrBSeAZi3" rel="external">@&#34987;&#25171;&#39134;&#65306;&#26152;&#22825;&#21644;&#26379;&#21451;&#35848;&#36215;&#65292;&#35273;&#24471;&#20013;&#22269;&#23545;&#26397;&#40092;&#27665;&#26063;&#20570;&#30340;&#23421;&#22826;&#22823;&#20102;&#12290;&#26397;&#40092;&#21322;&#23707;&#36831;&#36831;&#26080;&#27861;&#32479;&#19968;&#23601;&#26159;&#20013;&#22269;&#65292;&#24403;&#28982;&#36824;&#26377;&#33487;&#32852;&#23548;&#33268;&#30340;&#12290;&#21542;&#21017;&#38889;&#22269;&#26089;&#35813;&#26159;&#19968;&#20010;&#31867;&#20284;&#24503;&#22269;&#33324;&#24378;&#22823;&#30340;&#22269;&#23478;&#12290;&#20013;</a>
<div>@&#34987;&#25171;&#39134;&#65306;&#26152;&#22825;&#21644;&#26379;&#21451;&#35848;&#36215;&#65292;&#35273;&#24471;&#20013;&#22269;&#23545;&#26397;&#40092;&#27665;&#26063;&#20570;&#30340;&#23421;&#22826;&#22823;&#20102;&#12290;&#26397;&#40092;&#21322;&#23707;&#36831;&#36831;&#26080;&#27861;&#32479;&#19968;&#23601;&#26159;&#20013;&#22269;&#65292;&#24403;&#28982;&#36824;&#26377;&#33487;&#32852;&#23548;&#33268;&#30340;&#12290;&#21542;&#21017;&#38889;&#22269;&#26089;&#35813;&#26159;&#19968;&#20010;&#31867;&#20284;&#24503;&#22269;&#33324;&#24378;&#22823;&#30340;&#22269;&#23478;&#12290;&#20013;&#22269;&#19996;&#19977;&#30465;&#20063;&#33021;&#22823;&#22823;&#21463;&#30410;&#12290;&#29616;&#22312;&#19981;&#20294;&#21271;&#38889;&#36164;&#28304;&#20016;&#23500;&#21364;&#39269;&#23506;&#20132;&#36843;&#65292;&#21335;&#38889;&#20063;&#32791;&#36153;&#22823;&#37327;&#20154;&#21147;&#29289;&#21147;&#22312;&#22269;&#38450;&#19978;&#12290;&#20013;&#22269;&#31096;&#23475;&#26397;&#40092;&#27665;&#26063;&#65292;&#22823;&#27010;&#36828;&#36229;&#36807;&#20420;&#32599;&#26031;&#31096;&#23475;&#27874;&#20848;&#12290; 
<p><a href="https://plus.google.com/117595505367295209644">&#22799;&#24494;&#24494;</a> originally shared this post:</p></div>
</li>
<li><a href="https://plus.google.com/112706220355730950411/posts/J4g1vGhH7Ut" rel="external">@&#25276;&#27801;&#40857;&#65306;&#20320;&#19981;&#20801;&#35768;&#20182;&#20204;&#30495;&#27491;&#26377;&#36873;&#20030;&#26435;&#65292;&#19981;&#20801;&#35768;&#20182;&#20204;&#26377;&#30495;&#27491;&#30340;&#32452;&#32455;&#65307;&#20320;&#27450;&#20940;&#20182;&#20204;&#12289;&#39537;&#36214;&#20182;&#20204;&#12289;&#30896;&#21040;&#21916;&#24198;&#26085;&#23376;&#23601;&#25781;&#40481;&#19968;&#26679;&#25781;&#20182;&#20204;&#65307;&#20320;&#21487;&#20197;&#21009;&#35759;&#20182;&#20204;&#65292;&#21487;&#20197;&#19981;&#32463;&#27861;&#38498;&#21171;&#25945;&#20182;&#20204;&#65292;</a>
<div>@&#25276;&#27801;&#40857;&#65306;&#20320;&#19981;&#20801;&#35768;&#20182;&#20204;&#30495;&#27491;&#26377;&#36873;&#20030;&#26435;&#65292;&#19981;&#20801;&#35768;&#20182;&#20204;&#26377;&#30495;&#27491;&#30340;&#32452;&#32455;&#65307;&#20320;&#27450;&#20940;&#20182;&#20204;&#12289;&#39537;&#36214;&#20182;&#20204;&#12289;&#30896;&#21040;&#21916;&#24198;&#26085;&#23376;&#23601;&#25781;&#40481;&#19968;&#26679;&#25781;&#20182;&#20204;&#65307;&#20320;&#21487;&#20197;&#21009;&#35759;&#20182;&#20204;&#65292;&#21487;&#20197;&#19981;&#32463;&#27861;&#38498;&#21171;&#25945;&#20182;&#20204;&#65292;&#21487;&#20197;&#22312;&#19978;&#35775;&#26102;&#20687;&#25235;&#40481;&#19968;&#26679;&#25235;&#22238;&#20182;&#20204;&#12290;&#24403;&#20182;&#20204;&#36208;&#25237;&#26080;&#36335;&#26102;&#65292;&#21482;&#33021;&#20570;&#36873;&#25321;&#65306;&#26159;&#20570;&#26472;&#20339;&#36824;&#26159;&#20570;&#26472;&#27494;&#65311;&#21464;&#25104;&#26472;&#20339;&#65292;&#20320;&#23601;&#26538;&#27609;&#20182;&#20204;&#65307;&#21464;&#25104;&#26472;&#27494;&#65292;&#20320;&#23601;&#35892;&#36131;&#20182;&#20204;&#12290; 
<p><a href="https://plus.google.com/117595505367295209644">&#22799;&#24494;&#24494;</a> originally shared this post:</p></div>
</li>
<li><a href="https://plus.google.com/112706220355730950411/posts/JK4wLQMSN6k" rel="external">Christopher Meng (@cickumqt) has shared a Tweet with you:</a>
<div>Christopher Meng (@cickumqt) has shared a Tweet with you:
<p>"gfwrev: GFW&#65288;&#21271;&#20140;&#65289;&#20063;&#21482;&#26159;&#19968;&#20010;&#21333;&#20301;&#12290;9-12&#23618;&#26329;&#20809;&#26426;&#25151;&#37324;&#26469;&#26469;&#22238;&#22238;&#37117;&#26159;&#31359;&#30528;&#38450;&#36752;&#23556;&#22823;&#35074;&#30340;&#24037;&#20316;&#20154;&#21592;&#12290;&#21040;&#22788;&#37117;&#26159;&#21047;&#21345;&#30340;&#38376;&#31105;&#12290;&#26426;&#25151;&#37324;&#30340;&#30417;&#27979;&#23460;&#23601;&#20687;&#30005;&#35270;&#37324;&#25918;&#30340;&#37027;&#26679;&#12290;&#38498;&#23376;&#37324;&#20303;&#30528;&#20445;&#21355;&#37096;&#38431;&#30340;&#20004;&#23618;&#23567;&#27004;&#21644;&#33756;&#22320;&#12290;&#27491;&#22312;&#36828;&#21435;&#30340;&#21704;&#24037;&#22823;&#21644;&#20013;&#31185;&#38498;&#30340;&#27665;&#24037;&#65292;&#21271;&#37038;&#30340;&#34880;&#28082;&#36234;&#26469;&#36234;&#22810;&#12290;"<br>&mdash;<a href="http://twitter.com/gfwrev/status/111587938168619009">http://twitter.com/gfwrev/status/111587938168619009</a> </p>
<p><a href="https://plus.google.com/106146961298034593017">Christopher Meng</a> originally shared this post:</p></div>
</li>
<li><a href="https://plus.google.com/112706220355730950411/posts/Scqjw1yCBGP" rel="external">&#12304;&#35793;&#25991;&#12305;&#26080;&#29992;&#20043;&#26408;&#21338;&#23458;&#65306;&#20174;&#39558;&#23478;&#36745;&#30475;&#20013;&#22269;&#24403;&#20195;&#30340;&#38750;&#20754;&#38750;&#36947; &#21338;&#20027;@UselessTree&#24341;&#32463;&#25454;&#20856;&#22320;&#35848;&#20102;&#20182;&#30340;&#30475;&#27861;&#65306;&#39558;&#23478;&#36745;&#30340;&#34892;&#20026;&#24341;&#21457;&#20102;&#37096;&#20998;&#23448;&#23186;&#30340;&#25915;&#20987;&#65292;&#22240;&#20026;&#20182;&#26356;&#25509;&#36817;</a>
<div>&#12304;&#35793;&#25991;&#12305;&#26080;&#29992;&#20043;&#26408;&#21338;&#23458;&#65306;&#20174;&#39558;&#23478;&#36745;&#30475;&#20013;&#22269;&#24403;&#20195;&#30340;&#38750;&#20754;&#38750;&#36947; &#21338;&#20027;@UselessTree&#24341;&#32463;&#25454;&#20856;&#22320;&#35848;&#20102;&#20182;&#30340;&#30475;&#27861;&#65306;&#39558;&#23478;&#36745;&#30340;&#34892;&#20026;&#24341;&#21457;&#20102;&#37096;&#20998;&#23448;&#23186;&#30340;&#25915;&#20987;&#65292;&#22240;&#20026;&#20182;&#26356;&#25509;&#36817;&#20110;&#36807;&#21435;&#30340;&#20013;&#22269;&#65292;&#27604;&#22914;&#35828;&#20754;&#23478;&#22763;&#22823;&#22827;&#25110;&#36947;&#23478;&#36132;&#36798;&#65292;&#32780;&#21644;&#29616;&#22312;&#30340;&#20013;&#22269;&#26684;&#26684;&#19981;&#20837;&#12290;
<p>&#21407;&#25991;&#65306;Gary Locke shows how China is neither Confucian nor Daoist<br>&#20316;&#32773;&#65306;Sam Crane&#65288;twitter:@UselessTree&#65289;<br>&#21457;&#34920;&#65306;2011&#24180;9&#26376;23&#26085;<br>&#26412;&#25991;&#30001;&ldquo;&#35793;&#32773;&rdquo;&#24535;&#24895;&#32773;&#32763;&#35793;&#24182;&#26657;&#23545;</p>
<p>&#12304;&#22270;&#65306;&#22312;&#20013;&#22269;&#30340;&#24494;&#21338;&#19978;&#24191;&#20026;&#36716;&#21457;&#30340;&#39558;&#23478;&#36745;&#22312;&#26426;&#22330;&#33258;&#24049;&#20080;&#21654;&#21857;&#30340;&#29031;&#29255;&#12290;&#12305;</p>
<p>&#33258;&#32654;&#22269;&#26032;&#20219;&#39547;&#21326;&#22823;&#20351;&#39558;&#23478;&#36745;&#25269;&#36798;&#20013;&#22269;&#65292;&#20182;&#23601;&#21560;&#24341;&#20102;&#20013;&#22269;&#27665;&#20247;&#65292;&#32593;&#27665;&#21644;&#35780;&#35770;&#32773;&#20204;&#38750;&#21516;&#19968;&#33324;&#30340;&#20851;&#27880;&#12290;&#39558;&#26159;&#31532;&#19968;&#20301;&#20219;&#27492;&#32844;&#20301;&#30340;&#21326;&#35028;&#32654;&#22269;&#20154;&#65292;&#20182;&#30340;&#35878;&#36874;&#12289;&#26377;&#31036;&#12289;&#33410;&#20461;&#30340;&#34892;&#20026;&#22312;&#20013;&#22269;&#24341;&#21457;&#20102;&#19968;&#20123;&#25915;&#20987;&#24615;&#30340;&#36136;&#30097;&#12290;</p>
<p>&#39318;&#20808;&#26159;&rdquo;&#20182;&#22312;&#26143;&#24052;&#20811;&#20026;&#33258;&#24049;&#20080;&#21654;&#21857;&rdquo;&#19968;&#20107;&#12290;&#24403;&#20182;&#25152;&#20570;&#30340;&#20080;&#21654;&#21857;&#36825;&#26679;&#19968;&#20214;&#38750;&#24120;&#31616;&#21333;&#30340;&#23567;&#20107;&#30340;&#29031;&#29255;&#20256;&#36941;&#20013;&#22269;&#30340;&#32593;&#32476;&#26102;&#65292;&#24456;&#26126;&#26174;&#65292;&#36825;&#34164;&#21547;&#20102;&#32593;&#27665;&#20204;&#23545;&#20013;&#22269;&#23448;&#20698;&#20204;&#30340;&#25209;&#35780;&#65292;&#22240;&#20026;&#36825;&#20123;&#23448;&#20698;&#20197;&#28843;&#32768;&#33258;&#24049;&#30340;&#26435;&#21147;&#21644;&#22320;&#20301;&#32780;&#38395;&#21517;&#65292;&#36824;&#26377;&#35768;&#22810;&#23646;&#19979;&#25630;&#23450;&#31867;&#22914;&#20080;&#21654;&#21857;&#20043;&#31867;&#30340;&#20010;&#20154;&#20107;&#23452;&#12290;</p>
<p>&#36824;&#20540;&#24471;&#19968;&#25552;&#30340;&#26159;&#39558;&#23478;&#36745;&#22352;&#30340;&#26159;&#32463;&#27982;&#33329;&#32780;&#19981;&#26159;&#22836;&#31561;&#33329;&#65292;&#19982;&#20013;&#22269;&#39640;&#32423;&#23448;&#21592;&#20026;&#26356;&#35946;&#21326;&#30340;&#23433;&#25490;&#32780;&#25381;&#38669;&#20844;&#27454;&#24418;&#25104;&#23545;&#27604;&#12290;&#20107;&#23454;&#19978;&#65292;&#20013;&#22269;&#30340;&#19968;&#23478;&#33879;&#21517;&#30340;&#30005;&#35270;&#20027;&#25345;&#20154;&#65288;&#35793;&#27880;&#65306;&#33454;&#25104;&#38050;&#65289;&#23601;&#36825;&#20214;&#20107;&#21521;&#39558;&#23478;&#36745;&#20986;&#20854;&#19981;&#24847;&#22320;&#21457;&#38382;&#65306;&ldquo;&#25105;&#21548;&#35828;&#20320;&#26159;&#22352;&#32463;&#27982;&#33329;&#26469;&#30340;&#65292;&#26159;&#19981;&#26159;&#22312;&#25552;&#37266;&#22823;&#23478;&#65292;&#32654;&#22269;&#27424;&#20013;&#22269;&#38065;&#65311;&rdquo;&#20294;&#36825;&#31181;&#25915;&#20987;&#21364;&#35753;&#33454;&#24341;&#28779;&#28903;&#36523;&#65292;&#39558;&#32784;&#24515;&#22320;&#35299;&#37322;&#35828;&#65292;&#20182;&#21482;&#26159;&#36981;&#24490;&#20102;&#31526;&#21512;&#20182;&#36523;&#20221;&#30340;&#23545;&#25152;&#26377;&#21516;&#31561;&#32423;&#21035;&#30340;&#32654;&#22269;&#25919;&#24220;&#20154;&#21592;&#37117;&#36866;&#29992;&#30340;&#35268;&#21017;&#12290;</p>
<p>&#22914;&#27492;&#30475;&#26469;&#65292;&#21326;&#35028;&#32654;&#22269;&#20154;&#39558;&#23478;&#36745;&#23637;&#31034;&#30340;&#26159;&#19968;&#31181;&#21220;&#20461;&#21644;&#31036;&#35980;&#30340;&#32654;&#24503;&#65292;&#36825;&#31181;&#32654;&#24503;&#65292;&#22312;&#21478;&#19968;&#20010;&#26102;&#20195;&#65292;&#21487;&#33021;&#34987;&#35270;&#20026;&#20754;&#23478;&#22763;&#22823;&#22827;&#12290;&#20294;&#22312;&#24403;&#20195;&#30340;&#20013;&#22269;&#65292;&#39558;&#23478;&#36745;&#36981;&#24490;&#20102;&#20013;&#22269;&#20256;&#32479;&#30340;&#32654;&#24503;&#65292;&#23454;&#38469;&#19978;&#21364;&#27627;&#26080;&#24847;&#20041;&#12290;&#25110;&#32773;&#65292;&#27491;&#22914;&#22914;&#19979;&#19968;&#21017;&#35780;&#35770;&#25152;&#35828;&#65306;</p>
<p>&ldquo;&#12539;&#12539;&#12539;&#22823;&#20351;&#34920;&#38754;&#30475;&#36215;&#26469;&#20687;&#20013;&#22269;&#20154;&#65292;&#20294;&#26159;&#20182;&#30340;&#34892;&#20026;&#21017;&#23436;&#20840;&#19981;&#21516;&#20110;&#20013;&#22269;&#20154;&#12290;"</p>
<p>&#20182;&#34892;&#20026;&#19968;&#28857;&#20063;&ldquo;&#19981;&#20013;&#22269;&rdquo;&#65292;&#26159;&#22240;&#20026;&#20182;&#30340;&#34892;&#20026;&#26356;&#25509;&#36817;&#20110;&#36807;&#21435;&#30340;&#20013;&#22269;&#65292;&#32780;&#19981;&#26159;&#29616;&#22312;&#30340;&#20013;&#22269;&#12290;</p>
<p>&#20013;&#22269;&#23448;&#26041;&#23545;&#39558;&#23478;&#36745;&#24863;&#21040;&#19981;&#33298;&#26381;&#65292;&#19981;&#20165;&#20165;&#26159;&#22312;&#25991;&#21270;&#26041;&#38754;&#65292;&#20063;&#22312;&#25919;&#27835;&#30340;&#26041;&#38754;&#12290;</p>
<p>&#19968;&#21017;&#12298;&#29615;&#29699;&#26102;&#25253;&#12299;&#30340;&#31038;&#35770;&#35797;&#22270;&#35201;&#25195;&#19968;&#19979;&#39558;&#30340;&#23041;&#39118;&#65306;</p>
<p>&#19968;&#20123;&#23448;&#21592;&#21916;&#27426;&#21069;&#21628;&#21518;&#25317;&#20063;&#26159;&#20107;&#23454;&#65292;&#36825;&#20026;&#19968;&#20123;&#35780;&#35770;&#32773;&#38024;&#23545;&#39558;&#23478;&#36745;&#20204;&#29301;&#24378;&#38468;&#20250;&#25214;&#26448;&#26009;&#65292;&#31038;&#20250;&#23545;&#36825;&#20123;&#35780;&#35770;&#22251;&#22261;&#21534;&#26531;&#65292;&#20174;&#32780;&#24418;&#25104;&ldquo;&#39558;&#23478;&#36745;&#28909;&rdquo;&#21019;&#36896;&#20102;&#26465;&#20214;&#12290;&#39558;&#23478;&#36745;&#24102;&#30528;&#23478;&#20154;&#21040;&#21271;&#20140;&#32993;&#21516;&#37324;&#36891;&#34903;&#65292;&#22914;&#27492;&#36731;&#26494;&#30340;&#20010;&#20154;&#20241;&#38386;&#37117;&#20250;&#22823;&#21463;&#36190;&#25196;&#65292;&#36825;&#30340;&#30830;&#25402;&#22840;&#24352;&#30340;&#12290;&#30495;&#23454;&#24773;&#20917;&#26159;&#65292;&#26080;&#35770;&#22312;&#32654;&#22269;&#36824;&#26159;&#22312;&#20013;&#22269;&#65292;&#19981;&#30693;&#26377;&#22810;&#23569;&#39640;&#23448;&#24076;&#26395;&#26377;&#21644;&#20182;&#19968;&#26679;&#30340;&ldquo;&#21271;&#20140;&#32993;&#21516;&#28216;&rdquo;&#12290;<br>&#21407;&#25991;</p>
<p>&#24590;&#33021;&#35753;&#19968;&#20010;&#32654;&#22269;&#30340;&#22823;&#20351;&#32473;&#20013;&#22269;&#30340;&#23448;&#21592;&#19979;&#19981;&#20102;&#21488;&#65311;&#36825;&#37324;&#26377;&#19968;&#31687;&#26356;&#22937;&#65288;&#25110;&#32773;&#35828;&#26356;&#31967;&#65289;&#30340;&#25991;&#31456;&#12290;&#19968;&#31687;&#12298;&#20809;&#26126;&#26085;&#25253;&#12299;&#30340;&#31038;&#35770;&#25226;&#39558;&#30340;&#34892;&#20026;&#25512;&#21040;&#20102;&#26032;&#27542;&#27665;&#20027;&#20041;&#30340;&#39640;&#24230;&#65306;</p>
<p>&ldquo;&#21326;&#35028;&#30340;&#36523;&#20221;&#20351;&#24471;&#20182;&#21487;&#20197;&#21560;&#24341;&#20840;&#19990;&#30028;&#21326;&#20154;&#30340;&#30446;&#20809;&#32780;&#21484;&#38598;&#27665;&#24847;&#65292;&#21487;&#20197;&#20351;&#20182;&#33021;&#22815;&#23545;&#20013;&#22269;&#30340;&#26222;&#36890;&#27665;&#20247;&#20135;&#29983;&#20146;&#21644;&#21147;&#65292;&#32780;&#35841;&#21448;&#30693;&#36947;&#65292;&#36825;&#24688;&#24688;&#26292;&#38706;&#20102;&#32654;&#22269;&#20197;&#21326;&#27835;&#21326;&#12289;&#29053;&#21160;&#20013;&#22269;&#25919;&#27835;&#21160;&#20081;&#30340;&#21329;&#37145;&#29992;&#24515;&#21602;&#65311;&rdquo;&#21407;&#25991;&#65288;&#35793;&#27880;&#65306; &#27492;&#25991;&#24050;&#20174;&#20809;&#26126;&#32593;&#19978;&#21024;&#38500;&#12290;&#65289;</p>
<p>&#28982;&#32780;&#65292;&#25105;&#19981;&#30456;&#20449;&#20826;&#30340;&#23459;&#20256;&#20154;&#21592;&#20250;&#32487;&#32493;&#29992;&#36825;&#26679;&#30340;&#33108;&#35843;&#26469;&#35780;&#35770;&#12290;&#36825;&#21487;&#33021;&#20250;&#30095;&#36828;&#25152;&#26377;&#30340;&#28023;&#22806;&#21326;&#20154;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#38543;&#30528;&#36825;&#20301;&#26032;&#30340;&#32654;&#22269;&#39547;&#21326;&#22823;&#20351;&#21040;&#20013;&#22269;&#19978;&#20219;&#65292;&#35768;&#22810;&#19982;&#27665;&#26063;&#12289;&#25991;&#21270;&#30456;&#20851;&#32852;&#30340;&#25919;&#27835;&#31168;&#20250;&#36880;&#28176;&#19978;&#28436;&#12290;&#36825;&#25110;&#19982;&#39558;&#30340;&rdquo;&#20013;&#22269;&#38754;&#23380;&ldquo;&#26377;&#20851;&#12290;&#20294;&#25105;&#35748;&#20026;&#65292;&#21478;&#19968;&#30456;&#20851;&#28857;&#26159;&#65292;&#39558;&#30340;&#20302;&#35843;&#31616;&#26420;&#30340;&#39118;&#26684;&#65292;&#29305;&#21035;&#26159;&#24403;&#25105;&#20204;&#20197;&#27492;&#19982;&#22312;&#32593;&#32476;&#19978;&#27969;&#20256;&#29978;&#24191;&#30340;&#36138;&#33104;&#12289;&#25381;&#38669;&#26080;&#24230;&#30340;[&#20013;&#22269;]&#25919;&#24220;&#23448;&#21592;&#24418;&#35937;&#30456;&#27604;&#36739;&#20043;&#21518;&#65292;&#39558;&#30340;&#39118;&#33539;&#26356;&#20687;&#25105;&#20204;&#25152;&#26399;&#26395;&#30340;&#27491;&#32479;&#20754;&#22763;&#12290;&#36825;&#24403;&#28982;&#20250;&#35753;&#20826;&#26377;&#20123;&#19981;&#33298;&#26381;&#12290;</p>
<p>&#24403;&#28982;&#65292;&#36824;&#26377;&#21478;&#22806;&#19968;&#31181;&#21487;&#33021;&#24615;&#12290;&#20063;&#35768;&#36825;&#26159;&#19968;&#31181;&#36947;&#23478;&#39118;&#33539;&#12290;&#39558;&#29992;&#35878;&#36874;&#30340;&#34892;&#20026;&#26041;&#24335;&#26174;&#31034;&#20102;&#29616;&#20195;&#20013;&#22269;&#27491;&#22914;&#20309;&#32972;&#31163;&#20102;&ldquo;&#36947;&rdquo;&#65292;&#12298;&#36947;&#24503;&#32463;&#12299;&#31532;75&#31456;&#35828;&#65306;</p>
<p>&ldquo;&#27665;&#20043;&#39269;&#65292;&#20197;&#20854;&#19978;&#39135;&#31246;&#20043;&#22810;&#65292;&#26159;&#20197;&#39269;&rdquo;<br>&#27665;&#20043;&#38590;&#27835;&#65292;&#20197;&#20854;&#19978;&#26377;&#20026;&#65292;&#26159;&#20197;&#38590;&#27835;<br>&#20154;&#20043;&#36731;&#27515;&#65292;&#20197;&#20854;&#29983;&#29983;&#20043;&#21402;&#65292;&#26159;&#20197;&#36731;&#27515;&#12290;<br>&#22827;&#21807;&#26080;&#20197;&#29983;&#20026;&#32773;&#65292;&#26159;&#36132;&#20110;&#36149;&#29983;&#12290;&rdquo;&#65288;&#36947;&#24503;&#32463;&#21407;&#25991;&#65289;</p>
<p>&#65288;&#35793;&#27880;&#65306;&#36825;&#19968;&#27573;&#35805;&#30340;&#22823;&#33268;&#24847;&#24605;&#26159;&#65306;&#20154;&#27665;&#20043;&#25152;&#20197;&#39269;&#39295;&#65292;&#26159;&#22240;&#20026;&#32479;&#27835;&#32773;&#35201;&#30340;&#31246;&#22826;&#39640;&#65292;&#22240;&#27492;&#20154;&#27665;&#38519;&#20110;&#39269;&#39295;&#65307;&#20154;&#27665;&#20043;&#25152;&#20197;&#38590;&#27835;&#65292;&#26159;&#22240;&#20026;&#32479;&#27835;&#32773;&#24378;&#20316;&#22916;&#20026;&#65292;&#22240;&#27492;&#38590;&#20197;&#32479;&#27835;&#65307;&#20154;&#27665;&#20043;&#25152;&#20197;&#19981;&#24597;&#27515;&#65292;&#26159;&#22240;&#20026;&#32479;&#27835;&#32773;&#20351;&#20154;&#27665;&#26080;&#27861;&#29983;&#23384;&#65292;&#22240;&#27492;&#19981;&#24597;&#29359;&#27515;&#32618;&#65307;&#22240;&#27492;&#32479;&#27835;&#32773;&#24684;&#28129;&#26080;&#20026;&#27604;&#24378;&#21462;&#35946;&#22842;&#35201;&#39640;&#26126;&#24471;&#22810;&#12290;&#65289;</p>
<p>&#39558;&#23478;&#36745;&#22240;&#20026;&#19981;&#22312;&#20046;&#25919;&#27835;&#32844;&#20301;&#21644;&#29983;&#27963;&#32473;&#20182;&#24102;&#26469;&#30340;&#22320;&#20301;&#21644;&#26435;&#21147;&#32780;&#25214;&#21040;&#20102;&#19968;&#26465;&#36229;&#28982;&#20110;&#29289;&#22806;&#30340;&#36947;&#36335;&#12290;&#20182;&#27491;&#22312;&#25509;&#36817;&ldquo;&#36947;&rdquo;&#12290;</p>
<p>&#37027;&#20040;&#65292;&#39558;&#23478;&#36745;&#21040;&#24213;&#26159;&#19968;&#21517;&#20754;&#23478;&#22763;&#22823;&#22827;&#65311;&#36824;&#26159;&#19968;&#20301;&#36947;&#23478;&#36132;&#36798;&#65311; </p>
<p><a href="https://plus.google.com/113701623246327997042">&#23567;&#31859;</a> originally shared this post:  </p>
<p><a href="http://bit.ly/n2VlPZ">&#35793;&#32773;: &#26080;&#29992;&#20043;&#26408;&#21338;&#23458;&#65306;&#20174;&#39558;&#23478;&#36745;&#30475;&#20013;&#22269;&#24403;&#20195;&#30340;&#38750;&#20754;&#38750;&#36947;</a>
</p><p><img src="http://images2-focus-opensocial.googleusercontent.com/gadgets/proxy?url=http://uselesstree.typepad.com/.a/6a00d83451cdc869e2015435a6117c970c-500wi&amp;container=focus&amp;gadget=a&amp;rewriteMime=image/*&amp;refresh=31536000&amp;resize_h=120&amp;no_expand=1"></p>
</div>
</li>
</ul><p class="scrd_credit">Digest powered by <a href="http://www.rssdigestpro.com">RSS Digest</a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/default/" rel="category tag">Default</a> and tagged <a href="http://log.SunnyBoy.Me/tag/music/" rel="tag">Music</a> on <a href="http://log.SunnyBoy.Me/2011/11/11/12943/" title="6:00 AM" rel="bookmark"><time class="entry-date" datetime="2011-11-11T06:00:18+00:00">2011/11/11</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --></div><!-- #content -->
	</section><!-- #primary --><div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>November 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/10/">&laquo; Oct</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/12/">Dec &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="1" class="pad">&nbsp;</td><td>1</td><td><a href="http://log.SunnyBoy.Me/2011/11/02/" aria-label="Posts published on November 2, 2011">2</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/03/" aria-label="Posts published on November 3, 2011">3</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/04/" aria-label="Posts published on November 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/05/" aria-label="Posts published on November 5, 2011">5</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/06/" aria-label="Posts published on November 6, 2011">6</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/11/07/" aria-label="Posts published on November 7, 2011">7</a></td><td>8</td><td><a href="http://log.SunnyBoy.Me/2011/11/09/" aria-label="Posts published on November 9, 2011">9</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/10/" aria-label="Posts published on November 10, 2011">10</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/11/" aria-label="Posts published on November 11, 2011">11</a></td><td>12</td><td>13</td>
	</tr><tr><td>14</td><td><a href="http://log.SunnyBoy.Me/2011/11/15/" aria-label="Posts published on November 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/16/" aria-label="Posts published on November 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/17/" aria-label="Posts published on November 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/18/" aria-label="Posts published on November 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/19/" aria-label="Posts published on November 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/20/" aria-label="Posts published on November 20, 2011">20</a></td>
	</tr><tr><td>21</td><td><a href="http://log.SunnyBoy.Me/2011/11/22/" aria-label="Posts published on November 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/23/" aria-label="Posts published on November 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/24/" aria-label="Posts published on November 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/25/" aria-label="Posts published on November 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/26/" aria-label="Posts published on November 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/11/27/" aria-label="Posts published on November 27, 2011">27</a></td>
	</tr><tr><td>28</td><td>29</td><td>30</td>
		<td class="pad" colspan="4">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
