<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#22830;&#35270;&#36830;&#32493;&#25256;&#20987;&#30334;&#24230;&#25512;&#24191;&#40657;&#24149; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#22830;&#35270;&#36830;&#32493;&#25256;&#20987;&#30334;&#24230;&#25512;&#24191;&#40657;&#24149; Comments Feed" href="http://log.SunnyBoy.Me/2011/08/19/12452/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="Google: NCR(no country redirect)_Freeze_Soul In Hard Working_&#30334;&#24230;&#31354;&#38388;" href="http://log.SunnyBoy.Me/2011/08/18/12448/"><link rel="next" title="&#65351;&#65291; digest 2011/08/19" href="http://log.SunnyBoy.Me/2011/08/19/12466/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/08/19/12452/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=12452"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F08%2F19%2F12452%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F08%2F19%2F12452%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-12452 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-12452" class="post-12452 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#22830;&#35270;&#36830;&#32493;&#25256;&#20987;&#30334;&#24230;&#25512;&#24191;&#40657;&#24149;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/19/12452/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12288;&#12288;8&#26376;15&#26085;&#24320;&#22987;&#65292;&#30334;&#24230;&#36973;&#21040;&#20013;&#22830;&#30005;&#35270;&#21488;&#22810;&#22871;&#26639;&#30446;&ldquo;&#26333;&#20809;&rdquo;&#65292;&#25351;&#25511;&#30334;&#24230;&#25512;&#24191;&#30340;&#32463;&#33829;&#27169;&#24335;&#65292;&#20351;&#39575;&#23376;&#20204;&#26377;&#20102;&#21487;&#20056;&#20043;&#26426;&#65292;&#20351;&#28040;&#36153;&#32773;&#19978;&#24403;&#21463;&#39575;&#12290;&#20013;&#22830;&#30005;&#35270;&#21488;&#36830;&#32493;&#20004;&#22825;&#26102;&#38388;&#39640;&#23494;&#24230;&#25256;&#20987;&#30334;&#24230;&#25512;&#24191;&#31561;&#20135;&#21697;&#65292;&#24341;&#36215;&#32593;&#27665;&#24191;&#27867;&#35758;&#35770;&#12290;</p>
<p>&#12288;&#12288;&#23545;&#20110;&#30334;&#24230;&#31454;&#20215;&#25490;&#21517;&#30340;&#38382;&#39064;&#65292;&#25105;&#22312;&#36807;&#21435;&#30340;&#20960;&#24180;&#37117;&#26377;&#36807;&#35814;&#32454;&#30340;<a target="_blank" href="http://www.williamlong.info/cat/?tags=BaiduAds">&#20998;&#26512;&#25253;&#36947;</a>&#65292;&#21253;&#25324;<a target="_blank" href="http://www.williamlong.info/archives/1573.html">&#34394;&#20551;&#21307;&#33647;&#24191;&#21578;</a>&#65292;&#38144;&#21806;<a target="_blank" href="http://www.williamlong.info/archives/2008.html">&#20225;&#19994;&#21516;&#34892;&#20851;&#38190;&#23383;</a>&#36896;&#25104;&#31454;&#20105;&#23545;&#25163;&#24694;&#24615;&#31454;&#20105;&#65292;&#30334;&#24230;&#25512;&#24191;&#20013;&#30340;<a target="_blank" href="http://www.williamlong.info/archives/2341.html">&#25903;&#20184;&#38035;&#40060;&#24191;&#21578;</a>&#65292;&#29978;&#33267;&#36824;&#26377;&#19968;&#20123;<a target="_blank" href="http://www.williamlong.info/archives/2574.html">&#25104;&#20154;&#24191;&#21578;</a>&#65292;&#20170;&#22825;&#21021;&#30340;&#30334;&#24230;&#33829;&#38144;&#20250;&#35758;&#29978;&#33267;&#36824;&#34987;<a target="_blank" href="http://www.williamlong.info/archives/2641.html">&#30776;&#22330;&#23376;</a>&#65292;&#30334;&#24230;&#21463;&#21040;&#21387;&#21147;&#21644;&#36136;&#30097;&#21487;&#35265;&#19968;&#26001;&#12290;</p>
<p>&#12288;&#12288;&#20174;CCAV&#26639;&#30446;&#30340;&#26333;&#20809;&#21487;&#20197;&#30475;&#21040;&#65292;&#30334;&#24230;&#23454;&#38469;&#19978;&#23545;&#34394;&#20551;&#24191;&#21578;&#26377;&#19968;&#20123;&#25511;&#21046;&#25514;&#26045;&#65292;&#23588;&#20854;&#23545;&#20110;&#21307;&#33647;&#31867;&#24191;&#21578;&#65292;&#36825;&#31181;&#25514;&#26045;&#20027;&#35201;&#20307;&#29616;&#22312;&#30001;&#24635;&#37096;&#26469;&#23457;&#25209;&#24191;&#21578;&#36164;&#36136;&#65292;&#20294;&#26159;&#36825;&#20123;&#25514;&#26045;&#23384;&#22312;&#19968;&#20123;&#36739;&#20026;&#26126;&#26174;&#30340;&#28431;&#27934;&#21487;&#20197;&#32469;&#36807;&#65292;&#29978;&#33267;&#19968;&#20123;&#30334;&#24230;&#30340;&#19994;&#21153;&#21592;&#20250;&#21521;&#23458;&#25143;&#25512;&#33616;&#20171;&#32461;&#36825;&#20123;&#28431;&#27934;&#65292;&#26174;&#24471;&#24456;&#19981;&#19987;&#19994;&#12290;</p>
<p>&#12288;&#12288;<strong>&#30334;&#24230;&#30340;&#38169;&#35823;&#65306;&#27809;&#26377;&#26126;&#26174;&#21306;&#20998;&#24191;&#21578;&#21644;&#32467;&#26524;</strong></p>
<p>&#12288;&#12288;CCAV&#36825;&#27425;&#26333;&#20809;&#30334;&#24230;&#31454;&#20215;&#25490;&#21517;&#22266;&#28982;&#26377;&#38035;&#40060;&#25191;&#27861;&#30340;&#21619;&#36947;&#65292;&#20294;&#20854;&#35760;&#32773;&#23545;&#20110;&#20114;&#32852;&#32593;&#25628;&#32034;&#30340;&#21830;&#19994;&#27169;&#24335;&#20063;&#24182;&#19981;&#21313;&#20998;&#20102;&#35299;&#65292;&#30334;&#24230;&#20570;&#20026;&#19968;&#20010;&ldquo;&#20013;&#38388;&#29615;&#33410;&rdquo;&#65292;&#26381;&#21153;&#26465;&#27454;&#37324;&#22768;&#26126;&#21487;&#20197;&#20986;&#21806;&#20219;&#20309;&#20851;&#38190;&#35789;&#65292;&#20174;&#27861;&#24459;&#19978;&#35762;&#65292;&#36825;&#20010;&#24179;&#21488;&#20041;&#21153;&#25215;&#25285;&#19981;&#24517;&#35201;&#30340;&#23457;&#26597;&#21151;&#33021;&#12290;&#32780;&#30334;&#24230;&#30340;&#38382;&#39064;&#26159;&#65292;&#30334;&#24230;&#20026;&#20102;&#25552;&#39640;&#24191;&#21578;&#28857;&#20987;&#29575;&#65292;&#27809;&#26377;&#23558;&#24191;&#21578;&#21644;&#25628;&#32034;&#32467;&#26524;&#26126;&#26174;&#21306;&#20998;&#24320;&#26469;&#65292;&#35823;&#23548;&#20102;&#25628;&#32034;&#29992;&#25143;&#65292;&#35753;&#25628;&#32034;&#29992;&#25143;&#20197;&#20026;&#24191;&#21578;&#23601;&#26159;&#33258;&#28982;&#25490;&#21517;&#65292;&#36825;&#28857;&#30334;&#24230;&#23601;&#19981;&#22914;Google&#20570;&#24471;&#22909;&#20102;&#65292;Google&#22312;&#25152;&#26377;&#30340;&#24191;&#21578;&#37117;&#29992;&#26126;&#26174;&#30340;&#39068;&#33394;&#21152;&#20197;&#21306;&#20998;&#65292;&#24182;&#22312;&#24191;&#21578;&#19979;&#27880;&#26126;&#36825;&#20123;&#37117;&#26159;Google&#25552;&#20379;&#30340;&#24191;&#21578;&#12290;</p>
<p>&#12288;&#12288;&#33267;&#20110;&#30334;&#24230;&#24191;&#21578;&#19978;&#30340;&#36829;&#27861;&#27450;&#35784;&#20449;&#24687;&#65292;&#36825;&#20063;&#26159;&#20013;&#22269;&#30495;&#23454;&#31038;&#20250;&#22312;&#32593;&#32476;&#19978;&#30340;&#19968;&#20010;&#25237;&#24433;&#65292;&#36825;&#24182;&#19981;&#23436;&#20840;&#26159;&#25628;&#32034;&#24341;&#25806;&#30340;&#38169;&#35823;&#65292;&#19968;&#20010;&#31038;&#20250;&#30340;&#35802;&#20449;&#38382;&#39064;&#21644;&#32593;&#32476;&#30340;&#35802;&#20449;&#38382;&#39064;&#20165;&#38752;&#19968;&#20010;&#20225;&#19994;&#20063;&#26159;&#26080;&#27861;&#25913;&#21464;&#30340;&#65292;&#30334;&#24230;&#21487;&#20197;&#20570;&#30340;&#26159;&#20174;&#21046;&#24230;&#19978;&#20837;&#25163;&#65292;&#36890;&#36807;&#21046;&#24230;&#12289;&#27969;&#31243;&#20197;&#21450;&#32454;&#33410;&#19978;&#30340;&#20248;&#21270;&#65292;&#25233;&#21046;&#27450;&#35784;&#24191;&#21578;&#30340;&#21457;&#24067;&#65292;&#26469;&#20445;&#38556;&#29992;&#25143;&#36164;&#37329;&#23433;&#20840;&#21644;&#35802;&#20449;&#12290;</p>
<p>&#12288;&#12288;<strong>&#30334;&#24230;&#30340;&#22404;&#26029;&#26159;&#35841;&#36896;&#25104;&#30340;&#65311;</strong></p>
<p>&#12288;&#12288;&#22312;<a target="_blank" href="http://www.williamlong.info/archives/2124.html">&#35895;&#27468;&#36864;&#20986;&#20013;&#22269;</a>&#21518;&#65292;&#30334;&#24230;&#20316;&#20026;&#20013;&#22269;&#32593;&#32476;&#25628;&#32034;&#34892;&#19994;&#30340;&#32769;&#22823;&#65292;&#24050;&#32463;&#25317;&#26377;&#20102;&#25509;&#36817;&ldquo;&#22404;&#26029;&rdquo;&#30340;&#26435;&#21147;&#65292;&#22830;&#35270;&#22312;&#33410;&#30446;&#20013;&#20063;&#19981;&#26029;&#25351;&#25511;&#30334;&#24230;&#30340;&#19968;&#23478;&#29420;&#22823;&#65292;&#28982;&#32780;&#65292;&#30334;&#24230;&#30340;&#36825;&#31181;&#22404;&#26029;&#26159;&#35841;&#36896;&#25104;&#30340;&#21602;&#65311;</p>
<p>&#12288;&#12288;&#26681;&#25454;&#25105;&#30340;&#32479;&#35745;&#65292;&#22312;2009&#24180;&#30340;&#26102;&#20505;&#65292;&#35895;&#27468;&#30340;&#24066;&#22330;&#20221;&#39069;&#21644;&#30334;&#24230;&#30340;&#24046;&#36317;&#24050;&#32463;&#36234;&#26469;&#36234;&#23567;&#65292;&#21576;&#29616;&#20986;&#36739;&#22909;&#30340;&#31454;&#20105;&#24418;&#24577;&#65292;&#22914;&#26524;&#36825;&#31181;&#33391;&#24615;&#31454;&#20105;&#29366;&#24577;&#33021;&#22815;&#25345;&#32493;&#65292;&#23545;&#35895;&#27468;&#12289;&#30334;&#24230;&#12289;&#20197;&#21450;&#20013;&#22269;&#30340;&#25628;&#32034;&#24341;&#25806;&#24066;&#22330;&#26469;&#35828;&#37117;&#26159;&#19968;&#20214;&#22909;&#20107;&#12290;&#36825;&#26102;&#20505;&#65292;&#22830;&#35270;&#28846;&#21046;&#20102;&ldquo;<a target="_blank" href="http://www.williamlong.info/archives/1838.html">&#39640;&#20063;&#20107;&#20214;</a>&rdquo;&#20197;&#21450;&ldquo;<a target="_blank" href="http://www.williamlong.info/archives/1834.html">&#20799;&#23376;&#20107;&#20214;</a>&rdquo;&#65292;&#20197;&#33707;&#39035;&#26377;&#30340;&#32618;&#21517;&#25351;&#25511;&#35895;&#27468;&#25955;&#24067;&#33394;&#24773;&#20449;&#24687;&#65292;&#36214;&#36208;&#20102;&#35895;&#27468;&#65292;&#23548;&#33268;&#35895;&#27468;&#22312;&#20013;&#22269;&#25628;&#32034;&#24066;&#22330;&#19981;&#26029;&#19979;&#28369;&#65292;&#32780;&#30334;&#24230;&#30340;&#24066;&#22330;&#20221;&#39069;&#21017;&#19981;&#26029;&#19978;&#21319;&#65292;&#38388;&#25509;&#39564;&#35777;&#20102;&#26446;&#24422;&#23439;&#20116;&#24180;&#21069;&#30340;<a target="_blank" href="http://www.williamlong.info/archives/2624.html">&#37027;&#20010;&#39044;&#35328;</a>&#65306;&ldquo;5&#24180;&#20197;&#21518;&#65292;Google&#21644;&#30334;&#24230;&#20043;&#38388;&#30340;&#20851;&#31995;&#26159;&#30334;&#24230;&#19968;&#26525;&#29420;&#31168;&#65292;&#20174;&#24066;&#22330;&#20221;&#39069;&#26469;&#35828;&#65292;&#22823;&#23478;&#24456;&#38590;&#30475;&#21040;Google&#20102;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&#30001;&#27492;&#30475;&#26469;&#65292;&#36896;&#25104;&#29616;&#22312;&#30334;&#24230;&#30340;&#19968;&#23478;&#29420;&#22823;&#65292;&#22830;&#35270;&#20063;&#26377;&#24456;&#22823;&#21151;&#21171;&#12290;</p>
<p>&#12288;&#12288;<strong>&#25171;&#20987;&#30340;&#32972;&#21518;&#65306;&#23186;&#20307;&#30005;&#35270;&#35805;&#35821;&#26435;&#30340;&#36951;&#22833;</strong></p>
<p>&#12288;&#12288;&#34429;&#28982;&#30334;&#24230;&#22312;&#25512;&#24191;&#24179;&#21488;&#19978;&#30340;&#30830;&#23384;&#22312;&#19968;&#20123;&#19981;&#35268;&#33539;&#30340;&#22320;&#26041;&#65292;&#26377;&#19981;&#23569;&#28431;&#27934;&#65292;&#20294;CCAV&#36825;&#31181;&ldquo;&#19968;&#31487;&#23376;&#25171;&#27515;&rdquo;&#30340;&#26032;&#38395;&#25253;&#36947;&#24577;&#24230;&#20063;&#20196;&#20154;&#20135;&#29983;&#20102;&#36136;&#30097;&#65292;CCAV&#19978;&#30340;&#30005;&#35270;&#36141;&#29289;&#24191;&#21578;&#23601;&#27809;&#26377;&#27450;&#35784;&#21527;&#65311;&#21830;&#23478;&#22312;CCAV&#19978;&#25171;&#24191;&#21578;&#38590;&#36947;&#23601;&#19981;&#26159;&#28903;&#38065;&#21527;&#65311;&#33267;&#23569;&#25628;&#32034;&#24341;&#25806;&#30340;&#24191;&#21578;&#26159;&#38024;&#23545;&#20851;&#38190;&#23383;&#30340;&#31934;&#20934;&#24191;&#21578;&#65292;CCAV&#30340;&#24191;&#21578;&#33021;&#32479;&#35745;&#20986;ROI&#65288;&#25237;&#36164;&#22238;&#25253;&#29575;&#65289;&#21527;&#65311;&#24656;&#24597;&#19981;&#34892;&#21543;&#12290;&#22830;&#35270;&#36825;&#20004;&#22825;&#25340;&#21629;&#25970;&#25171;&#30334;&#24230;&#65292;&#24656;&#24597;&#36824;&#26377;&#26356;&#28145;&#23618;&#30340;&#21407;&#22240;&#12290;</p>
<p>&#12288;&#12288;&#22312;&#20116;&#24180;&#21069;&#65292;&#25628;&#29392;&#21644;&#26032;&#28010;&#20004;&#23478;&#24191;&#21578;&#25910;&#20837;&#24635;&#21644;&#21482;&#26159;&#20013;&#22830;&#30005;&#35270;&#21488;&#24191;&#21578;&#25910;&#20837;&#30340;5&#65285;&#65292;&#20294;&#22914;&#20170;&#21364;&#24050;&#32463;&#22686;&#38271;&#20026;&#20013;&#22830;&#30005;&#35270;&#21488;&#24191;&#21578;&#25910;&#20837;&#30340;&#20116;&#20998;&#20043;&#19968;&#65292;&#30334;&#24230;&#21407;&#20808;&#21482;&#26159;&#19968;&#20010;&#25628;&#32034;&#24037;&#20855;&#65292;&#29616;&#22312;&#24050;&#32463;&#25104;&#38271;&#20026;&#19968;&#20010;&#24191;&#21578;&#23186;&#20307;&#65292;&#25910;&#20837;&#30452;&#36924;&#22830;&#35270;&#30340;&#24191;&#21578;&#25910;&#20837;&#65292;&#19981;&#20037;&#30340;&#23558;&#26469;&#65292;&#20013;&#22269;&#32593;&#32476;&#24191;&#21578;&#33829;&#38144;&#24066;&#22330;&#33829;&#25910;&#35268;&#27169;&#21487;&#33021;&#24456;&#24555;&#23601;&#36229;&#36807;&#30005;&#35270;&#24191;&#21578;&#65292;&#36825;&#20123;&#21464;&#21270;&#37117;&#35753;&#20256;&#32479;&#23186;&#20307;&#24863;&#21463;&#21040;&#20102;&#20002;&#22833;&#35805;&#35821;&#26435;&#30340;&#24656;&#24908;&#12290;&#36825;&#27425;&#22830;&#35270;&#23545;&#30334;&#24230;&#30340;&#25253;&#36947;&#65292;&#20063;&#26159;&#23545;&#30334;&#24230;&#30005;&#23376;&#21830;&#21153;&#25112;&#30053;&#30340;&#19968;&#27425;&#25171;&#20987;&#65292;&#35753;&#20154;&#20204;&#36136;&#30097;&#30334;&#24230;&#25490;&#21517;&#30340;&#21512;&#29702;&#24615;&#21644;&#20844;&#27491;&#24615;&#65292;&#38477;&#20302;&#32593;&#27665;&#23545;&#25628;&#32034;&#24341;&#25806;&#30340;&#20381;&#36182;&#24230;&#12290;</p>
<p>&#12288;&#12288;&#25105;&#20204;&#30693;&#36947;&#65292;&#20219;&#20309;&#21830;&#19994;&#27169;&#24335;&#37117;&#19981;&#26159;&#23436;&#32654;&#30340;&#65292;&#20687;CCAV&#36825;&#26679;&#30340;&#38035;&#40060;&#25191;&#27861;&#65292;&#24656;&#24597;&#24456;&#22810;&#20225;&#19994;&#37117;&#20250;&#20013;&#25307;&#12290;&#20013;&#22269;&#30340;&#20114;&#32852;&#32593;&#21457;&#23637;&#30340;&#30830;&#23384;&#22312;&#19968;&#20123;&#38382;&#39064;&#65292;&#20294;&#35299;&#20915;&#30340;&#26041;&#27861;&#32477;&#19981;&#26159;&#35753;&#19968;&#20010;&#19981;&#25026;&#29978;&#33267;&#25932;&#35270;&#20114;&#32852;&#32593;&#30340;&#26426;&#26500;&#26469;&#31649;&#29702;&#65292;&#37027;&#26679;&#30340;&#20114;&#32852;&#32593;&#19981;&#20250;&#21464;&#24471;&#26356;&#22909;&#65292;&#21482;&#20250;&#21464;&#24471;&#26356;&#31967;&#12290;</p>
<p>&#12288;&#12288;&#19979;&#38754;&#26159;&#22830;&#35270;&#30340;&#19968;&#20123;&#30456;&#20851;&#35270;&#39057;&#20869;&#23481;&#12290;</p>
<p>&#12288;&#12288;<a target="_blank" href="http://jingji.cntv.cn/20110815/107680.shtml">[&#32463;&#27982;&#19982;&#27861;]&#30334;&#24230;&#65306;&#38451;&#20809;&#32972;&#21518;&#30340;&#38452;&#24433;&#65288;20110815&#65289;</a></p>
<p>&#12288;&#12288;<a target="_blank" href="http://jingji.cntv.cn/20110816/113398.shtml">[&#32463;&#27982;&#19982;&#27861;]&#26500;&#24314;&#32593;&#32476;&#35802;&#20449;&#22312;&#34892;&#21160;&mdash;&mdash;&#25512;&#24191;&#38142;&#25509;&#30340;&#30495;&#30456;&#65288;20110816&#65289;</a></p>
<p>&#12288;&#12288;<a target="_blank" href="http://jingji.cntv.cn/20110817/116725.shtml">[&#32463;&#27982;&#19982;&#27861;]&#30334;&#24230;&#65292;&#34987;&#20160;&#20040;&#33945;&#20303;&#20102;&#30524;&#30555;&#65288;20110817&#65289;</a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/08/19/12452/" title="2:20 AM" rel="bookmark"><time class="entry-date" datetime="2011-08-19T02:20:33+00:00">2011/08/19</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/08/18/12448/" rel="prev"><span class="meta-nav">&larr;</span> Google: NCR(no country redirect)_Freeze_Soul In Hard Working_&#30334;&#24230;&#31354;&#38388;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/08/19/12466/" rel="next">&#65351;&#65291; digest 2011/08/19 <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/08/19/12452/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="12452" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="928c02ba06"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="59"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>August 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/07/">&laquo; Jul</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/09/">Sep &raquo;</a></td>
	</tr></tfoot><tbody><tr><td><a href="http://log.SunnyBoy.Me/2011/08/01/" aria-label="Posts published on August 1, 2011">1</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/02/" aria-label="Posts published on August 2, 2011">2</a></td><td>3</td><td><a href="http://log.SunnyBoy.Me/2011/08/04/" aria-label="Posts published on August 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/05/" aria-label="Posts published on August 5, 2011">5</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/06/" aria-label="Posts published on August 6, 2011">6</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/07/" aria-label="Posts published on August 7, 2011">7</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/08/" aria-label="Posts published on August 8, 2011">8</a></td><td>9</td><td><a href="http://log.SunnyBoy.Me/2011/08/10/" aria-label="Posts published on August 10, 2011">10</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/11/" aria-label="Posts published on August 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/12/" aria-label="Posts published on August 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/13/" aria-label="Posts published on August 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/14/" aria-label="Posts published on August 14, 2011">14</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/15/" aria-label="Posts published on August 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/16/" aria-label="Posts published on August 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/17/" aria-label="Posts published on August 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/18/" aria-label="Posts published on August 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/19/" aria-label="Posts published on August 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/20/" aria-label="Posts published on August 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/21/" aria-label="Posts published on August 21, 2011">21</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/22/" aria-label="Posts published on August 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/23/" aria-label="Posts published on August 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/24/" aria-label="Posts published on August 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/25/" aria-label="Posts published on August 25, 2011">25</a></td><td>26</td><td><a href="http://log.SunnyBoy.Me/2011/08/27/" aria-label="Posts published on August 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/28/" aria-label="Posts published on August 28, 2011">28</a></td>
	</tr><tr><td>29</td><td><a href="http://log.SunnyBoy.Me/2011/08/30/" aria-label="Posts published on August 30, 2011">30</a></td><td>31</td>
		<td class="pad" colspan="4">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
