<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#27599;&#20010;&#31243;&#24207;&#21592;&#37117;&#24212;&#35813;&#20570;&#30340;&#20107;&#24773;&#65306;&#20195;&#30721;&#23457;&#26597;&#65288;code review&#65289; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#27599;&#20010;&#31243;&#24207;&#21592;&#37117;&#24212;&#35813;&#20570;&#30340;&#20107;&#24773;&#65306;&#20195;&#30721;&#23457;&#26597;&#65288;code review&#65289; Comments Feed" href="http://log.SunnyBoy.Me/2011/10/10/12747/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#33529;&#26524;&#21457;&#24067;iPhone 4S" href="http://log.SunnyBoy.Me/2011/10/10/12746/"><link rel="next" title="iPhone&rsquo;s new Micro USB Adapter complies with EU charger standards" href="http://log.SunnyBoy.Me/2011/10/10/12748/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/10/10/12747/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=12747"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F10%2F10%2F12747%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F10%2F10%2F12747%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-12747 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-12747" class="post-12747 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#27599;&#20010;&#31243;&#24207;&#21592;&#37117;&#24212;&#35813;&#20570;&#30340;&#20107;&#24773;&#65306;&#20195;&#30721;&#23457;&#26597;&#65288;code review&#65289;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/10/12747/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><span><span>&#32763;&#35793;&#65306;magictong&#65288;&#31461;&#30922;&#65289;2011&#24180;9&#26376;</span></span></p>
<p><span><span>&#29256;&#26435;&#65306;Mack CC</span></span></p>
<p><span><span>&#21407;&#25991;&#22320;&#22336;&#65306;</span></span></p>
<p><a href="http://scientopia.org/blogs/goodmath/2011/07/06/things-everyone-should-do-code-review/"><span><span>http://scientopia.org/blogs/goodmath/2011/07/06/things-everyone-should-do-code-review/</span></span></a></p>
<p><span><span>&#21407;&#25991;&#21517;&#31216;&#65306;Things Everyone Should Do: Code Review</span></span></p>
<p><span><span>&nbsp;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#20043;&#21069;&#22312;&#19968;&#20123;&#39033;&#30446;&#20013;&#21457;&#29616;&#65292;&#20462;&#25913;&#20195;&#30721;&#25152;&#24102;&#26469;&#30340;bug&#27604;&#26032;&#24320;&#21457;&#21151;&#33021;&#30340;bug&#24182;&#19981;&#20250;&#23569;&#65292;&#32780;&#19988;&#36824;&#26356;&#19981;&#21487;&#25511;&#21046;&#65292;&#22240;&#20026;&#27979;&#35797;&#20154;&#21592;&#24182;&#19981;&#23436;&#20840;&#30693;&#36947;&#20320;&#25152;&#20462;&#25913;&#30340;&#37096;&#20998;&#21040;&#24213;&#24433;&#21709;&#21040;&#20102;&#21738;&#20123;&#23376;&#21151;&#33021;&#25110;&#32773;&#21738;&#20123;&#20854;&#23427;&#30340;&#27169;&#22359;&#65292;&#36825;&#23601;&#36896;&#25104;&#24456;&#22810;bug&#22312;&#29256;&#26412;&#22312;&#22806;&#21457;&#20043;&#21518;&#25165;&#22312;&#29992;&#25143;&#37027;&#37324;&#20986;&#29616;&#65292;&#32780;&#27979;&#35797;&#29992;&#20363;&#21017;&#26174;&#28982;&#26159;&#27809;&#26377;&#35206;&#30422;&#30340;&#12290;&#20854;&#23454;&#26377;&#25928;&#36991;&#20813;&#36825;&#20010;&#38382;&#39064;&#30340;&#19968;&#20010;&#26041;&#27861;&#23601;&#26159;code<br>
 review&#65292;&#36825;&#20063;&#26159;&#25105;&#22312;&#39033;&#30446;&#20013;&#22823;&#21147;&#25512;&#23815;&#30340;&#65292;&#36890;&#36807;&#23545;&#27599;&#19968;&#20010;&#23567;&#30340;&#25913;&#21160;&#36861;&#26681;&#31350;&#24213;&#30340;&#35810;&#38382;&#21644;&#36319;&#36394;&#65292;&#33021;&#22815;&#21457;&#29616;&#27979;&#35797;&#26080;&#27861;&#21457;&#29616;&#30340;&#19968;&#20123;&#38544;&#34255;&#30340;&#35809;&#24322;&#30340;&#38382;&#39064;&#65292;&#32780;&#36827;&#34892;code review&#30340;&#20154;&#21592;&#19981;&#33021;&#26159;&#26412;&#20154;&#24182;&#19988;&#26368;&#22909;&#26159;&#23545;&#30456;&#20851;&#21151;&#33021;&#26368;&#29087;&#24713;&#30340;&#24320;&#21457;&#20154;&#21592;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#36825;&#31687;&#25991;&#31456;&#26368;&#24320;&#22987;&#26159;&#21516;&#20107;&#25512;&#33616;&#21040;&#25105;&#20204;&#24320;&#21457;&#23567;&#32452;&#30340;&#65292;&#25105;&#30475;&#36807;&#20043;&#21518;&#24863;&#35273;&#22823;&#21463;&#21551;&#21457;&#65292;&#20915;&#23450;&#32763;&#35793;&#20986;&#26469;&#21644;&#22823;&#23478;&#19968;&#36215;&#23398;&#20064;&#21644;&#24605;&#32771;&hellip;&hellip;</span></span></p>
<p align="right"><span><span>&mdash;&mdash;Magictong 2011-9-25&#22812;</span></span></p>
<p><span><span>&nbsp;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#22312;&#25105;&#30340;&#26368;&#21518;&#19968;&#31687;&#24086;&#23376;&#20013;&#25105;&#26366;&#32463;&#25552;&#21040;&#36807;&#65292;&#25105;&#21363;&#23558;&#31163;&#24320;google&#20102;&#12290;&#20294;&#26159;&#25105;&#36824;&#27809;&#26377;&#23436;&#20840;&#20915;&#23450;&#19979;&#19968;&#23478;&#21435;&#21738;&#37324;&#24037;&#20316;&#65292;&#26377;&#20960;&#20010;&#19981;&#38169;&#30340;offer&#21487;&#20197;&#20379;&#25105;&#36873;&#25321;&#12290;&#22312;&#36825;&#27573;&#26102;&#26399;&#65292;&#25105;&#24050;&#32463;&#20960;&#20046;&#26159;&#19968;&#20010;&#33258;&#30001;&#20154;&#20102;&#65288;&#35793;&#32773;&#27880;&#65306;&#24037;&#20316;&#20132;&#25509;&#38454;&#27573;&#65292;&#27809;&#26377;&#20855;&#20307;&#24037;&#20316;&#20102;&#65289;&#65292;&#22240;&#27492;&#25105;&#20934;&#22791;&#29992;&#36825;&#20123;&#26102;&#38388;&#20889;&#19968;&#20123;&#26377;&#36259;&#30340;&#19987;&#19994;&#24615;&#30340;&#25991;&#31456;&#65292;&#20294;&#26159;&#36825;&#21487;&#33021;&#23548;&#33268;&#25105;&#21644;&#21516;&#20107;&#25110;&#32773;&#19978;&#32423;&#20851;&#31995;&#32039;&#24352;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>Google&#26159;&#19968;&#20010;&#30456;&#24403;&#37239;&#30340;&#20844;&#21496;&#12290;&#32780;&#19988;&#20182;&#20204;&#24050;&#32463;&#20570;&#20102;&#19968;&#20123;&#38750;&#24120;&#20102;&#19981;&#36215;&#30340;&#20107;&#24773;&mdash;&mdash;&#26080;&#35770;&#26159;&#20844;&#21496;&#22806;&#38754;&#29992;&#25143;&#21487;&#20197;&#30475;&#21040;&#30340;&#22320;&#26041;&#36824;&#26159;&#20844;&#21496;&#20869;&#37096;&#30340;&#19968;&#20123;&#19996;&#35199;&#65292;&#20854;&#20013;&#20844;&#21496;&#20869;&#24314;&#31435;&#30340;&#19968;&#20123;&#22909;&#30340;&#26426;&#21046;&#24182;&#19981;&#26159;&#31192;&#23494;&#65292;&#20294;&#26159;&#21364;&#24456;&#23569;&#34987;&#24191;&#27867;&#30340;&#35752;&#35770;&#65292;&#25105;&#20170;&#22825;&#27491;&#35201;&#21644;&#22823;&#23478;&#19968;&#36215;&#35752;&#35770;&#19979;&#36825;&#20123;&#20107;&#24773;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#20351;google&#30340;&#20195;&#30721;&#20581;&#22766;&#12289;&#39640;&#25928;&#32780;&#21448;&#20248;&#32654;&#30340;&#26368;&#37325;&#35201;&#30340;&#26041;&#27861;&#20854;&#23454;&#24456;&#31616;&#21333;&#65306;&#20195;&#30721;&#23457;&#26597;&#65288;code review&#65289;&#12290;&#23545;&#20110;google&#26469;&#35828;&#65292;&#20570;&#36825;&#20214;&#20107;&#24773;&#24182;&#19981;&#29305;&#27530;&mdash;&mdash;&#32780;&#26159;&#34987;&#24191;&#27867;&#35748;&#20026;&#26159;&#19968;&#20010;&#22909;&#30340;&#26426;&#21046;&#65288;idea&#65289;&#65292;&#22823;&#37327;&#30340;&#31243;&#24207;&#21592;&#37117;&#22312;&#20005;&#26684;&#25191;&#34892;&#12290;&#25105;&#36824;&#27809;&#30475;&#21040;&#36807;&#21478;&#19968;&#23478;&#22823;&#20844;&#21496;&#25226;&#20195;&#30721;&#23457;&#26597;&#24403;&#25104;&#26085;&#24120;&#24320;&#21457;&#20013;&#30340;&#19968;&#20214;&#26222;&#36890;&#30340;&#36136;&#37327;&#20445;&#35777;&#26426;&#21046;&#12290;&#22312;google&#65292;&#20219;&#20309;&#20135;&#21697;&#65292;&#20219;&#20309;&#24037;&#31243;&#30340;&#20195;&#30721;&#65292;&#22312;&#34987;&#36827;&#34892;&#20005;&#26684;&#25110;&#32773;&#26126;&#30830;&#30340;&#23457;&#26597;&#65288;code<br>
 review&#65289;&#20043;&#21069;&#65292;&#26159;&#19981;&#20801;&#35768;&#25552;&#20132;&#30340;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#27599;&#20010;&#31243;&#24207;&#21592;&#37117;&#24212;&#35813;&#36825;&#26679;&#20570;&#65292;&#25105;&#24456;&#35748;&#30495;&#30340;&#36825;&#20040;&#35762;&#65306;&#36825;&#24212;&#35813;&#26159;&#20005;&#26684;&#30340;&#36719;&#20214;&#24320;&#21457;&#20013;&#19968;&#20010;&#36890;&#29992;&#30340;&#35268;&#21017;&#12290;&#19981;&#20165;&#20165;&#26159;&#20135;&#21697;&#20195;&#30721;&#36825;&#26679;&mdash;&mdash;&#32780;&#24212;&#35813;&#26159;&#19968;&#20999;&#12290;&#23427;&#19981;&#20250;&#21344;&#29992;&#29305;&#21035;&#22810;&#30340;&#24037;&#20316;&#26102;&#38388;&#65292;&#20294;&#26159;&#20250;&#24102;&#26469;&#24040;&#22823;&#30340;&#19981;&#21516;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#20174;&#20195;&#30721;&#23457;&#26597;&#65288;code review&#65289;&#20013;&#25105;&#20204;&#33021;&#33719;&#24471;&#20160;&#20040;&#22909;&#22788;&#21602;&#65311;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#39318;&#20808;&#26368;&#26126;&#26174;&#30340;&#23601;&#26159;&#65306;&#22312;&#20195;&#30721;&#25552;&#20132;&#20043;&#21069;&#22810;&#20102;&#19968;&#21452;&#30524;&#30555;&#26469;&#23457;&#26597;&#20195;&#30721;&#65292;&#20063;&#23601;&#26356;&#26377;&#21487;&#33021;&#21457;&#29616;&#20195;&#30721;&#20013;&#30340;bug&#20102;&#12290;&#36825;&#20063;&#26159;&#24341;&#29992;&#21644;&#35752;&#35770;&#30340;&#26368;&#22810;&#30340;&#20195;&#30721;&#23457;&#26597;&#65288;code review&#65289;&#30340;&#22909;&#22788;&#12290;&#19981;&#36807;&#65292;&#20197;&#25105;&#30340;&#32463;&#39564;&#65292;&#36825;&#19981;&#36807;&#26159;&#20195;&#30721;&#23457;&#26597;&#65288;code review&#65289;&#26368;&#23569;&#30340;&#20215;&#20540;&#20043;&#19968;&#12290;&#31243;&#24207;&#21592;&#22312;&#20195;&#30721;&#23457;&#26597;&#65288;code<br>
 review&#65289;&#20013;&#21457;&#29616;&#30340;bug&#65292;&#22823;&#22810;&#25968;&#37117;&#26159;&#19981;&#37325;&#35201;&#30340;&#65292;&#21487;&#33021;&#23601;&#33457;&#20102;&#23457;&#26597;&#32773;&#20960;&#20998;&#38047;&#30340;&#26102;&#38388;&#12290;&#20195;&#30721;&#20013;&#30495;&#27491;&#38656;&#35201;&#33457;&#26102;&#38388;&#21435;&#25490;&#26597;&#30340;bug&#22312;&#23457;&#26597;&#38454;&#27573;&#26159;&#19981;&#22826;&#21487;&#33021;&#34987;&#26816;&#26597;&#20986;&#26469;&#30340;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#20195;&#30721;&#23457;&#26597;&#65288;code review&#65289;&#26368;&#22823;&#30340;&#20248;&#28857;&#26159;&#31038;&#20132;&#24615;&#36136;&#30340;&#12290;&#22914;&#26524;&#20320;&#27491;&#22312;&#20889;&#20195;&#30721;&#65292;&#24182;&#19988;&#20320;&#30693;&#36947;&#20320;&#30340;&#21516;&#20107;&#23558;&#20250;&#35201;&#26597;&#30475;&#20320;&#30340;&#20195;&#30721;&#65292;&#37027;&#20040;&#20320;&#32534;&#20889;&#30340;&#26102;&#20505;&#23601;&#20250;&#26356;&#21152;&#30340;&#24910;&#37325;&#21644;&#20180;&#32454;&#12290;&#20320;&#30340;&#20195;&#30721;&#20250;&#26356;&#21152;&#30340;&#25972;&#27905;&#65292;&#27880;&#37322;&#26356;&#21152;&#23436;&#21892;&#65292;&#24182;&#19988;&#26356;&#26377;&#32452;&#32455;&#24615;&#12290;&#22240;&#20026;&#20320;&#30693;&#36947;&#19968;&#20010;&#20154;&#23558;&#35201;&#26597;&#30475;&#20320;&#30340;&#20195;&#30721;&#65292;&#24182;&#19988;&#20320;&#23545;&#20182;&#32473;&#20320;&#30340;&#20195;&#30721;&#30340;&#35780;&#20215;&#24456;&#20851;&#24515;&#12290;&#22914;&#26524;&#27809;&#26377;&#20195;&#30721;&#23457;&#26597;&#65288;code<br>
 review&#65289;&#65292;&#20063;&#35768;&#20320;&#30693;&#36947;&#22312;&#26368;&#21518;&#24635;&#26159;&#20250;&#26377;&#20154;&#30475;&#20320;&#30340;&#20195;&#30721;&#30340;&#65292;&#20294;&#26159;&#22240;&#20026;&#21363;&#26102;&#24615;&#19981;&#39640;&#65292;&#22240;&#27492;&#32477;&#19981;&#20250;&#20135;&#29983;&#37027;&#31181;&#30456;&#21516;&#30340;&#32039;&#36843;&#24863;&#65292;&#20063;&#19981;&#20250;&#26377;&#37027;&#31181;&#20010;&#20154;&#35780;&#20215;&#30340;&#24863;&#35273;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#20195;&#30721;&#23457;&#26597;&#65288;code review&#65289;&#30340;&#19968;&#20010;&#26356;&#22823;&#30340;&#22909;&#22788;&#26159;&#65292;&#23427;&#21487;&#20197;&#20256;&#25773;&#30693;&#35782;&#65288;&#35793;&#32773;&#27880;&#65306;&#23601;&#26159;&#21516;&#20107;&#20043;&#38388;&#21487;&#20197;&#20998;&#20139;&#25216;&#26415;&#21644;&#32534;&#31243;&#26041;&#27861;&#65289;&#12290;&#22312;&#35768;&#35768;&#22810;&#22810;&#30340;&#24320;&#21457;&#23567;&#32452;&#37324;&#38754;&#65292;&#27599;&#20010;&#20154;&#37117;&#26159;&#36127;&#36131;&#33258;&#24049;&#30340;&#19968;&#20010;&#26680;&#24515;&#27169;&#22359;&#65292;&#24182;&#19988;&#27599;&#20010;&#20154;&#22522;&#26412;&#19978;&#37117;&#25226;&#20027;&#35201;&#30340;&#31934;&#21147;&#25918;&#22312;&#20851;&#27880;&#33258;&#24049;&#30340;&#27169;&#22359;&#19978;&#38754;&#12290;&#21482;&#35201;&#21516;&#20107;&#30340;&#27169;&#22359;&#27809;&#26377;&#30772;&#22351;&#33258;&#24049;&#30340;&#20195;&#30721;&#65292;&#22522;&#26412;&#19978;&#26159;&#19981;&#20250;&#30475;&#21035;&#20154;&#30340;&#20195;&#30721;&#30340;&#12290;&#24102;&#26469;&#30340;&#19968;&#20010;&#65288;&#19981;&#22909;&#30340;&#65289;&#24433;&#21709;&#23601;&#26159;&#65292;&#23545;&#20110;&#26576;&#20010;&#27169;&#22359;&#21487;&#33021;&#21482;&#26377;&#19968;&#20010;&#20154;&#29087;&#24713;&#23427;&#30340;&#20195;&#30721;&#12290;&#22914;&#26524;&#36825;&#20010;&#20154;&#20241;&#20551;&#20102;&#25110;&#32773;&mdash;&mdash;&#22825;&#26195;&#24471;&mdash;&mdash;&#31163;&#24320;&#20102;&#20844;&#21496;&#65292;&#65288;&#22312;&#30701;&#26102;&#38388;&#20869;&#65289;&#23601;&#26080;&#20154;&#30693;&#36947;&#36825;&#20010;&#27169;&#22359;&#30340;&#20219;&#20309;&#20869;&#37096;&#32454;&#33410;&#20102;&#12290;&#26377;&#20102;&#20195;&#30721;&#23457;&#26597;&#65288;code<br>
 review&#65289;&#20043;&#21518;&#65292;&#23601;&#26377;&#20004;&#20010;&#20154;&#29087;&#24713;&#21516;&#19968;&#22359;&#20195;&#30721;&#20102;&mdash;&mdash;&#20316;&#32773;&#21644;&#23457;&#26597;&#20154;&#12290;&#23457;&#26597;&#32773;&#21487;&#33021;&#19981;&#20687;&#20195;&#30721;&#20316;&#32773;&#37027;&#26679;&#23545;&#20195;&#30721;&#30340;&#32454;&#33410;&#26497;&#20854;&#29087;&#24713;&#65292;&#20294;&#26159;&#20250;&#29087;&#24713;&#27169;&#22359;&#30340;&#35774;&#35745;&#21644;&#32467;&#26500;&#65292;&#36825;&#27604;&#24819;&#35937;&#20013;&#30340;&#26377;&#20215;&#20540;&#24456;&#22810;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#24403;&#28982;&#65292;&#27809;&#26377;&#20160;&#20040;&#20107;&#24773;&#26159;&#23436;&#20840;&#31616;&#21333;&#26131;&#20570;&#30340;&#12290;&#20174;&#25105;&#30340;&#32463;&#39564;&#26469;&#30475;&#65292;&#22312;&#20320;&#25797;&#38271;&#36827;&#34892;&#20195;&#30721;&#23457;&#26597;&#20043;&#21069;&#26159;&#38656;&#35201;&#33457;&#19968;&#20123;&#26102;&#38388;&#30340;&#12290;&#19968;&#20123;&#32570;&#20047;&#32463;&#39564;&#30340;&#20195;&#30721;&#23457;&#26597;&#32773;&#65292;&#32463;&#24120;&#39057;&#32321;&#30340;&#36896;&#25104;&#19968;&#20123;&#24847;&#24819;&#19981;&#21040;&#30340;&#40635;&#28902;&#65292;&#35692;&#22914;&#20182;&#20204;&#32473;&#20104;&#19968;&#20123;&#21363;&#23558;&#35201;&#36827;&#34892;&#20195;&#30721;&#23457;&#26597;&#30340;&#20154;&#19968;&#20123;&#19981;&#22909;&#30340;&#32463;&#39564;&#65292;&#36825;&#26159;&#23558;&#20195;&#30721;&#23457;&#26597;&#65288;code<br>
 review&#65289;&#20316;&#20026;&#19968;&#39033;&#24120;&#35268;&#20107;&#21153;&#26469;&#20570;&#30340;&#20027;&#35201;&#38459;&#30861;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#20195;&#30721;&#23457;&#26597;&#30340;&#20027;&#35201;&#30446;&#30340;&#26159;&#22312;&#20195;&#30721;&#25552;&#20132;&#20043;&#21069;&#21457;&#29616;&#20195;&#30721;&#37324;&#38754;&#30340;&#38382;&#39064;&#12290;&#20320;&#35201;&#23547;&#25214;&#30340;&#23601;&#26159;&#20195;&#30721;&#27491;&#30830;&#19982;&#21542;&#12290;&#22312;&#20195;&#30721;&#23457;&#26597;&#20013;&#19968;&#20010;&#24120;&#35265;&#21644;&#24120;&#35268;&#30340;&#38169;&#35823;&mdash;&mdash;&#20063;&#26159;&#27599;&#20010;&#20154;&#31532;&#19968;&#27425;&#20570;&#20195;&#30721;&#23457;&#26597;&#24120;&#29359;&#30340;&#38169;&#35823;&#65292;&#23601;&#26159;&#21028;&#26029;&#20195;&#30721;&#26159;&#21542;&#20889;&#24471;&#36319;&#33258;&#24049;&#65288;&#20195;&#30721;&#23457;&#26597;&#32773;&#65289;&#24819;&#35937;&#30340;&#19968;&#26679;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#23545;&#20110;&#21516;&#19968;&#20010;&#38382;&#39064;&#65292;&#36890;&#24120;&#26377;&#20960;&#21313;&#31181;&#19981;&#21516;&#30340;&#26041;&#27861;&#26469;&#35299;&#20915;&#23427;&#12290;&#32780;&#32473;&#23450;&#20102;&#19968;&#31181;&#35299;&#20915;&#26041;&#26696;&#65292;&#36890;&#36807;&#20195;&#30721;&#26469;&#34920;&#36798;&#23427;&#30340;&#26041;&#27861;&#36890;&#24120;&#26377;&#19978;&#30334;&#19975;&#31181;&#12290;&#23545;&#20110;&#19968;&#20010;&#20195;&#30721;&#23457;&#26597;&#32773;&#26469;&#35828;&#65292;&#22312;&#36827;&#34892;&#20195;&#30721;&#23457;&#26597;&#26102;&#65292;&#20320;&#30340;&#24037;&#20316;&#19981;&#26159;&#21028;&#26029;&#36825;&#20010;&#20195;&#30721;&#26159;&#19981;&#26159;&#20889;&#24471;&#36319;&#33258;&#24049;&#29616;&#35937;&#30340;&#19968;&#26679;&mdash;&mdash;&#21407;&#22240;&#26174;&#32780;&#26131;&#35265;&#65292;&#32943;&#23450;&#19981;&#20687;&#65288;&#35793;&#32773;&#27880;&#65306;&#20439;&#35805;&#35828;&#65292;&#23545;&#20110;&#21516;&#19968;&#20010;&#38382;&#39064;&#65292;&#19968;&#30334;&#20010;&#31243;&#24207;&#21592;&#20250;&#20889;&#19979;&#19968;&#30334;&#31181;&#19981;&#21516;&#30340;&#20195;&#30721;&#65289;&#12290;&#20195;&#30721;&#23457;&#26597;&#32773;&#30340;&#24037;&#20316;&#24212;&#35813;&#26159;&#30830;&#20445;&#20316;&#32773;&#30340;&#20195;&#30721;&#23454;&#29616;&#26159;&#27491;&#30830;&#30340;&#12290;&#22914;&#26524;&#36825;&#20010;&#35268;&#21017;&#34987;&#25171;&#30772;&#30340;&#35805;&#65292;&#20320;&#26368;&#32456;&#20250;&#24456;&#26377;&#25387;&#36133;&#24863;&#65288;&#35793;&#32773;&#27880;&#65306;&#22240;&#20026;&#20320;&#20250;&#21457;&#29616;&#36825;&#20195;&#30721;&#24590;&#20040;&#20889;&#24471;&#21644;&#33258;&#24049;&#23436;&#20840;&#19981;&#19968;&#26679;&#65281;&#65289;&mdash;&mdash;&#36825;&#19981;&#26159;&#19968;&#20214;&#22909;&#20107;&#24773;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#20107;&#23454;&#19978;&#36825;&#20063;&#26159;&#19968;&#20010;&#24456;&#24443;&#24213;&#24456;&#33258;&#28982;&#29359;&#24471;&#38169;&#35823;&#12290;&#22914;&#26524;&#20320;&#26159;&#19968;&#20010;&#31243;&#24207;&#21592;&#65292;&#24403;&#20320;&#21457;&#29616;&#19968;&#20010;&#38382;&#39064;&#30340;&#26102;&#20505;&#65292;&#20320;&#21487;&#33021;&#39532;&#19978;&#23601;&#24863;&#35273;&#30475;&#21040;&#20102;&#35299;&#20915;&#38382;&#39064;&#30340;&#26041;&#27861;&#65292;&#24182;&#19988;&#20320;&#35273;&#24471;&#20320;&#30340;&#35299;&#20915;&#26041;&#26696;&#26159;&#27491;&#30830;&#30340;&#65292;&#20294;&#26159;&#24448;&#24448;&#23427;&#19981;&#26159;&#12290;&#20316;&#20026;&#19968;&#20010;&#20248;&#31168;&#30340;&#20195;&#30721;&#23457;&#26597;&#32773;&#65292;&#20320;&#38656;&#35201;&#30693;&#36947;&#36825;&#28857;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#22312;&#20195;&#30721;&#23457;&#26597;&#20013;&#26131;&#29359;&#30340;&#31532;&#20108;&#20010;&#20027;&#35201;&#38169;&#35823;&#26159;&#20195;&#30721;&#23457;&#26597;&#32773;&#24863;&#35273;&#26377;&#20041;&#21153;&#21644;&#36131;&#20219;&#24517;&#39035;&#35201;&#35828;&#20123;&#20160;&#20040;&#12290;&#22240;&#20026;&#20320;&#35273;&#24471;&#20195;&#30721;&#20316;&#32773;&#22312;&#36825;&#20221;&#20195;&#30721;&#19978;&#35805;&#36153;&#20102;&#22823;&#37327;&#30340;&#26102;&#38388;&#21644;&#31934;&#21147;&mdash;&mdash;&#38590;&#36947;&#19981;&#24212;&#35813;&#35828;&#28857;&#20160;&#20040;&#21527;&#65311;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#19981;&#65281;&#19981;&#35201;&#36825;&#26679;&#20570;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#22914;&#26524;&#20195;&#30721;&#37324;&#38754;&#27809;&#26377;&#21457;&#29616;&#20219;&#20309;&#30340;&#38169;&#35823;&#65292;&#21482;&#38656;&#35201;&#35828;&#65306;&ldquo;&#21834;&#65292;&#30475;&#36215;&#26469;&#38750;&#24120;&#22909;&#65281;&rdquo;&#22914;&#26524;&#20320;&#20687;&#25171;&#29454;&#25628;&#23547;&#19968;&#26679;&#24819;&#25214;&#21040;&#19968;&#20123;&#22320;&#26041;&#26469;&#25209;&#35780;&#65292;&#37027;&#20040;&#26368;&#32456;&#20320;&#30340;&#25152;&#35859;&#30340;&#19968;&#20123;&#25209;&#35780;&#37117;&#26159;&#22312;&#25439;&#23475;&#20320;&#30340;&#20449;&#35465;&#12290;&#22914;&#26524;&#20320;&#32463;&#24120;&#36825;&#26679;&#20570;&#65292;&#21040;&#21518;&#38754;&#20195;&#30721;&#30340;&#20316;&#32773;&#20250;&#35748;&#20026;&#24744;&#20165;&#20165;&#20026;&#20102;&#25209;&#35780;&#32780;&#25209;&#35780;&#65292;&#24744;&#30340;&#24847;&#35265;&#20063;&#23558;&#19981;&#20877;&#34987;&#35748;&#30495;&#30340;&#23545;&#24453;&#20102;&#65288;&#35793;&#32773;&#27880;&#65306;&#26377;&#28857;&#20687;&#29436;&#26469;&#20102;&#65289;&#12290;</span></span></p>
<p><span><span><span>&nbsp;&nbsp; &nbsp; &nbsp;</span>&#31532;&#19977;&#20010;&#26131;&#29359;&#30340;&#38169;&#35823;&#23601;&#26159;&#23457;&#26597;&#20195;&#30721;&#30340;&#36895;&#24230;&#20102;&#12290;&#19981;&#35201;&#24613;&#24613;&#24537;&#24537;&#30340;&#36827;&#34892;&#20195;&#30721;&#23457;&#26597;&mdash;&mdash;&#20294;&#26159;&#20320;&#38656;&#35201;&#21363;&#26102;&#30340;&#21435;&#20570;&#36825;&#20214;&#20107;&#24773;&#12290;&#22240;&#20026;&#20320;&#30340;&#21516;&#20107;&#27491;&#22312;&#31561;&#20320;&#36827;&#34892;&#20195;&#30721;&#23457;&#26597;&#12290;&#22914;&#26524;&#20320;&#21644;&#21516;&#20107;&#27809;&#26377;&#21363;&#26102;&#36827;&#34892;&#20195;&#30721;&#23457;&#26597;&#65288;code review&#65289;&#65292;&#24182;&#25353;&#26102;&#23436;&#25104;&#65292;&#37027;&#20040;&#26368;&#21518;&#22823;&#23478;&#37117;&#20250;&#24863;&#21040;&#27822;&#20007;&#65292;&#24182;&#19988;&#36825;&#27425;&#30340;&#20195;&#30721;&#23457;&#26597;&#65288;code<br>
 review&#65289;&#20063;&#20165;&#20165;&#26159;&#36896;&#25104;&#20102;&#27822;&#20007;&#21644;&#25387;&#25240;&#32780;&#24050;&#12290;&#30475;&#36215;&#26469;&#20002;&#19979;&#20854;&#20182;&#30340;&#20107;&#24773;&#21435;&#20570;&#20195;&#30721;&#23457;&#26597;&#65288;code review&#65289;&#26159;&#19968;&#31181;&#19981;&#22909;&#30340;&#25171;&#23700;&#34892;&#20026;&#65292;&#20854;&#23454;&#19981;&#26159;&#12290;&#22312;&#26377;&#20154;&#21483;&#20320;&#21435;&#20570;&#20195;&#30721;&#23457;&#26597;&#65288;code review&#65289;&#26102;&#65292;&#20320;&#19981;&#38656;&#35201;&#20013;&#26029;&#20219;&#20309;&#20107;&#24773;&#12290;&#20294;&#26159;&#22312;&#20960;&#20010;&#23567;&#26102;&#20043;&#21518;&#65292;&#20320;&#23558;&#20250;&#25171;&#26029;&#20320;&#27491;&#22312;&#20570;&#30340;&#20107;&#24773;&mdash;&mdash;&#21435;&#21917;&#26479;&#33590;&#65292;&#21435;&#19979;&#27927;&#25163;&#38388;&#65292;&#25110;&#32773;&#21435;&#25955;&#19979;&#27493;&#12290;&#24403;&#20320;&#22238;&#26469;&#30340;&#26102;&#20505;&#20320;&#21487;&#20197;&#36827;&#34892;&#20195;&#30721;&#23457;&#26597;&#65288;code review&#65289;&#24037;&#20316;&#24182;&#23436;&#25104;&#23427;&#12290;&#22914;&#26524;&#20320;&#22362;&#25345;&#36825;&#26679;&#20570;&#65292;&#37027;&#20320;&#30340;&#21516;&#20107;&#23601;&#19981;&#20250;&#22312;&#36825;&#20214;&#20107;&#24773;&#19978;&#20877;&#33457;&#24456;&#38271;&#19968;&#27573;&#26102;&#38388;&#31561;&#20320;&#20102;&#12290;</span></span></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/10/12747/" title="6:16 AM" rel="bookmark"><time class="entry-date" datetime="2011-10-10T06:16:33+00:00">2011/10/10</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/10/10/12746/" rel="prev"><span class="meta-nav">&larr;</span> &#33529;&#26524;&#21457;&#24067;iPhone 4S</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/10/10/12748/" rel="next">iPhone&rsquo;s new Micro USB Adapter complies with EU charger standards <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/10/10/12747/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="12747" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="c2e11a9a40"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="73"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>October 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/09/">&laquo; Sep</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/11/">Nov &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="5" class="pad">&nbsp;</td><td>1</td><td>2</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/03/" aria-label="Posts published on October 3, 2011">3</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/04/" aria-label="Posts published on October 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/05/" aria-label="Posts published on October 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/10/07/" aria-label="Posts published on October 7, 2011">7</a></td><td>8</td><td>9</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/10/" aria-label="Posts published on October 10, 2011">10</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/11/" aria-label="Posts published on October 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/12/" aria-label="Posts published on October 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/13/" aria-label="Posts published on October 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/14/" aria-label="Posts published on October 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/15/" aria-label="Posts published on October 15, 2011">15</a></td><td>16</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/17/" aria-label="Posts published on October 17, 2011">17</a></td><td>18</td><td><a href="http://log.SunnyBoy.Me/2011/10/19/" aria-label="Posts published on October 19, 2011">19</a></td><td>20</td><td>21</td><td><a href="http://log.SunnyBoy.Me/2011/10/22/" aria-label="Posts published on October 22, 2011">22</a></td><td>23</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/24/" aria-label="Posts published on October 24, 2011">24</a></td><td>25</td><td>26</td><td><a href="http://log.SunnyBoy.Me/2011/10/27/" aria-label="Posts published on October 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/28/" aria-label="Posts published on October 28, 2011">28</a></td><td>29</td><td><a href="http://log.SunnyBoy.Me/2011/10/30/" aria-label="Posts published on October 30, 2011">30</a></td>
	</tr><tr><td>31</td>
		<td class="pad" colspan="6">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
