<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#12304;&#36716;&#12305;&#21488;&#28286;&#20013;&#22830;&#30740;&#31350;&#38498;&#21382;&#21490;&#30740;&#31350;&#25152;&#38498;&#22763;&#29579;&#27867;&#26862;&#20808;&#29983;&#65306;&#22914;&#26524;&#35753;&#25105;&#37325;&#20570;&#19968;&#27425;&#30740;&#31350;&#29983; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#12304;&#36716;&#12305;&#21488;&#28286;&#20013;&#22830;&#30740;&#31350;&#38498;&#21382;&#21490;&#30740;&#31350;&#25152;&#38498;&#22763;&#29579;&#27867;&#26862;&#20808;&#29983;&#65306;&#22914;&#26524;&#35753;&#25105;&#37325;&#20570;&#19968;&#27425;&#30740;&#31350;&#29983; Comments Feed" href="http://log.SunnyBoy.Me/2011/08/16/12430/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#19982;&#19968;&#32447;Linux&#23884;&#20837;&#24335;&#24320;&#21457;&#24037;&#31243;&#24072;&#30340;&#23545;&#35805;" href="http://log.SunnyBoy.Me/2011/08/16/12428/"><link rel="next" title="[&#22270;+&#35270;&#39057;]MIT&#30740;&#21457;&#20415;&#25658;&#24335;3D&#26174;&#24494;&#38236;&#25216;&#26415; _3D / IMAX / &#34394;&#25311;&#29616;&#23454;_cnBeta.COM" href="http://log.SunnyBoy.Me/2011/08/17/12446/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/08/16/12430/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=12430"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F08%2F16%2F12430%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F08%2F16%2F12430%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-12430 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-12430" class="post-12430 post type-post status-publish format-standard hentry category-leading tag-leading tag-life"><header class="entry-header"><h1 class="entry-title">&#12304;&#36716;&#12305;&#21488;&#28286;&#20013;&#22830;&#30740;&#31350;&#38498;&#21382;&#21490;&#30740;&#31350;&#25152;&#38498;&#22763;&#29579;&#27867;&#26862;&#20808;&#29983;&#65306;&#22914;&#26524;&#35753;&#25105;&#37325;&#20570;&#19968;&#27425;&#30740;&#31350;&#29983;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/16/12430/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#29579;&#27867;&#26862; &#38498;&#22763; &#21488;&#28286;&#20013;&#22830;&#30740;&#31350;&#38498;&#21382;&#21490;&#35821;&#35328;&#30740;&#31350;&#25152;</p>
<p>    &#36825;&#20010;&#39064;&#30446;&#25105;&#38750;&#24120;&#21916;&#27426;&#65292;&#22240;&#20026;&#36825;&#20010;&#39064;&#30446;&#65292;&#23545;&#22823;&#23478;&#22810;&#23569;&#37117;&#26377;&#23454;&#38469;&#30340;&#24110;&#21161;&#12290;&#22914;&#26524;&#19979;&#27425;&#25105;&#24517;&#39035;&#20877;&#30331;&#21488;&#28436;&#35762;&#65292;&#25105;&#35273;&#24471;&#36825;&#20010;&#39064;&#30446;&#36824;&#21487;&#20197;&#20877;&#21457;&#25381;&#19968;&#20004;&#27425;&#12290;&#25105;&#26159;&#21488;&#22823;&#21382;&#21490;&#30740;&#31350;&#25152;&#27605;&#19994;&#30340;&#65292;&#25152;&#20197;&#25105;&#30340;&#30805;&#22763;&#26159;&#22312;&#21488;&#22823;&#21382;&#21490;&#30740;&#31350;&#25152;&#65292;&#25105;&#30340;&#21338;&#22763;&#26159;&#22312;&#32654;&#22269;&#26222;&#26519;&#26031;&#39039;&#22823;&#23398;&#21462;&#24471;&#30340;&#12290;&#25105;&#24819;&#22312;&#24231;&#30340;&#21508;&#20301;&#26377;&#30805;&#22763;&#12289;&#26377;&#21338;&#22763;&#65292;&#22240;&#27492;&#25105;&#20197;&#36825;&#20004;&#20010;&#38454;&#27573;&#20026;&#20027;&#65292;&#25226;&#25105;&#30340;&#32463;&#39564;&#21576;&#29616;&#32473;&#21508;&#20301;&#12290;<br>
        &#25105;&#20174;&#26469;&#19981;&#35748;&#20026;&#25105;&#26159;&#20301;&#26377;&#25104;&#23601;&#30340;&#23398;&#32773;&#65292;&#25105;&#20063;&#24517;&#39035;&#36319;&#21508;&#20301;&#22374;&#30333;&#65292;&#25105;&#20026;&#20102;&#35201;&#26469;&#20570;&#36825;&#22330;&#28436;&#35762;&#65292;&#22312;&#25152;&#37324;&#30896;&#21040;&#21018;&#20174;&#32654;&#22269;&#35835;&#23436;&#21338;&#22763;&#22238;&#26469;&#30340;&#21516;&#20107;&#65292;&#22240;&#20026;&#20182;&#20204;&#21018;&#31163;&#24320;&#21338;&#22763;&#29983;&#30340;&#38454;&#27573;&#65292;&#27604;&#36739;&#26377;&#19968;&#20123;&#33258;&#24049;&#36739;&#29420;&#29305;&#30340;&#24819;&#27861;&#65292;&#25105;&#23601;&#38382;&#20182;&#65306;&#12300;&#22914;&#26524;&#20320;&#35762;&#36825;&#20010;&#38382;&#39064;&#65292;&#20934;&#22791;&#35201;&#36129;&#29486;&#20160;&#20040;&#65311;&#12301;&#32467;&#21512;&#20102;&#20182;&#20204;&#30340;&#24847;&#35265;&#65292;&#20849;&#21516;&#37213;&#37247;&#20102;&#20170;&#22825;&#30340;&#28436;&#35762;&#20869;&#23481;&#65292;&#22240;&#27492;&#36825;&#37324;&#38754;&#19981;&#20840;&#26159;&#25105;&#19968;&#20010;&#20154;&#30340;&#35266;&#28857;&#12290;&#34429;&#28982;&#25105;&#30340;&#30805;&#22763;&#35770;&#25991;&#21644;&#21338;&#22763;&#35770;&#25991;&#37117;&#20986;&#29256;&#20102;&#65292;&#20294;&#19981;&#34920;&#31034;&#25105;&#23601;&#26159;&#19968;&#20010;&#25104;&#21151;&#30340;&#30740;&#31350;&#29983;&#65292;&#22240;&#20026;&#25105;&#20063;&#24635;&#36824;&#26377;&#20854;&#23427;&#26041;&#38754;&#20173;&#26159;&#25077;&#25077;&#25026;&#25026;&#12290;&#25105;&#30340;&#30805;&#22763;&#35770;&#25991;&#26159;&#20108;&#21313;&#24180;&#21069;&#26102;&#25253;&#20986;&#29256;&#20844;&#21496;&#20986;&#29256;&#30340;&#65292;&#25105;&#30340;&#21338;&#22763;&#35770;&#25991;&#26159;&#33521;&#22269;&#21073;&#26725;&#22823;&#23398;&#20986;&#29256;&#30340;&#12290;&#20320;&#35828;&#26377;&#29305;&#21035;&#22909;&#21527;&#65311;&#25105;&#19981;&#25954;&#20081;&#35828;&#12290;&#25105;&#20170;&#22825;&#21482;&#26159;&#32508;&#21512;&#19968;&#20123;&#32463;&#39564;&#65292;&#25552;&#20379;&#22823;&#23478;&#21442;&#32771;&#12290;</p>
<p>        &#19968;&#12289;&#30740;&#31350;&#29983;&#19982;&#22823;&#23398;&#29983;&#30340;&#21306;&#21035;</p>
<p>        &#39318;&#20808;&#36319;&#22823;&#23478;&#35828;&#26126;&#19968;&#19979;&#30740;&#31350;&#29983;&#21644;&#22823;&#23398;&#29983;&#30340;&#21306;&#21035;&#12290;&#22823;&#23398;&#29983;&#22522;&#26412;&#19978;&#26159;&#26469;&#25509;&#21463;&#23398;&#38382;&#12289;&#25509;&#21463;&#30693;&#35782;&#30340;&#65292;&#28982;&#32780;&#19981;&#31649;&#26159;&#23545;&#20110;&#30805;&#22763;&#26102;&#26399;&#25110;&#26159;&#21338;&#22763;&#26102;&#26399;&#30340;&#30740;&#31350;&#32780;&#35328;&#65292;&#37117;&#24212;&#35813;&#20934;&#22791;&#35201;&#24320;&#22987;&#21046;&#36896;&#26032;&#30340;&#30693;&#35782;&#65292;&#25105;&#20204;&#22312;&#32654;&#22269;&#24471;&#21040;&#21338;&#22763;&#23398;&#20301;&#26102;&#37117;&#20250;&#39046;&#21040;&#30475;&#19981;&#25026;&#30340;&#27605;&#19994;&#35777;&#20070;&#65292;&#22312;&#19968;&#20010;&#20598;&#28982;&#30340;&#26426;&#20250;&#19979;&#65292;&#25105;&#38382;&#20102;&#19968;&#20301;&#25026;&#25289;&#19969;&#25991;&#30340;&#20154;&#65292;&#19978;&#38754;&#30340;&#20869;&#23481;&#20026;&#20309;&#65311;&#20182;&#21578;&#35785;&#25105;&#65306;&#12300;&#37324;&#22836;&#20889;&#30340;&#26159;&#24685;&#21916;&#20320;&#23545;&#20154;&#31867;&#30340;&#30693;&#35782;&#26377;&#25152;&#21019;&#26032;&#65292;&#22240;&#27492;&#25480;&#20104;&#20320;&#36825;&#20010;&#23398;&#20301;&#12290;&#12301;&#22312;&#20013;&#22269;&#21407;&#26412;&#24182;&#27809;&#26377;&#21338;&#30805;&#22763;&#30340;&#23398;&#21382;&#65292;&#20294;&#26159;&#22312;&#35199;&#26041;&#20182;&#20204;&#21407;&#26469;&#30340;&#29992;&#24847;&#26159;&#65292;&#24685;&#36154;&#20320;&#24050;&#32463;&#23545;&#20154;&#31867;&#26222;&#36941;&#30340;&#30693;&#35782;&#26377;&#25152;&#21019;&#26032;&#65292;&#36825;&#20010;&#21019;&#26032;&#25110;&#22823;&#25110;&#23567;&#65292;&#37117;&#26159;&#23545;&#20110;&#26222;&#36941;&#30340;&#30693;&#35782;&#26377;&#25152;&#36129;&#29486;&#12290;&#36825;&#20010;&#21019;&#26032;&#19981;&#20250;&#22240;&#20026;&#20320;&#20570;&#26412;&#22303;&#19982;&#21542;&#32780;&#26377;&#25152;&#19981;&#21516;&#65292;&#25152;&#20197;&#31532;&#19968;&#20010;&#25105;&#20204;&#24517;&#39035;&#35201;&#24456;&#29992;&#24515;&#12289;&#24456;&#28145;&#21051;&#30340;&#24605;&#32771;&#65292;&#22823;&#23398;&#29983;&#21644;&#30740;&#31350;&#29983;&#26159;&#19981;&#21516;&#30340;&#12290;</p>
<p>        &#65288;&#19968;&#65289;&#36873;&#25321;&#33258;&#24049;&#30340;&#38382;&#39064;&#21462;&#21521;&#65292;&#23398;&#20250;&#21019;&#26032;</p>
<p>        &#20320;&#19968;&#26086;&#26159;&#30740;&#31350;&#29983;&#65292;&#20320;&#23601;&#24050;&#32463;&#36827;&#20837;&#21478;&#19968;&#20010;&#38454;&#27573;&#65292;&#19981;&#21482;&#26159;&#35201;&#23436;&#20840;&#20048;&#22312;&#20854;&#20013;&#65292;&#26356;&#35201;&#20174;&#32780;&#25509;&#21463;&#21508;&#31181;&#26377;&#36259;&#30340;&#30693;&#35782;&#65292;&#36827;&#20837;&#21046;&#36896;&#30693;&#35782;&#30340;&#38454;&#27573;&#65292;&#20063;&#23601;&#26159;&#35828;&#20320;&#30340;&#35770;&#25991;&#24212;&#35813;&#26377;&#25152;&#21019;&#26032;&#12290;&#30001;&#25509;&#21463;&#30693;&#35782;&#21040;&#21019;&#36896;&#30693;&#35782;&#65292;&#26159;&#36523;&#20026;&#19968;&#20010;&#30740;&#31350;&#29983;&#26368;&#22823;&#30340;&#29305;&#33394;&#65292;&#19981;&#20165;&#22914;&#27492;&#65292;&#36824;&#35201;&#20307;&#35748;&#33258;&#24049;&#19981;&#20877;&#26159;&#20010;&#23481;&#22120;&#65292;&#31561;&#30528;&#32769;&#24072;&#25226;&#26576;&#20123;&#19996;&#35199;&#20498;&#22312;&#33590;&#26479;&#37324;&#65292;&#32780;&#26159;&#35201;&#24320;&#22987;&#36880;&#27493;&#21457;&#23637;&#21644;&#24320;&#21457;&#33258;&#24049;&#12290;&#20570;&#20026;&#30740;&#31350;&#29983;&#19981;&#20877;&#26159;&#23545;&#20110;&#21508;&#31181;&#26032;&#22855;&#30340;&#35838;&#29031;&#21333;&#20840;&#25910;&#65292;&#32780;&#26159;&#35201;&#37325;&#35270;&#38382;&#39064;&#21462;&#21521;&#30340;&#23433;&#25490;&#65292;&#23601;&#26159;&#22312;&#30805;&#22763;&#25110;&#21338;&#22763;&#30340;&#38454;&#27573;&#37324;&#38754;&#65292;&#25152;&#26377;&#30340;&#31934;&#21147;&#12289;&#25152;&#26377;&#20462;&#35838;&#20197;&#21450;&#35835;&#30340;&#20070;&#37324;&#38754;&#37117;&#24212;&#35813;&#35201;&#26377;&#19968;&#20010;&#20851;&#27880;&#30340;&#28966;&#28857;&#65292;&#32780;&#19981;&#33021;&#20687;&#22823;&#23398;&#37027;&#33324;&#28459;&#26080;&#30446;&#26631;&#12290;&#22823;&#23398;&#29983;&#26102;&#20195;&#26159;&#22240;&#20026;&#20320;&#35201;&#23613;&#37327;&#24320;&#21019;&#33258;&#24049;&#25509;&#21463;&#20219;&#20309;&#19996;&#35199;&#65292;&#20294;&#26159;&#21040;&#20102;&#30805;&#22763;&#29983;&#21644;&#21338;&#22763;&#29983;&#65292;&#26377;&#19968;&#20010;&#26368;&#32456;&#30340;&#30446;&#30340;&#65292;&#23601;&#26159;&#35201;&#23436;&#25104;&#35770;&#25991;&#65292;&#37027;&#31687;&#35770;&#25991;&#26159;&#20320;&#20010;&#20154;&#25152;&#26377;&#27494;&#21151;&#30340;&#24635;&#38598;&#21512;&#65292;&#25152;&#20197;&#36825;&#26102;&#20505;&#24517;&#39035;&#35201;&#26377;&#20010;&#38382;&#39064;&#21462;&#21521;&#30340;&#23398;&#20064;&#12290;</p>
<p>        &#65288;&#20108;&#65289;&#23581;&#35797;&#36328;&#39046;&#22495;&#30740;&#31350;&#65292;&#20027;&#21160;&#23398;&#20064;</p>
<p>        &#25552;&#20986;&#19968;&#20010;&#37325;&#35201;&#30340;&#38382;&#39064;&#65292;&#36328;&#36234;&#19968;&#20010;&#37325;&#35201;&#30340;&#39046;&#22495;&#65292;&#23558;&#20915;&#23450;&#20320;&#26410;&#26469;&#30340;&#25104;&#36133;&#12290;&#25105;&#20063;&#22312;&#21488;&#22823;&#21644;&#28165;&#21326;&#25945;&#20102;&#21313;&#20960;&#24180;&#30340;&#35838;&#65292;&#25105;&#24120;&#24120;&#36319;&#23398;&#29983;&#35762;&#65292;&#36873;&#23545;&#19968;&#20010;&#39046;&#22495;&#21644;&#36873;&#23545;&#19968;&#20010;&#38382;&#39064;&#26159;&#25104;&#36133;&#30340;&#20851;&#38190;&#65292;&#32780;&#20320;&#33258;&#24049;&#26412;&#36523;&#24517;&#39035;&#26159;&#24102;&#30528;&#38382;&#39064;&#26469;&#25506;&#31350;&#26080;&#38480;&#30340;&#23398;&#38382;&#19990;&#30028;&#65292;&#22240;&#20026;&#20320;&#19981;&#20877;&#20687;&#22823;&#23398;&#26102;&#20195;&#19968;&#26679;&#27867;&#28389;&#26080;&#25152;&#24402;&#12290;&#25152;&#20197;&#36825;&#27573;&#26102;&#38388;&#20869;&#65292;&#24517;&#39035;&#36873;&#23450;&#19968;&#20010;&#26377;&#20852;&#36259;&#19982;&#20851;&#27880;&#30340;&#20027;&#39064;&#20026;&#20986;&#21457;&#28857;&#65292;&#26469;&#25506;&#31350;&#36825;&#20123;&#30693;&#35782;&#65292;&#20135;&#29983;&#26377;&#26426;&#30340;&#24490;&#29615;&#12290;&#30001;&#20110;&#20320;&#26159;&#33258;&#21457;&#24615;&#30340;&#23545;&#36825;&#20010;&#38382;&#39064;&#20135;&#29983;&#22909;&#22855;&#21644;&#20852;&#36259;&#65292;&#25152;&#20197;&#20320;&#30340;&#24577;&#24230;&#21644;&#22823;&#23398;&#37096;&#30340;&#23398;&#29983;&#26159;&#25130;&#28982;&#19981;&#21516;&#30340;&#65292;&#20320;&#24930;&#24930;&#20174;&#34987;&#21160;&#30340;&#25509;&#21463;&#32773;&#21464;&#25104;&#26159;&#19968;&#20010;&#20027;&#21160;&#30340;&#25506;&#32034;&#32773;&#65292;&#24182;&#23398;&#20250;&#24736;&#28216;&#22312;&#36825;&#23398;&#26415;&#30340;&#39046;&#22495;&#12290;&#25105;&#20030;&#19968;&#20010;&#20363;&#23376;&#65292;&#25105;&#20204;&#30340;&#20013;&#22830;&#30740;&#31350;&#38498;&#38498;&#38271;&#26446;&#36828;&#21746;&#20808;&#29983;&#65292;&#24471;&#20102;&#35834;&#36125;&#23572;&#22870;&#12290;&#20182;&#26366;&#32463;&#22312;&#20013;&#30740;&#38498;&#30340;&#21608;&#25253;&#20889;&#36807;&#20960;&#31687;&#25991;&#31456;&#65292;&#22312;&#20182;&#30340;&#35328;&#35770;&#38598;&#37324;&#38754;&#65292;&#25110;&#35768;&#21508;&#20301;&#20063;&#21487;&#20197;&#30475;&#21040;&#65292;&#20182;&#21453;&#22797;&#25552;&#21040;&#20182;&#30340;&#25925;&#20107;&#12290;&#20182;&#26159;&#22240;&#20026;&#35835;&#20102;&#19968;&#20010;&#21483;&#20570;&#39532;&#20136;&#25945;&#25480;&#30340;&#25945;&#31185;&#20070;&#32780;&#21435;&#32654;&#22269;&#26575;&#20811;&#33713;&#22823;&#23398;&#24565;&#20070;&#65292;&#21435;&#20102;&#20197;&#21518;&#25165;&#21457;&#29616;&#65292;&#36825;&#20010;&#32769;&#24072;&#21482;&#32473;&#20182;&#19968;&#24352;&#25903;&#31080;&#65292;&#36319;&#20182;&#35828;&#20320;&#35201;&#33457;&#38065;&#20320;&#23613;&#37327;&#29992;&#65292;&#20294;&#26159;&#20174;&#26469;&#19981;&#25945;&#20182;&#20219;&#20309;&#19996;&#35199;&#12290;&#21487;&#26159;&#22721;&#37027;&#20010;&#25945;&#25480;&#65292;&#32769;&#24072;&#25945;&#24456;&#22810;&#65292;&#32780;&#19988;&#27599;&#22825;&#23398;&#29983;&#37117;&#26159;&#36319;&#30528;&#32769;&#24072;&#23398;&#20064;&#12290;&#20182;&#26377;&#19968;&#27425;&#23601;&#36319;&#37027;&#20010;&#32769;&#24072;&#25265;&#24616;&#65306;&#12300;&#37027;&#20320;&#20026;&#20160;&#20040;&#19981;&#25945;&#25105;&#28857;&#19996;&#35199;&#21602;&#65311;&#12301;&#37027;&#20010;&#32769;&#24072;&#23601;&#35828;&#65306;&#12300;&#22914;&#26524;&#25105;&#30693;&#36947;&#32467;&#26524;&#65292;&#37027;&#25105;&#35201;&#20320;&#26469;&#36825;&#36793;&#24565;&#20070;&#20570;&#20160;&#20040;&#65311;&#25105;&#23601;&#26159;&#22240;&#20026;&#19981;&#30693;&#36947;&#65292;&#25152;&#20197;&#35201;&#25105;&#20204;&#20849;&#21516;&#25506;&#32034;&#19968;&#20010;&#38382;&#39064;&#12289;&#19968;&#20010;&#26410;&#30693;&#30340;&#39046;&#22495;&#12290;&#12301;&#20182;&#35828;&#20854;&#23454;&#36825;&#20004;&#31181;&#25945;&#27861;&#37117;&#26377;&#29992;&#22788;&#65292;&#20294;&#26159;&#20182;&#33258;&#24049;&#20174;&#36825;&#20010;&#20160;&#20040;&#37117;&#19981;&#25945;&#20182;&#65292;&#27704;&#36828;&#30896;&#21040;&#20182;&#21482;&#38382;&#20182;&#12300;&#26377;&#27809;&#26377;&#20160;&#20040;&#26032;&#21457;&#29616;&#12301;&#30340;&#32769;&#24072;&#36523;&#19978;&#65292;&#24471;&#21040;&#24456;&#22823;&#30340;&#25104;&#38271;&#12290;&#25152;&#20197;&#36825;&#20004;&#26041;&#38754;&#37117;&#21508;&#33258;&#34164;&#21547;&#28145;&#23618;&#30340;&#36947;&#29702;&#27809;&#26377;&#25152;&#35859;&#30340;&#22909;&#22351;&#65292;&#20294;&#26159;&#26368;&#22909;&#30340;&#26041;&#24335;&#23601;&#26159;&#23558;&#36825;&#20004;&#20010;&#26041;&#24335;&#32467;&#21512;&#36215;&#26469;&#12290;&#25105;&#20026;&#20160;&#20040;&#35762;&#36825;&#20010;&#25925;&#20107;&#21602;&#65311;&#23601;&#26159;&#24378;&#35843;&#22312;&#36825;&#20010;&#38454;&#27573;&#65292;&#23398;&#20064;&#26159;&#19968;&#31181;&#12300;self-help&#12301;&#65292;&#24182;&#19988;&#26159;&#22312;&#32769;&#24072;&#30340;&#24341;&#23548;&#19979;&#23398;&#20064;&#12300;self-help&#12301;&#65292;&#32780;&#19981;&#33021;&#20877;&#20687;&#22823;&#23398;&#26102;&#20195;&#33324;&#65292;&#37117;&#26159;&#32431;&#31929;&#29992;&#21548;&#30340;&#65292;&#36825;&#20010;&#38454;&#27573;&#30340;&#23398;&#20064;&#35201;&#22522;&#20110;&#23545;&#30740;&#31350;&#38382;&#39064;&#30340;&#22909;&#22855;&#21644;&#20852;&#36259;&#65292;&#35201;&#24102;&#30528;&#19968;&#39063;&#28909;&#24561;&#30340;&#24515;&#26469;&#25506;&#32034;&#36825;&#20010;&#39046;&#22495;&#12290;</p>
<p>        &#28982;&#32780;&#30740;&#31350;&#29983;&#21478;&#22806;&#19968;&#20010;&#37325;&#35201;&#30340;&#38454;&#27573;&#23601;&#26159;Learn how to learn&#65292;&#19981;&#21482;&#26159;&#23398;&#20064;&#32780;&#24050;&#65292;&#32780;&#26159;&#23398;&#20064;&#22914;&#20309;&#23398;&#20064;&#65292;&#19981;&#20877;&#26159;&#35201;&#21435;&#20080;&#19968;&#20214;&#24456;&#28418;&#20142;&#30340;&#34915;&#26381;&#65292;&#32780;&#26159;&#35201;&#23398;&#20064;&#25343;&#36215;&#37027;&#19968;&#26681;&#38024;&#65292;&#23398;&#20250;&#32483;&#20986;&#19968;&#20214;&#28418;&#20142;&#30340;&#34915;&#26381;&#65292;&#24930;&#24930;&#23398;&#20064;&#25226;&#30446;&#26631;&#25918;&#22312;&#19968;&#20010;&#26631;&#20934;&#19978;&#65292;&#32780;&#36825;&#19968;&#20010;&#26631;&#20934;&#23601;&#26159;&#20320;&#23558;&#26469;&#35201;&#23436;&#25104;&#30805;&#22763;&#25110;&#21338;&#22763;&#35770;&#25991;&#12290;&#22914;&#26524;&#20320;&#21040;&#35199;&#26041;&#19968;&#27969;&#30340;&#22823;&#23398;&#21435;&#35835;&#20070;&#65292;&#20320;&#20250;&#35273;&#24471;&#25105;&#36825;&#19968;&#31687;&#35770;&#25991;&#21487;&#33021;&#35201;&#21644;&#20840;&#19990;&#30028;&#20570;&#21516;&#19968;&#20214;&#38382;&#39064;&#30340;&#20154;&#30456;&#27604;&#36739;&#12290;&#25105;&#24819;&#21363;&#20351;&#22312;&#21488;&#28286;&#20063;&#24212;&#35813;&#35201;&#26377;&#36825;&#26679;&#30340;&#24515;&#24773;&#65292;&#20320;&#30340;&#26631;&#20934;&#19981;&#33021;&#21333;&#21333;&#21482;&#26159;&#25918;&#22312;&#26049;&#36793;&#20960;&#20010;&#20154;&#32780;&#24050;&#65292;&#32780;&#24212;&#35813;&#26159;&#35201;&#25918;&#22312;&#39046;&#22495;&#30340;&#26222;&#36941;&#20154;&#37324;&#38754;&#12290;&#20320;&#36825;&#31687;&#25991;&#31456;&#35201;&#26377;&#26032;&#30340;&#19996;&#35199;&#65292;&#25165;&#31639;&#36798;&#21040;&#30340;&#26631;&#20934;&#65292;&#20063;&#25165;&#31526;&#21512;&#21040;&#25105;&#20204;&#21018;&#21018;&#35762;&#21040;&#37027;&#24352;&#25289;&#19969;&#25991;&#30340;&#21338;&#22763;&#35777;&#20070;&#19978;&#38754;&#25152;&#35762;&#30340;&#65292;&#26377;&#25152;&#36129;&#29486;&#19982;&#21019;&#26032;&#12290;</p>
<p>        &#20108;&#12289;&#19968;&#20010;&#32769;&#24072;&#24590;&#20040;&#35757;&#32451;&#30740;&#31350;&#29983;</p>
<p>        &#31532;&#20108;&#20010;&#65292;&#36523;&#20026;&#32769;&#24072;&#20320;&#35201;&#24590;&#20040;&#35757;&#32451;&#30740;&#31350;&#29983;&#12290;&#25105;&#35748;&#20026;&#20154;&#25991;&#31185;&#23398;&#21644;&#31038;&#20250;&#31185;&#23398;&#30340;&#35757;&#32451;&#65292;&#21738;&#24597;&#26159;&#33258;&#28982;&#31185;&#23398;&#30340;&#35757;&#32451;&#65292;&#21040;&#30740;&#31350;&#29983;&#38454;&#27573;&#24212;&#35813;&#26356;&#20687;&#24072;&#24466;&#21046;&#65292;&#25152;&#20197;&#26469;&#33258;&#20010;&#20154;&#21644;&#32769;&#24072;&#12289;&#20010;&#20154;&#21644;&#21516;&#20394;&#38388;&#23494;&#20999;&#30340;&#20114;&#21160;&#21644;&#23398;&#20064;&#26159;&#38750;&#24120;&#37325;&#35201;&#30340;&#65292;&#36319;&#22823;&#23398;&#37096;&#22352;&#22312;&#37027;&#36793;&#21333;&#32431;&#21548;&#35838;&#65292;&#21548;&#23436;&#23601;&#36208;&#20154;&#26159;&#19981;&#19968;&#26679;&#30340;&#65292;&#30456;&#36739;&#20043;&#19979;&#20320;&#30340;&#29983;&#27963;&#24212;&#35813;&#35201;&#21644;&#20320;&#25152;&#36861;&#27714;&#30340;&#30693;&#35782;&#19982;&#35299;&#31572;&#30456;&#32467;&#21512;&#65292;&#24182;&#19988;&#20320;&#24448;&#21518;&#30340;&#29983;&#27963;&#24212;&#35813;&#25110;&#22810;&#25110;&#23569;&#37117;&#21644;&#36825;&#20010;&#25506;&#32034;&#26377;&#30456;&#20851;&#12290;</p>
<p>        &#65288;&#19968;&#65289;&#21892;&#29992;&#19982;&#32769;&#24072;&#30340;&#20249;&#20276;&#20851;&#31995;&#65292;&#19981;&#26029;Research</p>
<p>        &#25105;&#24120;&#35828;&#33521;&#25991;research&#36825;&#20010;&#23383;&#38750;&#24120;&#26377;&#24847;&#20041;&#65292;search&#26159;&#23547;&#25214;&#65292;&#32780;research&#26159;&#20877;&#23547;&#25214;&#65292;&#25152;&#20197;&#27599;&#20010;&#20154;&#37117;&#35201;research&#65292;&#19981;&#26029;&#30340;&#19968;&#36941;&#19968;&#36941;&#20877;&#23547;&#25214;&#65292;&#24182;&#36827;&#32780;&#20351;&#20320;&#30340;&#29983;&#27963;&#21644;&#23398;&#20064;&#25104;&#20026;&#19968;&#20307;&#12290;&#20013;&#22269;&#36817;&#20195;&#20853;&#23398;&#22823;&#24072;&#33931;&#30334;&#37324;&#22312;&#20182;&#30340;&#20853;&#23398;&#20070;&#20013;&#26366;&#35828;&#65306;&#12300;&#29983;&#27963;&#26465;&#20214;&#35201;&#36319;&#25112;&#26007;&#26465;&#20214;&#19968;&#33268;&#65292;&#36817;&#20195;&#27431;&#27954;&#20961;&#29983;&#27963;&#19982;&#25112;&#26007;&#26465;&#20214;&#19968;&#33268;&#32773;&#24378;&#65292;&#20961;&#29983;&#27963;&#19982;&#25112;&#26007;&#26465;&#20214;&#19981;&#19968;&#33268;&#32773;&#24369;&#12290;&#12301;&#25105;&#23601;&#26159;&#34249;&#30001;&#36825;&#20010;&#26469;&#35828;&#26126;&#30740;&#31350;&#29983;&#30340;&#29983;&#27963;&#65292;&#20320;&#30340;&#29983;&#27963;&#26465;&#20214;&#19982;&#20320;&#30340;&#25112;&#26007;&#26465;&#20214;&#35201;&#19968;&#33268;&#65292;&#20320;&#30340;&#29983;&#27963;&#26159;&#36319;&#30528;&#32769;&#24072;&#19982;&#21516;&#23398;&#20849;&#21516;&#25104;&#38271;&#30340;&#65292;&#24403;&#20013;&#20320;&#25152;&#21548;&#21040;&#30340;&#27599;&#19968;&#21477;&#35805;&#65292;&#37117;&#21487;&#33021;&#24102;&#32473;&#20320;&#26080;&#38480;&#30340;&#21551;&#21457;&#12290;</p>
<p>        &#22238;&#24819;&#24403;&#26102;&#25105;&#22312;&#32654;&#22269;&#24565;&#20070;&#30340;&#30740;&#31350;&#29983;&#29983;&#27963;&#65292;&#21482;&#35201;&#38543;&#20415;&#22312;&#27004;&#26799;&#21475;&#30896;&#21040;&#20219;&#20309;&#19968;&#20010;&#20154;&#65292;&#20182;&#37117;&#26377;&#21150;&#27861;&#24110;&#24537;&#35299;&#31572;&#20320;&#35821;&#35328;&#19978;&#30340;&#22256;&#38590;&#65292;&#19981;&#31649;&#26159;&#33521;&#25991;&#12289;&#25289;&#19969;&#25991;&#12289;&#24503;&#25991;&#12289;&#24076;&#33098;&#25991;&hellip;&hellip;&#31561;&#12290;&#25152;&#20197;&#33021;&#24110;&#21161;&#35299;&#20915;&#38382;&#39064;&#30340;&#19981;&#21333;&#21482;&#26159;&#20320;&#30340;&#32769;&#24072;&#65292;&#36824;&#21253;&#25324;&#25152;&#26377;&#21516;&#23398;&#20197;&#21450;&#23398;&#20064;&#22242;&#20307;&#12290;&#20320;&#30340;&#23398;&#20064;&#26159;&#36319;&#29983;&#27963;&#21512;&#22312;<br>
&#19968;&#36215;&#30340;&#12290;&#24403;&#25105;&#30475;&#21040;&#26377;&#23398;&#29983;&#21576;&#29616;&#34987;&#21160;&#25110;&#26159;&#25032;&#24608;&#30340;&#26102;&#20505;&#65292;&#25105;&#23601;&#20250;&#29992;&#27611;&#27901;&#19996;&#30340;&#12300;&#38761;&#21629;&#19981;&#26159;&#35831;&#23458;&#21507;&#39277;&#65281;&#12301;&#26469;&#36319;&#20182;&#35762;&#65306;&#12300;&#20316;&#30740;&#31350;&#29983;&#19981;&#26159;&#35831;&#23458;&#21507;&#39277;&#12290;&#12301;</p>
<p>      &#65288;&#20108;&#65289;&#34249;&#30001;&#22823;&#37327;&#38405;&#35835;&#21644;&#32769;&#24072;&#25552;&#28857;&#65292;&#36827;&#20837;&#30740;&#31350;&#39046;&#22495;</p>
<p>        &#24590;&#26679;&#36827;&#20837;&#19968;&#20010;&#39046;&#22495;&#26368;&#22909;&#65292;&#25105;&#20010;&#20154;&#35273;&#24471;&#21482;&#26377;&#20004;&#26465;&#36335;&#65292;&#20854;&#20013;&#19968;&#26465;&#23601;&#26159;&#35753;&#20182;&#19981;&#20572;&#30340;&#24565;&#20070;&#12289;&#19981;&#20572;&#30340;&#25253;&#21578;&#65292;&#36825;&#26159;&#36827;&#20837;&#19968;&#20010;&#38476;&#29983;&#30340;&#39046;&#22495;&#26368;&#24555;&#65292;&#21448;&#26368;&#26041;&#20415;&#30340;&#26041;&#27861;&#65292;&#21040;&#26368;&#21518;&#19981;&#30693;&#19981;&#35273;&#23398;&#29983;&#23601;&#20250;&#30693;&#36947;&#36825;&#20010;&#39046;&#22495;&#26377;&#20123;&#20160;&#20040;&#65292;&#25105;&#20204;&#22312;&#19981;&#20572;&#24565;&#20070;&#30340;&#26102;&#20505;&#24120;&#24120;&#21487;&#33021;&#20250;&#27785;&#28346;&#22312;&#32454;&#33410;&#37324;&#19981;&#33021;&#33258;&#25300;&#65292;&#36827;&#32780;&#22833;&#21435;&#20840;&#26223;&#65292;&#23548;&#33268;&#35265;&#26641;&#19981;&#35265;&#26519;&#65292;&#25110;&#26159;&#34987;&#37027;&#20960;&#21477;&#33521;&#25991;&#22256;&#20303;&#65292;&#32780;&#24536;&#35760;&#20840;&#23616;&#22312;&#35762;&#20160;&#20040;&#12290;&#34249;&#30001;&#23398;&#29983;&#30340;&#25253;&#21578;&#65292;&#32769;&#24072;&#21487;&#20197;&#35762;&#36848;&#25110;&#26159;&#21400;&#28165;&#20854;&#20013;&#30340;&#31934;&#21326;&#20869;&#23481;&#65292;&#32463;&#30001;&#32769;&#24072;&#20960;&#21477;&#25552;&#28857;&#65292;&#23601;&#20250;&#24930;&#24930;&#25171;&#36890;&#20219;&#30563;&#20108;&#33033;&#65292;&#36880;&#28176;&#21457;&#23637;&#19968;&#31181;&#33258;&#21457;&#23398;&#20064;&#30340;&#33021;&#21147;&#65292;&#21516;&#26102;&#20063;&#30693;&#36947;&#30896;&#21040;&#38382;&#39064;&#21487;&#20197;&#30475;&#21738;&#20123;&#19996;&#35199;&#12290;&#23601;&#20687;&#26159;&#25105;&#22312;&#32654;&#22269;&#24565;&#20070;&#30340;&#26102;&#20505;&#65292;&#25105;&#20462;&#36807;&#19968;&#20123;&#25105;&#23436;&#20840;&#27809;&#26377;&#32972;&#26223;&#30693;&#35782;&#30340;&#22269;&#23478;&#30340;&#21382;&#21490;&#65292;&#25152;&#20197;&#25105;&#23601;&#19981;&#20572;&#30340;&#24565;&#20070;&#12289;&#19981;&#20572;&#30340;&#36924;&#30528;&#33258;&#24049;&#21560;&#25910;&#65292;&#32780;&#32769;&#24072;&#20063;&#21482;&#26159;&#19981;&#20572;&#30340;&#24320;&#20070;&#30446;&#65292;&#36816;&#29992;&#36825;&#26679;&#30340;&#26041;&#24335;&#24930;&#24930;&#35757;&#32451;&#65292;&#26377;&#19968;&#22825;&#25105;&#19981;&#20877;&#30740;&#31350;&#23427;&#26102;&#65292;&#25105;&#21457;&#29616;&#33258;&#24049;&#20173;&#28982;&#26377;&#33258;&#25105;&#29983;&#20135;&#21450;&#33988;&#21457;&#30340;&#33021;&#21147;&#65292;&#22240;&#20026;&#25105;&#30693;&#36947;&#36825;&#20010;&#23398;&#38382;&#22823;&#27010;&#26159;&#20160;&#20040;&#26679;&#30340;&#36718;&#24275;&#65292;&#30896;&#21040;&#38382;&#39064;&#20063;&#26377;&#33021;&#21147;&#21487;&#20197;&#21435;&#26597;&#35810;&#30456;&#20851;&#30340;&#36164;&#26009;&#12290;&#25152;&#20197;&#21162;&#21147;&#35753;&#33258;&#24049;&#30340;&#23398;&#20064;&#20135;&#29983;&#33258;&#21457;&#30340;&#24310;&#23637;&#24615;&#26159;&#24456;&#37325;&#35201;&#30340;&#12290;</p>
<p>        &#65288;&#19977;&#65289;&#24490;&#24207;&#28176;&#36827;&#22320;&#32451;&#20064;&#35770;&#25991;&#20889;&#20316;</p>
<p>        &#21040;&#20102;&#30805;&#22763;&#25110;&#21338;&#22763;&#26368;&#37325;&#35201;&#30340;&#19968;&#20214;&#20107;&#65292;&#26159;&#23436;&#25104;&#19968;&#31687;&#23398;&#20301;&#35770;&#25991;&#65292;&#32780;&#19981;&#31649;&#26159;&#30805;&#22763;&#25110;&#21338;&#22763;&#35770;&#25991;&#65292;&#20854;&#35268;&#27169;&#37117;&#36828;&#27604;&#20320;&#20174;&#23567;&#23398;&#20197;&#26469;&#25152;&#21463;&#30340;&#25945;&#32946;&#12289;&#25152;&#35201;&#20889;&#30340;&#19996;&#35199;&#37117;&#36824;&#35201;&#38271;&#24471;&#22810;&#65292;&#34429;&#28982;&#25105;&#19981;&#30693;&#36947;&#25945;&#32946;&#26041;&#38754;&#30340;&#35770;&#25991;&#24773;&#20917;&#26159;&#22914;&#20309;&#65292;&#20294;&#26159;&#21490;&#23398;&#30340;&#35770;&#25991;&#37117;&#35201;&#20889;&#20108;&#12289;&#19977;&#21313;&#19975;&#23383;&#65292;&#19981;&#28982;&#23601;&#26159;&#21313;&#20960;&#20108;&#21313;&#19975;&#23383;&#12290;&#20889;&#36825;&#20040;&#22823;&#30340;&#19968;&#20010;&#31687;&#24133;&#65292;&#22914;&#20309;&#25165;&#33021;&#26377;&#26465;&#19981;&#32010;&#12289;&#26465;&#29702;&#28165;&#26970;&#65292;&#24182;&#25226;&#25972;&#20307;&#26550;&#26500;&#32452;&#32455;&#24471;&#36890;&#30021;&#21487;&#35835;&#65311;&#39318;&#20808;&#65292;&#24517;&#39035;&#35201;&#20174;&#19968;&#21315;&#23383;&#12289;&#20116;&#21315;&#23383;&#12289;&#19968;&#19975;&#23383;&#24490;&#24207;&#28176;&#36827;&#30340;&#35757;&#32451;&#65292;&#20808;&#20174;&#23569;&#30340;&#24930;&#24930;&#20889;&#25104;&#22810;&#30340;&#65292;&#32780;&#19988;&#35201;&#22312;&#24456;&#30701;&#30340;&#26102;&#38388;&#20869;&#35757;&#32451;&#21040;&#21487;&#20197;&#20174;&#19968;&#19975;&#23383;&#20889;&#21040;&#21313;&#19975;&#23383;&#12290;&#36825;&#20040;&#22823;&#35268;&#27169;&#30340;&#35770;&#25991;&#35841;&#37117;&#20889;&#24471;&#20986;&#26469;&#65292;&#38382;&#39064;&#26159;&#20889;&#24471;&#22909;&#19981;&#22909;&#65292;&#22240;&#20026;&#36825;&#20040;&#22823;&#35268;&#27169;&#30340;&#20889;&#20316;&#65292;&#26377;&#36825;&#20040;&#35768;&#22810;&#30340;&#33050;&#27880;&#65292;&#36824;&#35201;&#27880;&#24847;&#39318;&#23614;&#30456;&#26144;&#65292;&#20351;&#35770;&#36848;&#19968;&#20307;&#25104;&#22411;&#65292;&#32780;&#19981;&#26159;&#25955;&#33853;&#19968;&#22320;&#30340;&#38108;&#38065;&#65307;&#26159;&#19968;&#38388;&#22823;&#31036;&#22530;&#65292;&#32780;&#19981;&#26159;&#19968;&#38388;&#23567;&#23567;&#20998;&#21106;&#30340;&#38401;&#27004;&#12290;&#20026;&#20102;&#23436;&#25104;&#19968;&#20010;&#22823;&#30340;&#12289;&#23436;&#25972;&#30340;&#12289;&#26377;&#26426;&#30340;&#26550;&#26500;&#27169;&#22411;&#65292;&#24517;&#39035;&#35201;&#20174;&#23567;&#35268;&#27169;&#30340;&#31687;&#24133;&#24930;&#24930;&#32451;&#20064;&#65292;&#36825;&#26159;&#19968;&#20010;&#26368;&#26377;&#25928;&#30340;&#21150;&#27861;&#12290;</p>
<p>        &#22240;&#20026;&#21463;&#35745;&#31639;&#26426;&#30340;&#24433;&#21709;&#65292;&#25105;&#21457;&#29616;&#24456;&#22810;&#23398;&#29983;&#20889;&#25991;&#31456;&#33021;&#21147;&#37117;&#22823;&#24133;&#19979;&#38477;&#12290;&#20889;&#35770;&#25991;&#26102;&#24456;&#37325;&#35201;&#30340;&#19968;&#28857;&#26159;&#65292;&#25991;&#31508;&#19968;&#23450;&#35201;&#28165;&#26970;&#65292;&#19981;&#35201;&#33457;&#20431;&#12289;&#19981;&#24517;&#28418;&#20142;&#65292;&#12300;&#28165;&#26970;&#12301;&#26159;&#26368;&#39640;&#25351;&#23548;&#21407;&#21017;&#65292;&#32463;&#36807;&#24930;&#24930;&#32451;&#20064;&#20250;&#20351;&#20320;&#30340;&#25991;&#31508;&#36319;&#24605;&#32771;&#20135;&#29983;&#19968;&#33268;&#30340;&#36830;&#36143;&#24615;&#12290;&#25105;&#24120;&#36319;&#23398;&#29983;&#35762;&#19981;&#24517;&#20889;&#30340;&#33457;&#20431;&#65292;&#19981;&#24517;&#23637;&#29616;&#20320;&#25955;&#25991;&#30340;&#25165;&#33021;&#65292;&#22240;&#20026;&#36825;&#26159;&#23398;&#26415;&#35770;&#25991;&#65292;&#25152;&#20197;&#20851;&#38190;&#22312;&#20110;&#35201;&#20889;&#24471;&#38750;&#24120;&#28165;&#26970;&#65292;&#22914;&#26524;&#26377;&#22909;&#30340;&#25991;&#31508;&#24403;&#28982;&#26356;&#26834;&#65292;&#20294;&#37027;&#26159;&#21487;&#36935;&#19981;&#21487;&#27714;&#30340;&#65292;&#25991;&#24425;&#20687;&#20010;&#20154;&#30340;&#29983;&#21629;&#19968;&#26679;&#65292;&#33521;&#25991;&#21483;style&#65292;style&#26412;&#36523;&#23601;&#20687;&#20010;&#20154;&#19968;&#26679;&#24102;&#26377;&#19968;&#28857;&#28857;&#22825;&#29983;&#12290;&#22240;&#27492;&#26368;&#37325;&#35201;&#30340;&#36824;&#26159;&#25226;&#20869;&#23481;&#38472;&#36848;&#28165;&#26970;&#65292;&#20174;&#19968;&#19975;&#23383;&#21040;&#26368;&#21518;&#21313;&#19975;&#23383;&#30340;&#19996;&#35199;&#65292;&#37117;&#35201;&#26550;&#26500;&#20117;&#28982;&#12289;&#35770;&#36848;&#28165;&#26970;&#12289;&#25991;&#31508;&#28165;&#26224;&#12290;</p>
<p>        &#25105;&#22312;&#24565;&#20070;&#30340;&#26102;&#20505;&#65292;&#26377;&#19968;&#20301;&#27431;&#27954;&#21490;&#12289;&#33521;&#22269;&#21490;&#30340;&#22823;&#24072;Lawrence Stone&#65292;&#20182;&#30446;&#21069;&#24050;&#32463;&#36807;&#19990;&#20102;&#65292;&#26366;&#32463;&#26377;&#19968;&#26412;&#20070;&#35775;&#38382;&#21313;&#20301;&#26368;&#20102;&#19981;&#36215;&#30340;&#21490;&#23398;&#23478;&#65292;&#25105;&#35760;&#24471;&#20182;&#22312;&#35775;&#38382;&#20013;&#35828;&#20102;&#19968;&#21477;&#38750;&#24120;&#21560;&#24341;&#20154;&#27880;&#24847;&#30340;&#35805;&#65292;&#20182;&#35828;&#20182;&#33521;&#25991;&#25991;&#31508;&#30456;&#24403;&#22909;&#65292;&#25152;&#20197;&#20182;&#19968;&#36744;&#23376;&#27809;&#26377;&#34987;&#36864;&#36807;&#31295;&#12290;&#22240;&#27492;&#25991;&#31508;&#28165;&#26970;&#25110;&#26159;&#25991;&#31508;&#22909;&#65292;&#23545;&#20110;&#23558;&#26469;&#25991;&#31456;&#21487;&#34987;&#25509;&#21463;&#30340;&#31243;&#24230;&#26377;&#20030;&#36275;&#36731;&#37325;&#30340;&#22320;&#20301;&#12290;&#20869;&#23481;&#38750;&#24120;&#37325;&#35201;&#65292;&#26377;&#22909;&#30340;&#34920;&#36798;&#24037;&#20855;&#26356;&#26159;&#20855;&#26377;&#21152;&#20998;&#30340;&#20316;&#29992;&#65292;&#20294;&#26159;&#36825;&#37324;&#19981;&#26159;&#35762;&#31350;&#28418;&#20142;&#30340;style&#65292;&#32780;&#26159;&#35770;&#36848;&#28165;&#26970;&#12290;</p>
<p>        &#19977;&#12289;&#30740;&#31350;&#29983;&#22914;&#20309;&#35757;&#32451;&#33258;&#24049;</p>
<p>        &#65288;&#19968;&#65289;&#23581;&#35797;&#25509;&#21463;&#25361;&#25112;&#65292;&#21191;&#20110;&#20811;&#26381;</p>
<p>        &#30740;&#31350;&#29983;&#22914;&#20309;&#35757;&#32451;&#33258;&#24049;&#65311;&#23601;&#26159;&#27599;&#22825;&#12289;&#27599;&#21608;&#25110;&#27599;&#20010;&#26376;&#32473;&#33258;&#24049;&#19968;&#20010;&#25361;&#25112;&#65292;&#35201;&#27599;&#38548;&#19968;&#27573;&#26102;&#38388;&#23601;&#32473;&#33258;&#24049;&#19968;&#20010;&#25361;&#25112;&#65292;&#25361;&#25112;&#19968;&#20010;&#20320;&#20570;&#19981;&#21040;&#30340;&#19996;&#35199;&#65292;&#20320;&#19981;&#19968;&#23450;&#35201;&#27714;&#33258;&#24049;&#27599;&#27425;&#37117;&#33021;&#39034;&#21033;&#20811;&#26381;&#37027;&#20010;&#25361;&#25112;&#65292;&#20294;&#26159;&#35201;&#21162;&#21147;&#21435;&#23581;&#35797;&#12290;&#25105;&#22312;&#25105;&#27714;&#23398;&#30340;&#29983;&#28079;&#20013;&#65292;&#30896;&#21040;&#22826;&#22810;&#32874;&#26126;&#20294;&#21364;&#19968;&#26080;&#25152;&#25104;&#30340;&#20154;&#65292;&#22240;&#20026;&#20182;&#20204;&#24456;&#23481;&#26131;&#22256;&#22312;&#33258;&#24049;&#30340;&#38556;&#30861;&#37324;&#38754;&#65292;&#20030;&#20363;&#26469;&#35828;&#65292;&#25105;&#22312;&#26222;&#26519;&#26031;&#39039;&#22823;&#23398;&#30896;&#21040;&#19968;&#20010;&#24456;&#32874;&#26126;&#30340;&#20154;&#65292;&#20182;&#23601;&#26159;&#27809;&#21150;&#27861;&#20811;&#26381;&#20182;&#32473;&#33258;&#24049;&#30340;&#25361;&#25112;&#65292;&#20182;&#23601;&#24635;&#26159;&#19996;&#30475;&#35199;&#30475;&#65292;&#34429;&#28982;&#25105;&#20063;&#26377;&#36825;&#20010;&#27611;&#30149;&#65292;&#21487;&#26159;&#25105;&#20250;&#23450;&#26399;&#32473;&#25105;&#33258;&#24049;&#19968;&#20010;&#25361;&#25112;&#65292;&#20363;&#22914;&#65306;&#25105;&#20250;&#21578;&#35785;&#33258;&#24049;&#65292;&#22312;&#26576;&#19968;&#20010;&#26399;&#38480;&#20869;&#65292;&#26080;&#35770;&#22914;&#20309;&#19968;&#23450;&#35201;&#25226;&#36825;&#19977;&#34892;&#23383;&#25913;&#25481;&#65292;&#25110;&#26159;&#36825;&#20010;&#31036;&#25308;&#19968;&#23450;&#35201;&#25226;&#36825;&#31687;&#33609;&#31295;&#20889;&#23436;&#65292;&#34429;&#28982;&#25105;&#20173;&#28982;&#24120;&#24120;&#20889;&#19981;&#23436;&#65292;&#20294;&#26159;&#26377;&#36825;&#20010;&#25361;&#25112;&#36319;&#27809;&#36825;&#20010;&#25361;&#25112;&#26159;&#19981;&#19968;&#26679;&#30340;&#65292;&#22240;&#20026;&#25105;&#25361;&#25112;&#19977;&#27425;&#24635;&#20250;&#23436;&#25104;&#19968;&#27425;&#65292;&#23436;&#25104;&#19968;&#27425;&#23601;&#22815;&#20102;&#65292;&#23601;&#36275;&#20197;&#34920;&#31034;&#20811;&#26381;&#20102;&#33258;&#24049;&#65292;&#22914;&#26524;&#35273;&#24471;&#27599;&#19968;&#20010;&#31036;&#25308;&#30340;&#25361;&#25112;&#65292;&#21487;&#34892;&#24615;&#22826;&#20302;&#65292;&#21487;&#20197;&#25226;&#26102;&#38388;&#24310;&#38271;&#20026;&#19968;&#20010;&#26376;&#30340;&#25361;&#25112;&#65292;&#21435;&#25361;&#25112;&#21407;&#26469;&#30340;&#20320;&#65292;&#19981;&#19968;&#23450;&#33021;&#20570;&#21040;&#30340;&#20107;&#24773;&#12290;&#19981;&#36807;&#20063;&#35201;&#20999;&#35760;&#65292;&#30805;&#22763;&#29983;&#26159;&#21018;&#24320;&#22987;&#36827;&#20837;&#36825;&#19968;&#20010;&#39046;&#22495;&#30340;&#26032;&#25163;&#65292;&#22914;&#26524;&#19968;&#24320;&#22987;&#38382;&#39064;&#22826;&#23567;&#65292;&#25110;&#26159;&#38382;&#39064;&#22823;&#21040;&#19981;&#33021;&#25511;&#21046;&#65292;&#37117;&#20250;&#36896;&#25104;&#20197;&#21518;&#30740;&#31350;&#30340;&#22256;&#38590;&#12290;</p>
<p>        &#65288;&#20108;&#65289;&#35770;&#25991;&#30340;&#20889;&#20316;&#26159;&#20010;&#35757;&#32451;&#36807;&#31243;&#65292;&#19981;&#33021;&#33499;&#27714;&#23436;&#25104;&#31934;&#20856;&#20043;&#20316;</p>
<p>        &#21508;&#20301;&#35201;&#35760;&#24471;&#25105;&#20197;&#21069;&#30340;&#32769;&#24072;&#25152;&#35828;&#30340;&#19968;&#21477;&#35805;&#65306;&#12300;&#30805;&#22763;&#36319;&#21338;&#22763;&#26159;&#19968;&#20010;&#35757;&#32451;&#30340;&#36807;&#31243;&#65292;&#30805;&#22763;&#36319;&#21338;&#22763;&#19981;&#26159;&#20889;&#32463;&#20856;&#20043;&#20316;&#30340;&#36807;&#31243;&#12290;&#12301;&#25105;&#30475;&#36807;&#24456;&#22810;&#20154;&#65292;&#21253;&#25324;&#25105;&#30340;&#20146;&#25114;&#26379;&#21451;&#20204;&#65292;&#20182;&#20043;&#25152;&#20197;&#27809;&#26377;&#21150;&#27861;&#22909;&#22909;&#30340;&#23436;&#25104;&#30805;&#22763;&#35770;&#25991;&#65292;&#25110;&#26159;&#21338;&#22763;&#35770;&#25991;&#65292;&#23601;&#26159;&#22240;&#20026;&#20182;&#25226;&#23427;&#24403;&#25104;&#22312;&#20889;&#32463;&#20856;&#20043;&#20316;&#30340;&#36807;&#31243;&#65292;&#34429;&#28982;&#20107;&#23454;&#19978;&#65292;&#24456;&#22810;&#20154;&#19968;&#29983;&#26368;&#22909;&#30340;&#20316;&#21697;&#23601;&#26159;&#30805;&#22763;&#35770;&#25991;&#25110;&#21338;&#22763;&#35770;&#25991;&#65292;&#22240;&#20026;&#20043;&#21518;&#30340;&#26102;&#38388;&#24456;&#38590;&#20877;&#26377;&#19977;&#24180;&#25110;&#20845;&#24180;&#30340;&#26102;&#38388;&#65292;&#27785;&#28024;&#22312;&#19968;&#20010;&#20027;&#39064;&#37324;&#21453;&#22797;&#30340;&#32789;&#32792;&#65292;&#24403;&#20320;&#20570;&#25945;&#25480;&#30340;&#26102;&#20505;&#65292;&#20687;&#25105;&#20170;&#22825;&#34987;&#34892;&#25919;&#32544;&#36523;&#65292;&#20320;&#19981;&#20877;&#26377;&#20805;&#35029;&#30340;&#26102;&#38388;&#22909;&#22909;&#25506;&#31350;&#19968;&#20010;&#38382;&#39064;&#65292;&#23588;&#20854;&#20570;&#25945;&#25480;&#36824;&#35201;&#25351;&#23548;&#23398;&#29983;&#12289;&#19978;&#35838;&#65292;&#22240;&#27492;&#38750;&#24120;&#30340;&#24537;&#30860;&#65292;&#25152;&#20197;&#20182;&#19968;&#29983;&#26368;&#38598;&#20013;&#21448;&#31934;&#21326;&#30340;&#26102;&#38388;&#65292;&#24403;&#28982;&#23601;&#26159;&#20182;&#20889;&#21338;&#22763;&#12289;&#25110;&#26159;&#30805;&#22763;&#35770;&#25991;&#30340;&#26102;&#20505;&#65292;&#32780;&#37027;&#19968;&#26412;&#25104;&#20026;&#20182;&#19968;&#29983;&#20013;&#26368;&#37325;&#35201;&#30340;&#33879;&#20316;&#20063;&#23601;&#19968;&#28857;&#37117;&#19981;&#22855;&#24618;&#20102;&#12290;</p>
<p>        &#20294;&#19981;&#19968;&#23450;&#35201;&#21051;&#24847;&#24378;&#27714;&#65292;&#35201;&#26377;&#36825;&#26159;&#19968;&#20010;&#35757;&#32451;&#36807;&#31243;&#30340;&#20449;&#24565;&#65292;&#24212;&#35813;&#28165;&#26970;&#30693;&#36947;&#20174;&#21738;&#37324;&#24320;&#22987;&#65292;&#20063;&#35201;&#30693;&#36947;&#20174;&#21738;&#37324;&#25918;&#25163;&#65292;&#19981;&#35201;&#26080;&#38480;&#30340;&#36861;&#19979;&#21435;&#12290;&#24403;&#28982;&#25105;&#19981;&#26159;&#21542;&#35748;&#36825;&#20010;&#36807;&#31243;&#30340;&#37325;&#35201;&#24615;&#65292;&#21482;&#26159;&#35201;&#35843;&#25972;&#33258;&#24049;&#30340;&#24515;&#24577;&#65292;&#25226;&#35770;&#25991;&#30340;&#23436;&#25104;&#24403;&#25104;&#19968;&#20010;&#30446;&#26631;&#65292;&#19981;&#35201;&#25104;&#20026;&#26159;&#19968;&#31181;&#30340;&#24515;&#29702;&#38556;&#30861;&#25110;&#26159;&#24515;&#29702;&#36127;&#25285;&#12290;&#36825;&#26041;&#38754;&#26377;&#22826;&#22810;&#30340;&#20363;&#23376;&#20102;&#65292;&#25105;&#22312;&#26222;&#26519;&#26031;&#39039;&#22823;&#23398;&#24565;&#20070;&#30340;&#26102;&#20505;&#65292;&#37027;&#36793;&#26087;&#20070;&#25674;&#26377;&#19968;&#20301;&#38750;&#24120;&#21338;&#23398;&#22810;&#25991;&#30340;&#26087;&#20070;&#24215;&#32769;&#26495;&#65292;&#25105;&#24120;&#24120;&#36190;&#21497;&#30340;&#23545;&#20182;&#35828;&#65306;&#12300;&#20320;&#20026;&#20160;&#20040;&#19981;&#35201;&#22312;&#22823;&#23398;&#20570;&#25945;&#25480;&#12290;&#12301;&#20182;&#35828;&#65306;&#12300;&#22240;&#20026;&#37027;&#31687;&#21338;&#22763;&#35770;&#25991;&#27809;&#26377;&#20889;&#23436;&#12290;&#12301;&#21407;&#22240;&#22312;&#20110;&#20182;&#25226;&#37027;&#20010;&#21338;&#22763;&#35770;&#25991;&#24403;&#25104;&#35201;&#20889;&#19968;&#26412;&#32463;&#20856;&#65292;&#37027;&#24403;&#28982;&#27704;&#36828;&#20889;&#19981;&#23436;&#12290;&#22914;&#26524;&#30495;&#33021;&#20889;&#25104;&#32463;&#20856;&#37027;&#26159;&#26368;&#22909;&#65292;&#23601;&#20687;&#32654;&#20029;&#26032;&#22659;&#30028;&#37027;&#37096;&#30005;&#24433;&#30340;&#30007;&#20027;&#35282;John Nash&#19968;&#26679;&#65292;&#19968;&#29983;&#26368;&#22823;&#30340;&#36129;&#29486;&#23601;&#26159;&#21338;&#22763;&#37027;&#20108;&#21313;&#20960;&#39029;&#30340;&#35770;&#25991;&#65292;&#19981;&#36807;&#20999;&#35760;&#19981;&#35201;&#25226;&#37027;&#20010;&#24403;&#20316;&#26159;&#30446;&#26631;&#65292;&#22240;&#20026;&#37027;&#26159;&#33258;&#28982;&#32780;&#28982;&#24418;&#25104;&#30340;&#65292;&#24212;&#35813;&#35201;&#22362;&#23450;&#30340;&#21578;&#35785;&#33258;&#24049;&#65292;&#25152;&#35201;&#23436;&#25104;&#30340;&#26159;&#19968;&#20221;&#32467;&#26500;&#20005;&#35880;&#12289;&#35770;&#36848;&#28165;&#26970;&#19982;&#35328;&#20043;&#26377;&#29289;&#30340;&#35770;&#25991;&#65292;&#19981;&#35201;&#19968;&#24320;&#22987;&#23601;&#26399;&#24453;&#23427;&#26159;&#32463;&#20856;&#20043;&#20316;&#12290;&#22914;&#26524;&#20320;&#26399;&#24453;&#23427;&#26159;&#32463;&#20856;&#20043;&#20316;&#65292;&#20320;&#21487;&#33021;&#20250;&#21464;&#25104;&#25105;&#25152;&#30475;&#21040;&#30340;&#37027;&#20301;&#26087;&#20070;&#25674;&#30340;&#32769;&#26495;&#65292;&#33267;&#20110;&#25105;&#20026;&#20160;&#20040;&#30693;&#36947;&#20182;&#26377;&#37027;&#20040;&#22810;&#23398;&#38382;&#65292;&#26159;&#22240;&#20026;&#37027;&#26102;&#20505;&#25105;&#22312;&#25214;&#19968;&#26412;&#20070;&#65292;&#20294;&#23427;&#24182;&#27809;&#26377;&#22312;&#26087;&#20070;&#24215;&#37324;&#38754;&#65292;&#19981;&#36807;&#20182;&#21578;&#35785;&#25105;&#65306;&#12300;&#36824;&#26377;&#24456;&#22810;&#26412;&#37117;&#36319;&#20182;&#19981;&#30456;&#19978;&#19979;&#12290;&#12301;&#21518;&#26469;&#25105;&#23545;&#37027;&#20010;&#39046;&#22495;&#31245;&#31245;&#25026;&#20102;&#20043;&#21518;&#65292;&#35777;&#26126;&#30830;&#23454;&#22914;&#20182;&#25152;&#24314;&#35758;&#30340;&#37027;&#33324;&#12290;&#19968;&#20010;&#26087;&#20070;&#24215;&#30340;&#32769;&#26495;&#31934;&#29087;&#27599;&#19968;&#26412;&#20070;&#65292;&#21487;&#26159;&#20182;&#23601;&#26159;&#27704;&#36828;&#26080;&#27861;&#23436;&#25104;&#65292;&#20182;&#26790;&#24187;&#33324;&#30340;&#23398;&#20301;&#35770;&#25991;&#65292;&#22240;&#20026;&#20182;&#19981;&#30693;&#36947;&#35201;&#22312;&#21738;&#37324;&#25918;&#25163;&#65292;&#36825;&#19968;&#20999;&#37117;&#21482;&#25104;&#20026;&#31354;&#35848;&#12290;</p>
<p>        &#65288;&#19977;&#65289;&#35770;&#25991;&#30340;&#27491;&#24335;&#20889;&#20316;</p>
<p>        1.&#23398;&#20064;&#26377;&#25152;&#21462;&#33293;</p>
<p>        &#21040;&#20102;&#20889;&#35770;&#25991;&#30340;&#26102;&#20505;&#65292;&#35201;&#33021;&#21462;&#20063;&#35201;&#33021;&#33293;&#65292;&#22240;&#20026;&#29616;&#22312;&#20449;&#24687;&#29190;&#28856;&#65292;&#21487;&#20197;&#30475;&#30340;&#20070;&#22826;&#22810;&#65292;&#25152;&#20197;&#19968;&#23450;&#35201;&#24314;&#26500;&#19968;&#20010;&#23646;&#20110;&#33258;&#24049;&#30340;&#30693;&#35782;&#26641;&#65292;&#39318;&#20808;&#65292;&#35201;&#26377;&#19968;&#26869;&#33258;&#24049;&#30340;&#30693;&#35782;&#26641;&#65292;&#25165;&#33021;&#22312;&#37027;&#26869;&#26641;&#25346;&#30456;&#20851;&#30340;&#19996;&#35199;&#65292;&#20294;&#21315;&#19975;&#19981;&#35201;&#19981;&#26029;&#30340;&#25346;&#19981;&#30456;&#20851;&#30340;&#19996;&#35199;&#65292;&#32780;&#19988;&#35201;&#24930;&#24930;&#30340;&#33293;&#25481;&#19968;&#20123;&#25346;&#19981;&#19978;&#21435;&#30340;&#19996;&#35199;&#65292;&#20877;&#38543;&#30528;&#20320;&#30340;&#38382;&#39064;&#36319;&#20851;&#24515;&#30340;&#39046;&#22495;&#65292;&#35753;&#36825;&#26869;&#30693;&#35782;&#26641;&#26377;&#20027;&#24178;&#21644;&#26525;&#21494;&#12290;&#28982;&#32780;&#36825;&#26869;&#30693;&#35782;&#26641;&#35201;&#22914;&#20309;&#24418;&#25104;&#65311;&#31532;&#19968;&#27493;&#20320;&#24517;&#39035;&#23545;&#25152;&#20851;&#24515;&#30340;&#39046;&#22495;&#20013;&#65292;&#26377;&#29992;&#30340;&#20070;&#31821;&#25110;&#26159;&#25968;&#25454;&#38750;&#24120;&#29087;&#24713;&#12290;</p>
<p>        2.&#24418;&#25104;&#20320;&#30340;&#30693;&#35782;&#26641;</p>
<p>        &#25105;&#26152;&#22825;&#36824;&#35831;&#25945;&#26519;&#27603;&#29983;&#38498;&#22763;&#65292;&#20182;&#20170;&#24180;&#24050;&#32463;&#19971;&#21313;&#20960;&#23681;&#20102;&#65292;&#25105;&#21578;&#35785;&#20182;&#25105;&#20170;&#22825;&#35201;&#26469;&#20316;&#28436;&#35762;&#65292;&#23601;&#38382;&#20182;&#65306;&#12300;&#20320;&#22914;&#26524;&#35762;&#36825;&#20010;&#39064;&#30446;&#20320;&#35201;&#24590;&#20040;&#35762;&#65311;&#12301;&#20182;&#35828;&#65306;&#12300;&#21482;&#26377;&#19968;&#28857;&#65292;&#23601;&#26159;&#37027;&#37325;&#35201;&#30340;&#20116;&#12289;&#20845;&#26412;&#20070;&#35201;&#35835;&#22909;&#20960;&#36941;&#12290;&#12301;&#22240;&#20026;&#26519;&#27603;&#29983;&#20808;&#29983;&#26159;&#28023;&#32822;&#20811;&#65292;&#36824;&#26377;&#20960;&#20301;&#36817;&#20195;&#24605;&#24819;&#22823;&#24072;&#22312;&#33437;&#21152;&#21733;&#22823;&#23398;&#30340;&#23398;&#29983;&#65292;&#20182;&#20204;&#21463;&#30340;&#35757;&#32451;&#20013;&#24456;&#37325;&#35201;&#30340;&#19968;&#37096;&#20221;&#26159;&#31934;&#35835;&#21407;&#20856;&#12290;&#36825;&#21477;&#35805;&#24456;&#26377;&#36947;&#29702;&#65292;&#34429;&#28982;&#20320;&#19981;&#21487;&#33021;&#21482;&#35835;&#37027;&#20960;&#26412;&#37325;&#35201;&#30340;&#20070;&#65292;&#20294;&#26159;&#37027;&#20116;&#12289;&#20845;&#26412;&#20070;&#23558;&#36880;&#28176;&#24418;&#25104;&#20320;&#30693;&#35782;&#26641;&#30340;&#20027;&#24178;&#65292;&#27492;&#21518;&#30340;&#19996;&#35199;&#35201;&#25346;&#22312;&#19978;&#38754;&#65292;&#37117;&#21487;&#20197;&#21442;&#29031;&#36825;&#19968;&#20010;&#26550;&#26500;&#65292;&#28982;&#21518;&#25226;&#19981;&#30456;&#24178;&#30340;&#19996;&#35199;&#26242;&#25918;&#19968;&#36793;&#12290;&#29983;&#20063;&#26377;&#28079;&#65292;&#30693;&#20063;&#26080;&#28079;&#65292;&#20320;&#19981;&#21487;&#33021;&#35835;&#36941;&#22825;&#19979;&#25152;&#26377;&#30340;&#22909;&#20070;&#65292;&#25152;&#20197;&#35201;&#23398;&#20064;&#21462;&#33293;&#65292;&#20102;&#35299;&#33258;&#24049;&#26080;&#27861;&#30475;&#36941;&#25152;&#26377;&#26377;&#20852;&#36259;&#30340;&#20070;&#65292;&#32780;&#19988;&#19968;&#20294;&#30475;&#25152;&#26377;&#26377;&#20852;&#36259;&#30340;&#20070;&#65292;&#24456;&#21487;&#33021;&#23601;&#20250;&#33853;&#24471;&#26222;&#26519;&#26031;&#39039;&#34903;&#19978;&#30340;&#37027;&#20301;&#26087;&#20070;&#24215;&#30340;&#32769;&#26495;&#19968;&#33324;&#65292;&#22240;&#20026;&#38405;&#35835;&#22826;&#22810;&#19981;&#26159;&#33258;&#24049;&#25152;&#20851;&#24515;&#30340;&#39046;&#22495;&#30340;&#30693;&#35782;&#65292;&#23427;&#23545;&#20110;&#20320;&#26469;&#35828;&#21482;&#26159;&#19968;&#22320;&#30340;&#25955;&#38065;&#12290;</p>
<p>        3.&#25484;&#25569;&#24037;&#20855;</p>
<p>        &#22312;&#36825;&#20010;&#38454;&#27573;&#19968;&#23450;&#35201;&#25484;&#25569;&#35821;&#25991;&#19982;&#21512;&#36866;&#30340;&#24037;&#20855;&#12290;&#35201;&#26377;&#19968;&#20010;&#22806;&#35821;&#21487;&#20197;&#38750;&#24120;&#27969;&#30021;&#30340;&#38405;&#35835;&#65292;&#35201;&#26377;&#21478;&#22806;&#19968;&#20010;&#35821;&#25991;&#33267;&#23569;&#21487;&#20197;&#30475;&#24471;&#25026;&#25991;&#31456;&#30340;&#26631;&#39064;&#65292;&#33021;&#23398;&#26356;&#22810;&#24403;&#28982;&#26356;&#22909;&#65292;&#20294;&#26159;&#33267;&#23569;&#35201;&#26377;&#19968;&#20010;&#35821;&#25991;&#65292;&#19981;&#31649;&#26159;&#33521;&#25991;&#12289;&#26085;&#25991;&#12289;&#27861;&#25991;&hellip;&hellip;&#31561;&#65292;&#19968;&#23450;&#35201;&#26377;&#19968;&#20010;&#35821;&#25991;&#33021;&#22815;&#38750;&#24120;&#27969;&#30021;&#30340;&#38405;&#35835;&#30456;&#20851;&#20070;&#31821;&#65292;&#36825;&#26159;&#36215;&#30721;&#30340;&#21069;&#25552;&#12290;&#19968;&#26086;&#36825;&#20010;&#24037;&#20855;&#27809;&#26377;&#20102;&#65292;&#20320;&#30340;&#35270;&#37326;&#23601;&#20250;&#22240;&#27492;&#22823;&#21463;&#38480;&#21046;&#65292;&#22240;&#20026;&#35821;&#25991;&#23601;&#22914;&#21516;&#26159;&#19968;&#25159;&#22825;&#31383;&#65292;&#27809;&#26377;&#36825;&#20010;&#22825;&#31383;&#20320;&#36825;&#25151;&#38388;&#23601;&#23553;&#38381;&#20303;&#20102;&#12290;&#20026;&#20160;&#20040;&#20320;&#35201;&#30475;&#24471;&#25026;&#26631;&#39064;&#65311;&#22240;&#20026;&#36825;&#26679;&#25165;&#19981;&#20250;&#26377;&#37325;&#35201;&#30340;&#25991;&#31456;&#32780;&#20320;&#19981;&#30693;&#36947;&#65292;&#22914;&#26524;&#20320;&#36830;&#26631;&#39064;&#37117;&#30475;&#19981;&#25026;&#65292;&#20320;&#23601;&#19981;&#30693;&#36947;&#22914;&#20309;&#25214;&#20154;&#26469;&#24110;&#20320;&#25110;&#26159;&#33258;&#24049;&#26597;&#30456;&#20851;&#30340;&#25968;&#25454;&#12290;&#20854;&#23427;&#30340;&#24037;&#20855;&#65292;&#19981;&#31649;&#26159;&#32479;&#35745;&#25110;&#26159;&#20854;&#23427;&#30340;&#20219;&#20309;&#24037;&#20855;&#65292;&#20320;&#20063;&#19968;&#23450;&#35201;&#22810;&#25484;&#25569;&#65292;&#22240;&#20026;&#20320;&#23558;&#26469;&#27809;&#26377;&#26102;&#38388;&#20877;&#25226;&#36825;&#26679;&#30340;&#24037;&#20855;&#23398;&#20250;&#12290;</p>
<p>        4.&#31361;&#30772;&#23398;&#31185;&#38388;&#30340;&#30028;&#32447;</p>
<p>        &#24212;&#35813;&#35201;&#25226;&#36328;&#23398;&#31185;&#30340;&#23398;&#20064;&#24403;&#20316;&#26159;&#19968;&#20214;&#24456;&#37325;&#35201;&#30340;&#20107;&#65292;&#20294;&#26159;&#36328;&#23398;&#31185;&#28041;&#21450;&#21040;&#30340;&#19996;&#35199;&#24517;&#39035;&#35201;&#23545;&#20320;&#36825;&#26869;&#30693;&#35782;&#26641;&#26377;&#24110;&#21161;&#65292;&#35201;&#23398;&#20250;&#21040;&#21035;&#30340;&#39046;&#22495;&#31245;&#24494;&#20599;&#25171;&#20960;&#26538;&#65292;&#21040;&#21035;&#30340;&#39046;&#22495;&#21435;&#25668;&#21462;&#19968;&#20123;&#27010;&#24565;&#65292;&#23545;&#20110;&#26412;&#36523;&#20851;&#24515;&#30340;&#38382;&#39064;&#20135;&#29983;&#21478;&#19968;&#31181;&#19981;&#21516;&#30340;&#21551;&#21457;&#65292;&#21487;&#26159;&#19981;&#35201;&#27867;&#28389;&#26080;&#25152;&#24402;&#12290;&#20026;&#20160;&#20040;&#35201;&#21435;&#20599;&#25171;&#37027;&#20960;&#26538;&#36817;&#20960;&#21313;&#24180;&#26469;&#65292;&#20154;&#20204;&#21457;&#29616;&#19981;&#31649;&#26159;&#31185;&#23398;&#25110;&#20154;&#25991;&#65292;&#26368;&#26377;&#21019;&#26032;&#30340;&#37096;&#20221;&#26159;&#21457;&#29983;&#22312;&#23398;&#31185;&#20132;&#20250;&#30340;&#22320;&#26041;&#12290;&#20026;&#20160;&#20040;&#20250;&#22914;&#27492;&#65311;&#22240;&#20026;&#25105;&#20204;&#29616;&#22312;&#30340;&#25152;&#26377;&#23398;&#31185;&#22823;&#37096;&#20998;&#37117;&#22312;&#35199;&#26041;&#21313;&#20061;&#19990;&#32426;&#24418;&#25104;&#30340;&#65292;&#32780;&#20013;&#22269;&#20877;&#25226;&#23427;&#36716;&#20511;&#36807;&#26469;&#12290;&#21313;&#20061;&#19990;&#32426;&#24418;&#25104;&#36825;&#20123;&#30693;&#35782;&#23398;&#31185;&#30340;&#21010;&#20998;&#30340;&#26102;&#20505;&#65292;&#24456;&#22810;&#37117;&#24102;&#26377;&#37027;&#20010;&#26102;&#20195;&#30340;&#24605;&#24819;&#36319;&#23398;&#26415;&#32972;&#26223;&#65292;&#27604;&#22914;&#35828;&#65292;&#20013;&#30740;&#38498;&#30340;&#26446;&#38498;&#38271;&#30340;&#19987;&#38271;&#23601;&#26159;&#29289;&#29702;&#21270;&#23398;&#65292;&#20182;&#20043;&#25152;&#20197;&#24471;&#35834;&#36125;&#23572;&#22870;&#23601;&#26159;&#20182;&#22312;&#29289;&#29702;&#21644;&#21270;&#23398;&#30340;&#20132;&#30028;&#22788;&#20570;&#24037;&#20316;&#12290;&#20687;&#35834;&#36125;&#23572;&#32463;&#27982;&#22870;&#65292;&#36825;&#20108;&#21313;&#24180;&#26469;&#25152;&#39041;&#30340;&#22870;&#65292;&#22914;&#26524;&#22312;&#20256;&#32479;&#30340;&#32463;&#27982;&#23398;&#22870;&#26469;&#30475;&#23601;&#26159;&#26049;&#38376;&#36208;&#36947;&#65292;&#21476;&#20856;&#32463;&#27982;&#23398;&#23682;&#20250;&#26377;&#36825;&#20123;&#19996;&#35199;&#65292;&#29978;&#33267;&#24515;&#29702;&#23398;&#23478;&#20063;&#24471;&#35834;&#36125;&#23572;&#32463;&#27982;&#22870;&#65292;&#36830;John Nash&#36825;&#20301;&#25968;&#23398;&#23478;&#20063;&#24471;&#35834;&#36125;&#23572;&#32463;&#27982;&#22870;&#65292;&#20026;&#20160;&#20040;&#65311;&#22240;&#20026;&#20182;&#20204;&#37117;&#22312;&#23398;&#31185;&#30340;&#20132;&#30028;&#19978;&#65292;&#23398;&#31185;&#36319;&#23398;&#31185;&#12289;&#24179;&#21488;&#36319;&#24179;&#21488;&#30340;&#20132;&#30028;&#20043;&#22788;&#26377;&#25152;&#31361;&#30772;&#12290;&#22312;&#24179;&#21488;&#26412;&#36523;&#12289;&#22312;&#23398;&#31185;&#21407;&#26412;&#26368;&#26680;&#24515;&#30340;&#22320;&#26041;&#24050;&#32463;search&#22826;&#22810;&#27425;&#20102;&#65292;&#22240;&#27492;&#19981;&#19968;&#23450;&#33021;&#26377;&#24456;&#22823;&#30340;&#21019;&#26032;&#65292;&#25152;&#20197;&#20026;&#20160;&#20040;&#36328;&#39046;&#22495;&#23398;&#20064;&#26159;&#19968;&#20214;&#24456;&#37325;&#35201;&#30340;&#20107;&#24773;&#12290;<br>
        &#24120;&#24120;&#19968;&#31687;&#30805;&#22763;&#35770;&#25991;&#25110;&#21338;&#22763;&#35770;&#25991;&#26368;&#37325;&#35201;&#12289;&#26368;&#20851;&#38190;&#30340;&#65292;&#26159;&#37027;&#19968;&#20010;&#32479;&#25668;&#24615;&#30340;&#37325;&#35201;&#27010;&#24565;&#65292;&#32780;&#36890;&#24120;&#20320;&#22312;&#26412;&#23398;&#31185;&#37324;&#38754;&#25235;&#19981;&#21040;&#65292;&#26159;&#22240;&#20026;&#20320;&#24050;&#32463;&#27873;&#22312;&#36825;&#20010;&#23398;&#31185;&#37324;&#38754;&#22826;&#20037;&#20102;&#65292;&#20320;&#24050;&#32463;&#25343;&#30528;&#25163;&#30005;&#31570;&#22312;&#36825;&#20010;&#23567;&#20179;&#24211;&#37324;&#38754;&#29031;&#26469;&#29031;&#21435;&#29031;&#22826;&#20037;&#20102;&#65292;&#32780;&#24536;&#20102;&#36824;&#26377;&#21035;&#30340;&#19996;&#35199;&#21487;&#20197;&#26356;&#22909;&#35299;&#37322;&#20320;&#36825;&#20123;&#26448;&#26009;&#30340;&#29616;&#35937;&#65292;&#19981;&#36807;&#36825;&#20123;&#19996;&#35199;&#21487;&#36935;&#32780;&#19981;&#21487;&#27714;&#12290;John Nash&#36825;&#19968;&#20301;&#25968;&#23398;&#23478;&#20026;&#20160;&#20040;&#20250;&#24471;&#35834;&#36125;&#23572;&#25968;&#23398;&#22870;&#65311;&#20026;&#20160;&#20040;&#20182;&#22312;&#36187;&#23616;&#29702;&#35770;&#30340;&#21338;&#22763;&#35770;&#25991;&#65292;&#20250;&#22312;&#25968;&#21313;&#24180;&#20043;&#21518;&#24471;&#35834;&#36125;&#23572;&#32463;&#27982;&#22870;&#65311;&#22240;&#20026;&#20182;&#22312;&#22823;&#23398;&#26102;&#20195;&#19978;&#32463;&#27982;&#23398;&#23548;&#35770;&#30340;&#35838;&#65292;&#25152;&#20197;&#20182;&#35748;&#20026;&#25968;&#23398;&#21487;&#20197;&#29992;&#22312;&#32463;&#27982;&#26041;&#38754;&#26469;&#24605;&#32771;&#65292;&#32780;&#36825;&#20010;&#19996;&#35199;&#22312;&#19968;&#24320;&#22987;&#65292;&#20182;&#20063;&#27809;&#26377;&#24819;&#21040;&#20250;&#26377;&#36825;&#20040;&#22823;&#30340;&#29992;&#22788;&#12290;&#20182;&#26159;&#22312;&#25968;&#23398;&#21644;&#32463;&#27982;&#23398;&#30340;&#30693;&#35782;&#20132;&#30028;&#20043;&#22788;&#20570;&#31361;&#30772;&#12290;&#26377;&#26102;&#20505;&#22312;&#32463;&#27982;&#23398;&#36825;&#19968;&#20010;&#37096;&#20998;&#27809;&#26377;&#22823;&#20851;&#31995;&#65292;&#22312;&#25968;&#23398;&#30340;&#36825;&#19968;&#20010;&#37096;&#20998;&#20063;&#27809;&#26377;&#22823;&#20851;&#31995;&#65292;&#19981;&#36807;&#20004;&#20010;&#21152;&#22312;&#19968;&#36215;&#65292;&#28779;&#33457;&#23601;&#20250;&#36454;&#20986;&#26469;&#12290;</p>
<p>    5.&#35770;&#25991;&#39064;&#30446;&#35201;&#26377;&#24310;&#23637;&#24615;</p>
<p>        &#23545;&#19968;&#20010;&#30805;&#22763;&#29983;&#25110;&#21338;&#22763;&#29983;&#26469;&#35828;&#65292;&#22914;&#26524;&#36873;&#38169;&#20102;&#39064;&#30446;&#65292;&#23601;&#26159;&#22833;&#36133;&#65292;&#39064;&#30446;&#36873;&#23545;&#20102;&#65292;&#36824;&#26377;&#30334;&#20998;&#20043;&#19971;&#21313;&#32988;&#21033;&#30340;&#26426;&#20250;&#12290;&#36825;&#20010;&#38382;&#39064;&#20540;&#24471;&#30740;&#19968;&#12289;&#21338;&#19968;&#30340;&#23398;&#29983;&#22909;&#22909;&#24605;&#32771;&#12290;&#20320;&#30340;&#31532;&#19968;&#24180;&#20854;&#23454;&#23601;&#26159;&#35201;&#33457;&#22312;&#36825;&#19978;&#38754;&#65292;&#20320;&#35201;&#19981;&#26029;&#30340;&#36319;&#32769;&#24072;&#21830;&#37327;&#23547;&#25214;&#19968;&#20010;&#26377;&#24847;&#20041;&#12289;&#26377;&#24310;&#23637;&#24615;&#30340;&#38382;&#39064;&#65292;&#32780;&#19988;&#19981;&#35201;&#22826;&#38590;&#12290;&#25105;&#22312;&#22269;&#31185;&#20250;&#24403;&#36807;&#20154;&#25991;&#22788;&#38271;&#65292;&#24403;&#25105;&#31163;&#24320;&#30340;&#26102;&#20505;&#65292;&#27599;&#27425;&#23601;&#26377;&#19971;&#21315;&#20214;&#30003;&#35831;&#26696;&#65292;&#23601;&#26377;&#19968;&#19975;&#22235;&#21315;&#20010;&#34955;&#23376;&#65292;&#23601;&#35201;&#36865;&#32473;&#19968;&#19975;&#22235;&#21315;&#20010;&#25945;&#25480;&#23457;&#26597;&#12290;&#25105;&#24403;&#28982;&#19981;&#21487;&#33021;&#30475;&#37027;&#20040;&#22810;&#65292;&#21487;&#26159;&#25105;&#26377;&#20010;&#37325;&#35201;&#30340;&#20219;&#21153;&#65292;&#23601;&#26159;&#35201;&#30475;&#30003;&#35785;&#12290;&#26377;&#20123;&#30003;&#35785;&#32773;&#35748;&#20026;&#65306;&#12300;&#25105;&#30340;&#30740;&#31350;&#35745;&#21010;&#24456;&#22909;&#65292;&#25105;&#30340;&#33879;&#20316;&#24456;&#22909;&#65292;&#25152;&#20197;&#25105;&#26469;&#30003;&#35785;&#12290;&#12301;&#30003;&#35785;&#36890;&#36807;&#30340;&#22823;&#27010;&#21482;&#26377;&#30334;&#20998;&#20043;&#21313;&#65292;&#37027;&#20040;&#25105;&#30340;&#36131;&#20219;&#23601;&#26159;&#22312;&#30334;&#20998;&#20043;&#20061;&#21313;&#26410;&#36890;&#36807;&#30340;&#26696;&#23376;&#27491;&#24335;&#21028;&#20915;&#21069;&#65292;&#20877;&#25343;&#26469;&#30475;&#19968;&#30475;&#12290;&#26377;&#20960;&#20010;&#21360;&#35937;&#26368;&#28145;&#24120;&#24120;&#34987;&#25343;&#20986;&#26469;&#35752;&#35770;&#30340;&#65292;&#23601;&#26159;&#36825;&#20010;&#39064;&#30446;&#19981;&#24517;&#20877;&#20570;&#20102;&#12289;&#36825;&#20010;&#39064;&#30446;&#26412;&#36523;&#27809;&#26377;&#21457;&#23637;&#24615;&#65292;&#25152;&#20197;&#20351;&#25105;&#26356;&#21152;&#30830;&#35748;&#36873;&#23545;&#19968;&#20010;&#26377;&#24847;&#20041;&#12289;&#26377;&#24310;&#23637;&#24615;&#12289;&#21487;&#25511;&#21046;&#12289;&#21487;&#20197;&#32463;&#33829;&#30340;&#39064;&#30446;&#26159;&#38750;&#24120;&#37325;&#35201;&#30340;&#12290;</p>
<p>        &#25105;&#30340;&#23398;&#29983;&#24120;&#24120;&#36873;&#38750;&#24120;&#38590;&#30340;&#39064;&#30446;&#65292;&#25105;&#35828;&#20320;&#21315;&#19975;&#19981;&#35201;&#36825;&#26679;&#65292;&#22240;&#20026;&#27809;&#26377;&#20154;&#20250;&#20180;&#32454;&#21435;&#30475;&#20320;&#30740;&#31350;&#30340;&#22256;&#38590;&#24230;&#65292;&#23545;&#20110;&#38590;&#30340;&#39064;&#30446;&#20320;&#35201;&#33457;&#26356;&#22810;&#30340;&#26102;&#38388;&#38405;&#35835;&#21490;&#26009;&#65292;&#25165;&#33021;&#24471;&#21040;&#19968;&#28857;&#28857;&#19996;&#35199;&#65307;&#35201;&#25380;&#24456;&#22810;&#19996;&#35199;&#65292;&#25165;&#33021;&#31579;&#36873;&#20986;&#19968;&#28857;&#28857;&#20869;&#23481;&#65292;&#25152;&#20197;&#20320;&#26368;&#22909;&#36873;&#25321;&#19968;&#20010;&#38590;&#26131;&#36866;&#20013;&#30340;&#39064;&#30446;&#12290;</p>
<p>        &#25105;&#20889;&#36807;&#22909;&#20960;&#26412;&#20070;&#65292;&#25105;&#35748;&#20026;&#25105;&#23545;&#27599;&#19968;&#26412;&#20070;&#30340;&#33457;&#30340;&#24515;&#21147;&#37117;&#26159;&#19968;&#26679;&#65292;&#34429;&#28982;&#25105;&#20889;&#20219;&#20309;&#19996;&#35199;&#25105;&#37117;&#19981;&#28385;&#24847;&#65292;&#20294;&#26159;&#22312;&#36807;&#31243;&#20013;&#25105;&#37117;&#32478;&#23613;&#33041;&#27713;&#24076;&#26395;&#25226;&#20182;&#20889;&#22909;&#12290;&#30446;&#21069;&#20026;&#27490;&#24456;&#22810;&#20154;&#35748;&#20026;&#25105;&#26368;&#22909;&#30340;&#20070;&#65292;&#26159;&#25105;&#20108;&#21313;&#20960;&#23681;&#21018;&#21040;&#21490;&#35821;&#25152;&#37027;&#19968;&#24180;&#25152;&#20889;&#30340;&#37027;&#26412;&#20070;&#12290;&#25105;&#22312;&#37027;&#26412;&#20070;&#33457;&#30340;&#26102;&#38388;&#24182;&#19981;&#38271;&#65292;&#37027;&#26412;&#20070;&#30340;&#22823;&#37096;&#20998;&#30340;&#31295;&#23376;&#65292;&#26159;&#25105;&#21644;&#35768;&#28155;&#26126;&#32769;&#24072;&#21516;&#26102;&#22312;&#24403;&#20853;&#30340;&#20891;&#33829;&#37324;&#38754;&#20889;&#30340;&#65292;&#32780;&#19988;&#36824;&#26159;&#29992;&#25105;&#20197;&#21069;&#26087;&#30340;&#31508;&#35760;&#20889;&#30340;&#12290;&#22823;&#38470;&#36825;&#20123;&#24180;&#26377;&#35768;&#22810;&#20986;&#29256;&#31038;&#65292;&#21453;&#22797;&#35201;&#27714;&#20986;&#29256;&#25105;&#20197;&#21069;&#30340;&#20070;&#65292;&#23588;&#20854;&#26159;&#36825;&#19968;&#26412;&#65292;&#25105;&#35828;&#65306;&#12300;&#19981;&#34892;&#12290;&#12301;&#22240;&#20026;&#25105;&#29992;&#30340;&#26159;&#25105;&#20197;&#21069;&#30340;&#35835;&#20070;&#31508;&#35760;&#65292;&#25105;&#24597;&#24341;&#25991;&#26377;&#38169;&#23383;&#65292;&#22240;&#20026;&#22312;&#20891;&#38431;&#33829;&#21306;&#37324;&#38754;&#38543;&#26102;&#37117;&#35201;&#20986;&#25805;&#12289;&#38543;&#26102;&#23601;&#35201;&#38598;&#21512;&#65292;&#25163;&#36793;&#21448;&#27809;&#26377;&#20070;&#65292;&#24590;&#20040;&#21487;&#33021;&#22909;&#22909;&#30340;&#21435;&#26680;&#23545;&#21602;&#65311;&#32780;&#22914;&#26524;&#35201;&#25105;&#37325;&#26032;&#26657;&#27491;&#19968;&#36941;&#65292;&#21448;&#22240;&#20026;&#24341;&#29992;&#22826;&#22810;&#20070;&#65292;&#23454;&#22312;&#27809;&#26377;&#21147;&#27668;&#26657;&#27491;&#12290;</p>
<p>        &#20026;&#20160;&#20040;&#20030;&#36825;&#20010;&#20363;&#23376;&#21602;&#65311;&#25105;&#21518;&#26469;&#24819;&#19968;&#24819;&#65292;&#37027;&#26412;&#20070;&#20043;&#25152;&#20197;&#27604;&#36739;&#22909;&#65292;&#21487;&#33021;&#26159;&#22240;&#20026;&#37027;&#20010;&#39064;&#30446;&#21487;&#24310;&#23637;&#24615;&#22823;&#65292;&#37027;&#20010;&#39064;&#30446;&#27874;&#28572;&#36215;&#20239;&#30340;&#21487;&#33021;&#24615;&#22823;&#12290;&#24456;&#22810;&#20154;&#37117;&#35748;&#20026;&#65292;&#25105;&#26368;&#22909;&#30340;&#20070;&#24212;&#35813;&#26159;&#21073;&#26725;&#22823;&#23398;&#20986;&#30340;&#37027;&#19968;&#26412;&#65292;&#19981;&#36807;&#25105;&#35748;&#20026;&#25105;&#26368;&#22909;&#30340;&#20070;&#19968;&#23450;&#26159;&#29992;&#20013;&#25991;&#20889;&#30340;&#65292;&#22240;&#20026;&#36825;&#20010;&#35821;&#25991;&#25105;&#33021;&#25484;&#25569;&#65292;&#33521;&#25991;&#25105;&#27809;&#21150;&#27861;&#25484;&#25569;&#24471;&#20986;&#31070;&#20837;&#21270;&#12290;&#35835;&#12289;&#20889;&#20219;&#20309;&#35821;&#25991;&#19968;&#23450;&#35201;&#32451;&#20064;&#21040;&#20320;&#33021;&#24102;&#30528;&#19977;&#20998;&#38543;&#24847;&#65292;&#37027;&#26102;&#20505;&#20320;&#25165;&#21487;&#20197;&#35828;&#23545;&#20110;&#36825;&#19968;&#20010;&#35821;&#25991;&#23436;&#20840;&#29702;&#35299;&#19982;&#31934;&#29087;&#65292;&#22914;&#26524;&#20320;&#36824;&#26080;&#27861;&#36798;&#21040;&#19977;&#20998;&#30340;&#38543;&#24847;&#65292;&#23601;&#34920;&#31034;&#20320;&#36824;&#22312;&#25720;&#32034;&#12290;</p>
<p>        &#22238;&#21040;&#25105;&#21018;&#21018;&#35762;&#30340;&#65292;&#20854;&#23454;&#27599;&#19968;&#26412;&#20070;&#12289;&#27599;&#19968;&#31687;&#35770;&#25991;&#25105;&#37117;&#24456;&#24819;&#25226;&#23427;&#20889;&#22909;&#12290;&#20294;&#26159;&#26377;&#20123;&#19996;&#35199;&#27809;&#21150;&#27861;&#20889;&#22909;&#65292;&#20026;&#20160;&#20040;&#65311;&#22240;&#20026;&#19968;&#24320;&#22987;&#36873;&#25321;&#30340;&#39064;&#30446;&#19981;&#22815;&#22909;&#12290;&#22240;&#27492;&#21807;&#26377;&#36873;&#23450;&#39064;&#30446;&#20197;&#21518;&#65292;&#20320;&#30340;&#25152;&#26377;&#35757;&#32451;&#36319;&#21162;&#21147;&#25165;&#26377;&#20215;&#20540;&#12290;&#25105;&#22312;&#36825;&#37324;&#24314;&#35758;&#22823;&#23478;&#65292;&#36873;&#39064;&#30340;&#24037;&#20316;&#35201;&#23613;&#26089;&#20570;&#65292;&#25152;&#36873;&#30340;&#39064;&#30446;&#25152;&#35201;&#22788;&#29702;&#30340;&#26448;&#26009;&#26368;&#22909;&#35201;&#38598;&#20013;&#65292;&#19981;&#35201;&#22826;&#20998;&#25955;&#65292;&#22240;&#20026;&#30805;&#22763;&#29983;&#21487;&#33021;&#21482;&#26377;&#19977;&#24180;&#12289;&#21338;&#22763;&#29983;&#21487;&#33021;&#21482;&#26377;&#20116;&#24180;&#65292;&#22914;&#26524;&#20320;&#30340;&#26448;&#26009;&#22826;&#19981;&#38598;&#20013;&#65292;&#35835;&#20070;&#25110;&#30475;&#25968;&#25454;&#21487;&#33021;&#23601;&#35201;&#33457;&#25481;&#20320;&#22823;&#37096;&#20998;&#30340;&#26102;&#38388;&#65292;&#35753;&#20320;&#27809;&#26377;&#20313;&#21147;&#24605;&#32771;&#12290;&#32780;&#19988;&#36825;&#20010;&#39064;&#30446;&#35201;&#36866;&#21512;&#20320;&#30340;&#24615;&#21521;&#65292;&#22914;&#26524;&#20320;&#19981;&#20250;&#32479;&#35745;&#23398;&#25110;&#35752;&#21388;&#25968;&#23383;&#65292;&#20294;&#21364;&#36873;&#20102;&#19968;&#20010;&#20840;&#37117;&#35201;&#38752;&#32479;&#35745;&#30340;&#35770;&#25991;&#65292;&#37027;&#26159;&#19981;&#21487;&#33021;&#20570;&#24471;&#22909;&#12290;</p>
<p>        6.&#20859;&#25104;&#36981;&#29031;&#23398;&#26415;&#26684;&#24335;&#30340;&#20889;&#20316;&#20064;&#24815;</p>
<p>        &#21478;&#19968;&#20010;&#26368;&#22522;&#26412;&#30340;&#35757;&#32451;&#65292;&#23601;&#26159;&#24179;&#26102;&#19981;&#31649;&#20320;&#20889;&#19968;&#19975;&#23383;&#12289;&#19977;&#19975;&#23383;&#12289;&#20116;&#19975;&#23383;&#37117;&#35201;&#20859;&#25104;&#36981;&#29031;&#23398;&#26415;&#35268;&#33539;&#30340;&#20064;&#24815;&#65292;&#35201;&#35753;&#20182;&#33258;&#28982;&#22825;&#25104;&#65292;&#23601;&#26159;&#35828;&#20320;&#35770;&#25991;&#30340;&#33050;&#27880;&#12289;&#26684;&#24335;&#65292;&#22312;&#19968;&#24320;&#22987;&#36827;&#20837;&#30740;&#31350;&#29983;&#30340;&#38454;&#27573;&#23601;&#35201;&#22521;&#20859;&#25104;&#20026;&#20320;&#29983;&#21629;&#20013;&#30340;&#19968;&#20010;&#37096;&#20221;&#65292;&#22914;&#26524;&#36825;&#20010;&#20064;&#24815;&#27809;&#26377;&#20859;&#25104;&#65292;&#20154;&#23478;&#23601;&#20250;&#35273;&#24471;&#36825;&#20010;&#35770;&#25991;&#19981;&#20005;&#35880;&#65292;&#20043;&#21518;&#20462;&#25913;&#20063;&#35201;&#33457;&#24456;&#22810;&#26102;&#38388;&#65292;&#22240;&#20026;&#20320;&#30340;&#35770;&#25991;&#35268;&#27169;&#24456;&#22823;&#65292;&#21487;&#33021;&#20960;&#30334;&#39029;&#65292;&#22914;&#26524;&#19968;&#24320;&#22987;&#24324;&#38169;&#20102;&#65292;&#21518;&#26469;&#20877;&#37325;&#22836;&#25913;&#21040;&#23614;&#65292;&#19968;&#23450;&#24456;&#32791;&#26102;&#36153;&#21147;&#65292;&#22240;&#27492;&#35201;&#22312;&#19968;&#24320;&#22987;&#23601;&#20859;&#25104;&#20064;&#24815;&#65292;&#22240;&#20026;&#25105;&#20204;&#26159;&#22312;&#20889;&#35770;&#25991;&#32780;&#19981;&#26159;&#22312;&#20889;&#25955;&#25991;&#65292;&#21738;&#19968;&#20010;&#36887;&#28857;&#24212;&#35813;&#22312;&#21738;&#37324;&#12289;&#21738;&#19968;&#20010;&#20070;&#21517;&#21495;&#35813;&#22312;&#21738;&#37324;&#12289;&#21738;&#19968;&#20010;&#22320;&#26041;&#35201;&#29992;&#24341;&#21495;&#12289;&#21738;&#19968;&#20010;&#35201;&#20160;&#20040;&#26631;&#28857;&#31526;&#21495;&#65292;&#37117;&#26377;&#19968;&#23450;&#30340;&#35268;&#23450;&#65292;&#29992;&#20013;&#25991;&#20889;&#36824;&#22909;&#65292;&#29992;&#33521;&#25991;&#26377;&#19968;&#22823;&#22534;&#31616;&#31216;&#12290;&#22312;1960&#24180;&#20195;&#21488;&#28286;&#30693;&#35782;&#36824;&#24456;&#23553;&#38381;&#30340;&#26102;&#20505;&#65292;&#26377;&#19968;&#20010;&#20154;&#20174;&#32654;&#22269;&#22238;&#26469;&#23601;&#35828;&#65306;&#12300;&#32654;&#22269;&#26377;&#20010;&#19981;&#24471;&#20102;&#30340;&#24773;&#24418;&#65292;&#22240;&#20026;&#26377;&#19968;&#20010;&#20154;&#38750;&#24120;&#19981;&#24471;&#20102;&#12290;&#12301;&#26377;&#20154;&#38382;&#20182;&#20026;&#20160;&#20040;&#19981;&#24471;&#20102;&#65292;&#20182;&#35828;&#65306;&#12300;&#22240;&#20026;&#36825;&#20010;&#20154;&#30340;&#20316;&#21697;&#21040;&#22788;&#34987;&#24341;&#29992;&#12290;&#12301;&#20182;&#30340;&#21517;&#23383;&#23601;&#21483;ibid&#12290;&#25152;&#35859;ibid&#23601;&#26159;&#21516;&#21069;&#20316;&#32773;&#65292;&#36825;&#20010;&#23383;&#26159;&#20174;&#25289;&#19969;&#25991;&#21457;&#23637;&#20986;&#26469;&#30340;&#65292;&#25289;&#19969;&#25991;&#26377;&#19968;&#22823;&#22534;&#31616;&#31216;&#65292;&#20687;et. al.&#23601;&#26159;&#20004;&#20154;&#20849;&#21516;&#32534;&#30340;&#12290;&#33521;&#25991;&#26377;&#19968;&#26412;The Chicago Manual of Style&#23601;&#26159;&#19987;&#38376;&#35828;&#26126;&#36825;&#19968;&#20123;&#20889;&#20316;&#35268;&#33539;&#12290;&#21508;&#20301;&#35201;&#23613;&#26089;&#23398;&#20250;&#20013;&#33521;&#25991;&#30340;&#20889;&#20316;&#35268;&#33539;&#65292;&#24930;&#24930;&#32451;&#20064;&#65292;&#26368;&#21518;&#38543;&#24615;&#19979;&#31508;&#65292;&#23601;&#33021;&#20889;&#20986;&#31526;&#21512;&#35268;&#33539;&#30340;&#25991;&#31456;&#12290;</p>
<p>        7.&#21892;&#29992;&#22270;&#20070;&#39302;</p>
<p>        &#22270;&#20070;&#39302;&#24212;&#35813;&#26159;&#30740;&#31350;&#29983;&#38454;&#27573;&#26368;&#37325;&#35201;&#30340;&#22320;&#26041;&#65292;&#19981;&#24517;&#35835;&#27599;&#19968;&#26412;&#20070;&#65292;&#21487;&#26159;&#35201;&#30693;&#36947;&#26377;&#21738;&#20123;&#20070;&#12290;&#25105;&#35760;&#24471;&#25105;&#20570;&#23398;&#29983;&#26102;&#65292;&#26032;&#36827;&#30340;&#20070;&#37117;&#20250;&#25918;&#22312;&#22270;&#20070;&#39302;&#30340;&#22681;&#19978;&#65292;&#32780;&#36523;&#20026;&#23398;&#29983;&#26368;&#37325;&#35201;&#30340;&#20107;&#24773;&#65292;&#23601;&#26159;&#35201;&#25226;&#20070;&#21517;&#30475;&#19968;&#30475;&#12290;&#22312;&#26576;&#20123;&#31243;&#24230;&#19978;&#30693;&#36947;&#20070;&#30382;&#23601;&#22815;&#20102;&#65292;&#20294;&#26159;&#36825;&#20173;&#21644;&#25171;&#35745;&#31639;&#26426;&#26159;&#19981;&#19968;&#26679;&#30340;&#65292;&#20320;&#35201;&#23454;&#38469;&#19978;&#29087;&#24713;&#19968;&#19979;&#37027;&#26412;&#20070;&#65292;&#25720;&#19968;&#19979;&#65292;&#30475;&#19968;&#30524;&#30446;&#24405;&#12290;&#25105;&#30693;&#36947;&#29616;&#22312;&#20174;&#35745;&#31639;&#26426;&#23601;&#21487;&#20197;&#26597;&#21040;&#20070;&#21517;&#65292;&#21487;&#26159;&#25105;&#36824;&#26159;&#38750;&#24120;&#29645;&#24796;&#36825;&#31181;&#23450;&#26399;&#21435;browse&#26032;&#21040;&#30340;&#20070;&#30340;&#24863;&#35273;&#65292;&#25110;&#21435;&#30475;&#30475;&#30456;&#20851;&#39046;&#22495;&#30340;&#20070;&#38271;&#25104;&#20160;&#20040;&#26679;&#23376;&#12290;&#20013;&#30740;&#38498;&#26377;&#19968;&#20301;&#38498;&#22763;&#26159;&#21704;&#20315;&#22823;&#23398;&#20449;&#24687;&#25945;&#25480;&#65292;&#20182;&#21578;&#35785;&#25105;&#20182;&#22312;&#21019;&#36896;&#21147;&#26368;&#39640;&#23792;&#30340;&#26102;&#20505;&#65292;&#27599;&#20010;&#31036;&#25308;&#37117;&#21040;&#20182;&#20204;&#20449;&#24687;&#31995;&#22270;&#20070;&#23460;&#37324;&#65292;&#32763;&#38405;&#37325;&#35201;&#30340;&#20449;&#24687;&#26399;&#21002;&#12290;&#25152;&#20197;&#22270;&#20070;&#39302;&#24212;&#35813;&#26159;&#36523;&#20026;&#30740;&#31350;&#29983;&#30340;&#20154;&#20204;&#65292;&#26368;&#29087;&#24713;&#30340;&#22320;&#26041;&#12290;&#19981;&#36807;&#20999;&#35760;&#19981;&#37325;&#35201;&#30340;&#19981;&#35201;&#33457;&#26102;&#38388;&#21435;&#30475;&#65292;&#20320;&#20204;&#29983;&#27963;&#22312;&#20449;&#24687;&#27867;&#28389;&#30340;&#26102;&#20195;&#65292;&#36319;&#25105;&#29983;&#38271;&#22312;&#20449;&#24687;&#36139;&#20047;&#30340;&#26102;&#20195;&#26159;&#19981;&#21516;&#30340;&#65292;&#25152;&#20197;&#29983;&#38271;&#22312;&#36825;&#19968;&#20010;&#26102;&#20195;&#30340;&#20320;&#65292;&#35201;&#33021;&#26377;&#25152;&#21462;&#33293;&#12290;&#25105;&#24120;&#24120;&#30475;&#25105;&#30340;&#23398;&#29983;&#24341;&#29992;&#19968;&#20123;&#19977;&#27969;&#30340;&#35770;&#25991;&#65292;&#21364;&#24341;&#24471;&#27941;&#27941;&#26377;&#21619;&#65292;&#25105;&#37117;&#26367;&#20182;&#24863;&#21040;&#38590;&#36807;&#65292;&#22240;&#20026;&#25105;&#24378;&#35843;&#35201;&#35835;&#26377;&#29992;&#12289;&#26377;&#20215;&#20540;&#30340;&#19996;&#35199;&#12290;</p>
<p>        8.&#30041;&#19979;&#26102;&#38388;&#65292;&#31934;&#33268;&#24605;&#32771;</p>
<p>        &#36824;&#35201;&#35760;&#24471;&#32473;&#33258;&#24049;&#20445;&#30041;&#19968;&#20123;&#24605;&#32771;&#30340;&#26102;&#38388;&#12290;&#19968;&#31687;&#35770;&#25991;&#33021;&#19981;&#33021;&#20986;&#31070;&#20837;&#21270;&#12289;&#33021;&#19981;&#33021;&#24341;&#20154;&#20837;&#32988;&#65292;&#24456;&#37325;&#35201;&#30340;&#26159;&#22312;&#29616;&#35937;&#20043;&#19978;&#20316;&#27010;&#24565;&#24615;&#30340;&#24605;&#32771;&#65292;&#20294;&#25105;&#19981;&#26159;&#35828;&#19968;&#23450;&#35201;&#36208;&#29702;&#35770;&#30340;&#36335;&#32447;&#65292;&#32780;&#26159;&#25552;&#37266;&#22823;&#23478;&#35201;&#22312;&#19968;&#33324;&#30340;&#23618;&#27425;&#20877;&#25552;&#21319;&#20004;&#19977;&#27493;&#65292;conceptualize&#20320;&#25152;&#30475;&#21040;&#30340;&#19996;&#35199;&#12290;&#30495;&#20999;&#21435;&#20102;&#35299;&#65292;&#20320;&#25152;&#30475;&#21040;&#30340;&#19996;&#35199;&#26159;&#20160;&#20040;&#65311;&#25972;&#20307;&#24847;&#20041;&#26159;&#20160;&#20040;&#65311;&#25972;&#20307;&#30340;&#36718;&#24275;&#26159;&#20160;&#20040;&#65311;&#21315;&#19975;&#19981;&#35201;&#34987;&#26525;&#33410;&#28153;&#27809;&#65292;&#34429;&#28982;&#26525;&#33410;&#26159;&#20320;&#26368;&#37325;&#35201;&#30340;&#24320;&#22987;&#65292;&#20294;&#26159;&#20320;&#19968;&#22825;&#24635;&#20063;&#35201;&#30041;&#19968;&#20123;&#26102;&#38388;&#22909;&#22909;&#24605;&#32771;&#12289;&#24930;&#24930;&#27785;&#28096;&#12290;conceptualize&#26159;&#19968;&#31181;&#38750;&#24120;&#38590;&#25945;&#30340;&#19996;&#35199;&#65292;&#25105;&#35760;&#24471;&#25105;&#24565;&#20070;&#26102;&#65292;&#26377;&#20301;&#32769;&#24072;&#20449;&#35475;&#26086;&#26086;&#35828;&#35201;&#24320;&#19968;&#38376;&#35838;&#65292;&#25945;&#23398;&#29983;&#22914;&#20309;conceptualize&#65292;&#21487;&#26159;&#20174;&#26469;&#37117;&#27809;&#24320;&#25104;&#65292;&#22240;&#20026;&#36825;&#38750;&#24120;&#38590;&#25945;&#12290;&#25105;&#35201;&#25552;&#37266;&#30340;&#26159;&#65292;&#22312;&#34987;&#24456;&#22810;&#26448;&#26009;&#21644;&#26525;&#33410;&#28153;&#27809;&#30340;&#26102;&#20505;&#65292;&#35201;&#36866;&#26102;&#36339;&#20986;&#26469;&#24819;&#19968;&#24819;&#65292;&#25152;&#30475;&#21040;&#30340;&#19996;&#35199;&#26377;&#21738;&#20123;&#24847;&#20041;&#65311;&#36825;&#20010;&#24847;&#20041;&#26377;&#27809;&#26377;&#24191;&#27867;&#36830;&#32467;&#21040;&#26356;&#22823;&#23618;&#38754;&#30340;&#30693;&#35782;&#20215;&#20540;&#12290;<br>
        &#20613;&#26031;&#24180;&#20808;&#29983;&#26469;&#21040;&#21488;&#28286;&#20197;&#21518;&#65292;&#21516;&#26102;&#25285;&#20219;&#20013;&#22830;&#30740;&#31350;&#38498;&#21382;&#21490;&#35821;&#35328;&#30740;&#31350;&#25152;&#30340;&#25152;&#38271;&#21450;&#21488;&#22823;&#30340;&#26657;&#38271;&#12290;&#21488;&#22823;&#26377;&#20010;&#20613;&#38047;&#27599;&#23567;&#26102;&#38047;&#22768;&#26377;&#20108;&#21313;&#19968;&#21709;&#12289;&#25970;&#20108;&#21313;&#19968;&#27425;&#12290;&#20197;&#21069;&#26377;&#19968;&#20010;&#20154;&#65292;&#20889;&#20102;&#19968;&#26412;&#20070;&#21483;&#12298;&#38047;&#22768;&#20108;&#21313;&#19968;&#21709;&#12299;&#65292;&#24403;&#26102;&#24456;&#36720;&#21160;&#12290;&#20182;&#24403;&#26102;&#23545;&#36825;&#20108;&#21313;&#19968;&#21709;&#35299;&#37322;&#26159;&#35828;&#65306;&#22240;&#20026;&#21488;&#22823;&#30340;&#23398;&#29983;&#37117;&#24456;&#22909;&#65292;&#25152;&#20197;&#20108;&#21313;&#19968;&#21709;&#26159;&#27426;&#36814;&#22269;&#23478;&#20803;&#39318;&#20108;&#21313;&#19968;&#21709;&#30340;&#31036;&#28846;&#12290;&#19981;&#20037;&#21069;&#25105;&#21457;&#29616;&#21488;&#22823;&#22312;&#27599;&#19968;&#20010;&#37325;&#35201;&#30340;&#21476;&#36857;&#19979;&#38754;&#31446;&#19968;&#20010;&#38108;&#29260;&#65292;&#25105;&#20180;&#32454;&#30475;&#30475;&#20613;&#38047;&#19979;&#30340;&#35299;&#37322;&#65292;&#25165;&#30693;&#36947;&#21407;&#26469;&#26159;&#22240;&#20026;&#20613;&#26031;&#24180;&#24403;&#21488;&#22823;&#26657;&#38271;&#30340;&#26102;&#20505;&#65292;&#26366;&#32463;&#35828;&#36807;&#19968;&#21477;&#35805;&#65306;&#12300;&#20154;&#19968;&#22825;&#21482;&#26377;&#20108;&#21313;&#19968;&#20010;&#23567;&#26102;&#65292;&#21478;&#22806;&#19977;&#23567;&#26102;&#26159;&#35201;&#24605;&#32771;&#30340;&#12290;&#12301;&#25152;&#20197;&#25165;&#21483;&#20108;&#21313;&#19968;&#21709;&#12290;&#25105;&#35273;&#24471;&#36825;&#21477;&#35805;&#22823;&#26377;&#36947;&#29702;&#65292;&#21487;&#26159;&#25105;&#35273;&#24471;&#19977;&#23567;&#26102;&#21487;&#33021;&#22826;&#22810;&#65292;&#22240;&#20026;&#30740;&#31350;&#29983;&#26159;&#38750;&#24120;&#24537;&#30340;&#65292;&#20294;&#33267;&#23569;&#27599;&#22825;&#35201;&#30041;&#20010;&#19977;&#21313;&#20998;&#38047;&#12289;&#19968;&#23567;&#26102;&#24605;&#32771;&#65292;&#24819;&#19968;&#24819;&#20320;&#30475;&#21040;&#20102;&#20160;&#20040;&#65311;&#23398;&#20064;&#36339;&#21040;&#27604;&#20320;&#25152;&#30475;&#21040;&#30340;&#19996;&#35199;&#26356;&#39640;&#19968;&#28857;&#30340;&#23618;&#27425;&#21435;&#24605;&#32771;&#12290;</p>
<p>    9.&#25214;&#21040;&#23398;&#20064;&#30340;&#26999;&#27169;</p>
<p>        &#25105;&#21018;&#21040;&#32654;&#22269;&#24565;&#20070;&#30340;&#26102;&#20505;&#65292;&#27599;&#27425;&#20889;&#25253;&#21578;&#22836;&#30382;&#23601;&#37325;&#30340;&#19981;&#24471;&#20102;&#65292;&#22240;&#20026;&#25105;&#20204;&#30340;&#33521;&#25991;&#25253;&#21578;&#19977;&#12289;&#22235;&#21313;&#39029;&#65292;&#19968;&#20010;&#23398;&#26399;&#26377;&#22235;&#38376;&#35838;&#30340;&#35805;&#23601;&#26377;&#19968;&#30334;&#20845;&#21313;&#39029;&#65292;&#21487;&#26159;&#20320;&#36830;&#33050;&#27880;&#37117;&#35201;&#20174;&#22836;&#23398;&#20064;&#12290;&#21518;&#26469;&#25105;&#25214;&#21040;&#19968;&#20010;&#22909;&#21150;&#27861;&#65292;&#23601;&#26159;&#25105;&#27599;&#27425;&#35201;&#20889;&#30340;&#26102;&#20505;&#65292;&#25226;&#19968;&#31687;&#25105;&#26368;&#21916;&#27426;&#30340;&#35770;&#25991;&#25918;&#22312;&#26049;&#36793;&#65292;&#34429;&#28982;&#20182;&#20889;&#30340;&#39064;&#30446;&#36319;&#25105;&#20889;&#30340;&#37117;&#27809;&#20851;&#31995;&#65292;&#19981;&#36807;&#25105;&#27599;&#27425;&#37117;&#30475;&#20182;&#22914;&#20309;&#20889;&#65292;&#30475;&#30475;&#20182;&#30340;&#27880;&#33050;&#12289;&#35835;&#20960;&#34892;&#65292;&#28982;&#21518;&#25105;&#23601;&#24320;&#22987;&#20889;&#12290;&#23601;&#20687;&#26368;&#26377;&#21517;&#30340;&#30007;&#39640;&#38899;Pavarotti&#21809;&#27468;&#21095;&#30340;&#26102;&#20505;&#37117;&#20250;&#25423;&#30528;&#19968;&#26465;&#25163;&#24085;&#65292;&#22240;&#20026;&#20182;&#35828;&#65306;&#12300;&#19978;&#33310;&#21488;&#23601;&#20687;&#19979;&#22320;&#29425;&#65292;&#22826;&#32039;&#24352;&#20102;&#12290;&#12301;&#20182;&#20026;&#20102;&#20811;&#26381;&#32039;&#24352;&#65292;&#20182;&#26377;&#20064;&#24815;&#24615;&#30340;&#21160;&#20316;&#65292;&#23601;&#26159;&#25423;&#30528;&#30333;&#25163;&#24085;&#12290;&#25105;&#24819;&#24403;&#24180;&#37027;&#19968;&#31687;&#35770;&#25991;&#25277;&#21360;&#26412;&#23601;&#20687;&#26159;&#25105;&#30340;&#30333;&#25163;&#24085;&#19968;&#26679;&#65292;&#33021;&#35753;&#25105;&#24320;&#22987;&#22909;&#22909;&#20889;&#36825;&#31687;&#25253;&#21578;&#65292;&#25105;&#23398;&#20064;&#23427;&#37324;&#38754;&#22914;&#20309;&#24605;&#32771;&#12289;&#22914;&#20309;&#26500;&#24605;&#12289;&#22914;&#20309;&#29031;&#39038;&#20840;&#20307;&#12289;&#22914;&#20309;&#29992;&#33521;&#25991;&#20316;&#33050;&#27880;&#12290;&#22909;&#22909;&#30340;&#25226;&#19968;&#20301;&#22823;&#24072;&#30340;&#20316;&#21697;&#35835;&#23436;&#65292;&#24320;&#22987;&#27169;&#20223;&#21644;&#23398;&#20064;&#20182;&#65292;&#26159;&#20837;&#38376;&#26368;&#22909;&#30340;&#26041;&#27861;&#65292;&#36880;&#27493;&#30340;&#65292;&#20320;&#20063;&#24320;&#22987;&#20889;&#20986;&#33258;&#24049;&#30340;&#19996;&#35199;&#12290;&#25105;&#20063;&#24120;&#24120;&#40723;&#21169;&#25105;&#30340;&#23398;&#29983;&#65292;&#20986;&#22269;&#21322;&#24180;&#25110;&#26159;&#19968;&#24180;&#21040;&#22269;&#22806;&#30475;&#30475;&#12290;&#20687;&#29616;&#22312;&#22269;&#31185;&#20250;&#26377;&#21508;&#24335;&#21508;&#26679;&#30340;&#26426;&#20250;&#65292;&#21487;&#20197;&#22686;&#38271;&#30524;&#30028;&#65292;&#21487;&#20197;&#30693;&#36947;&#29616;&#22312;&#30340;&#39184;&#39302;&#27491;&#22312;&#21334;&#20123;&#20160;&#20040;&#33756;&#65292;&#22238;&#26469;&#21518;&#33258;&#24049;&#35201;&#20316;&#33756;&#20063;&#25165;&#30693;&#36947;&#35201;&#22914;&#20309;&#30528;&#25163;&#12290;</p>
<p>        &#22235;&#12289;&#29992;&#20004;&#26465;&#33151;&#36208;&#36335;&#65292;&#32451;&#20064;&#22521;&#20859;&#33258;&#24049;&#30340;&#20852;&#36259;</p>
<p>        &#26368;&#21518;&#36824;&#26377;&#19968;&#28857;&#24456;&#37325;&#35201;&#30340;&#65292;&#23601;&#26159;&#25105;&#20204;&#30340;&#20154;&#29983;&#26159;&#20004;&#21482;&#33050;&#65292;&#25105;&#20204;&#19981;&#26159;&#38752;&#19968;&#21482;&#33050;&#36208;&#36335;&#12290;&#20570;&#30740;&#31350;&#29983;&#30340;&#26102;&#20195;&#65292;&#22266;&#28982;&#24212;&#35813;&#25226;&#25152;&#26377;&#30340;&#24515;&#24605;&#37117;&#25918;&#22312;&#23398;&#19994;&#19978;&#65292;&#25506;&#32034;&#20320;&#25152;&#35201;&#25506;&#32034;&#30340;&#37027;&#20123;&#38382;&#39064;&#65292;&#21487;&#26159;&#37027;&#21482;&#26159;&#20320;&#30340;&#19968;&#21482;&#33050;&#65292;&#21478;&#22806;&#36824;&#26377;&#19968;&#21482;&#33050;&#26159;&#35201;&#23398;&#20064;&#22521;&#20859;&#19968;&#12289;&#20004;&#31181;&#20852;&#36259;&#12290;&#24456;&#22810;&#20154;&#21518;&#26469;&#20250;&#21457;&#29616;&#20182;&#30340;&#21491;&#33050;&#29305;&#21035;&#32933;&#37325;&#65288;&#21253;&#25324;&#25105;&#33258;&#24049;&#22312;&#20869;&#65289;&#65292;&#20063;&#23601;&#26159;&#22240;&#20026;&#24536;&#20102;&#22521;&#20859;&#24038;&#33050;&#12290;&#24456;&#22810;&#24456;&#26377;&#21517;&#30340;&#22823;&#23398;&#32773;&#26368;&#21518;&#37117;&#38519;&#20837;&#26497;&#24230;&#30340;&#31934;&#31070;&#22256;&#25200;&#20043;&#20013;&#65292;&#23601;&#26159;&#22240;&#20026;&#20182;&#21482;&#26159;&#22521;&#20859;&#20182;&#30340;&#21491;&#33050;&#65292;&#20182;&#24536;&#20102;&#22521;&#20859;&#20182;&#30340;&#24038;&#33050;&#65292;&#20182;&#24536;&#20102;&#20154;&#29983;&#29992;&#20004;&#21482;&#33050;&#36208;&#36335;&#65292;&#20182;&#23569;&#20102;&#19968;&#20010;&#23567;&#23567;&#30340;&#20852;&#36259;&#25110;&#21980;&#22909;&#65292;&#29992;&#26469;&#22909;&#22909;&#30340;&#35843;&#35299;&#25110;&#26159;&#25490;&#36963;&#33258;&#24049;&#12290;<br>
        &#21435;&#24180;&#22799;&#22825;&#65292;&#39321;&#28207;&#12298;&#20122;&#27954;&#21608;&#21002;&#12299;&#35201;&#35775;&#38382;&#25105;&#65292;&#25105;&#35828;&#65306;&#12300;&#25105;&#19981;&#24819;&#25509;&#21463;&#35775;&#38382;&#65292;&#25105;&#19981;&#26159;&#37325;&#35201;&#30340;&#20154;&#12290;&#12301;&#21487;&#26159;&#21518;&#26469;&#20182;&#20204;&#36824;&#26159;&#25226;&#19968;&#20010;&#31616;&#21333;&#30340;&#23545;&#35805;&#21002;&#20986;&#26469;&#20102;&#65292;&#37324;&#38754;&#25105;&#21482;&#35760;&#24471;&#35762;&#20102;&#19968;&#27573;&#35805;&#65306;&#20570;&#19968;&#20010;&#30740;&#31350;&#29983;&#25110;&#19968;&#20010;&#23398;&#32773;&#65292;&#26377;&#20004;&#20010;&#24863;&#35273;&#26368;&#37325;&#35201;&ndash;&#36131;&#20219;&#24863;&#19982;&#32618;&#24694;&#24863;&#12290;&#20320;&#19968;&#23450;&#35201;&#26377;&#24456;&#22823;&#30340;&#36131;&#20219;&#24863;&#65292;&#21435;&#20889;&#20986;&#22909;&#30340;&#19996;&#35199;&#65292;&#22914;&#26524;&#36131;&#20219;&#24863;&#36824;&#19981;&#22815;&#24378;&#65292;&#36824;&#35201;&#26377;&#19968;&#20010;&#32618;&#24694;&#24863;&#65292;&#20320;&#20250;&#35273;&#24471;&#22914;&#26524;&#20170;&#22825;&#27809;&#26377;&#22909;&#22909;&#20570;&#20960;&#20010;&#23567;&#26102;&#30340;&#24037;&#20316;&#30340;&#35805;&#65292;&#20250;&#26377;&#24456;&#22823;&#30340;&#32618;&#24694;&#24863;&#12290;&#38500;&#38750;&#26159;&#20102;&#19981;&#24471;&#30340;&#22825;&#25165;&#65292;&#19981;&#28982;&#21363;&#20351;&#29233;&#22240;&#26031;&#22374;&#20063;&#26159;&#38656;&#35201;&#24456;&#21162;&#21147;&#30340;&#12290;&#24456;&#22810;&#24456;&#20102;&#19981;&#24471;&#30340;&#20154;&#65292;&#20182;&#21482;&#26159;&#25226;&#25152;&#26377;&#30340;&#21162;&#21147;&#38598;&#20013;&#22312;&#19968;&#30334;&#39029;&#37324;&#38754;&#65292;&#20182;&#33457;&#20102;&#19968;&#21315;&#23567;&#26102;&#21644;&#21478;&#22806;&#19968;&#20010;&#20154;&#21482;&#33457;&#20102;&#21313;&#20010;&#23567;&#26102;&#65292;&#30456;&#23545;&#20110;&#26469;&#35828;&#65292;&#24403;&#28982;&#26159;&#37027;&#33457;&#19968;&#21315;&#20010;&#23567;&#26102;&#25152;&#20889;&#20986;&#26469;&#30340;&#25991;&#31456;&#36739;&#22909;&#12290;&#25152;&#20197;&#20026;&#20160;&#20040;&#35828;&#35201;&#36214;&#24555;&#36873;&#23450;&#39064;&#30446;&#65311;&#22240;&#20026;&#22914;&#26524;&#22826;&#26202;&#36873;&#23450;&#19968;&#20010;&#39064;&#30446;&#65292;&#21482;&#26377;&#19968;&#24180;&#30340;&#26102;&#38388;&#21487;&#20197;&#22909;&#22909;&#32789;&#32792;&#37027;&#20010;&#39064;&#30446;&#65292;&#26089;&#28857;&#36873;&#23450;&#21487;&#20197;&#26377;&#20108;&#12289;&#19977;&#24180;&#32789;&#32792;&#37027;&#20010;&#39064;&#30446;&#65292;&#26159;&#19977;&#24180;&#20570;&#20986;&#30340;&#19996;&#35199;&#22909;&#65292;&#36824;&#26159;&#19968;&#24180;&#30340;&#19996;&#35199;&#22909;&#65311;&#22914;&#26524;&#25105;&#20204;&#30340;&#25165;&#26234;&#37117;&#19968;&#26679;&#30340;&#35805;&#65292;&#23558;&#19977;&#24180;&#30340;&#21162;&#21147;&#19982;&#24605;&#32771;&#37117;&#28748;&#22312;&#19978;&#38754;&#65292;&#24403;&#28982;&#27604;&#19968;&#24180;&#36824;&#35201;&#22909;&#12290;<br>
        &#20116;&#12289;&#33829;&#36896;&#21331;&#36234;&#30340;&#22823;&#23398;&#65292;&#20998;&#20139;&#23398;&#26415;&#30340;&#27675;&#22260;</p>
<p>        &#29616;&#22312;&#24456;&#22810;&#20154;&#37117;&#22312;&#35752;&#35770;&#65292;&#20309;&#35859;&#21331;&#36234;&#30340;&#22823;&#23398;&#65311;&#25105;&#35748;&#20026;&#19968;&#20010;&#22909;&#30340;&#22823;&#23398;&#65292;&#23398;&#26657;&#29983;&#27963;&#30340;&#19968;&#22823;&#37096;&#20221;&#65292;&#20197;&#21450;&#26657;&#22253;&#30340;&#35768;&#22810;&#27963;&#21160;&#65292;&#30452;&#25509;&#25110;&#38388;&#25509;&#37117;&#19982;&#23398;&#38382;&#26377;&#20851;&#65292;&#21516;&#23398;&#22312;&#21654;&#21857;&#21381;&#37324;&#38754;&#35848;&#35770;&#30340;&#65292;&#30452;&#25509;&#25110;&#38388;&#25509;&#20063;&#37117;&#20250;&#26159;&#23398;&#26415;&#30456;&#20851;&#30340;&#35758;&#39064;&#12290;&#25945;&#25480;&#20204;&#22312;&#39184;&#21381;&#37324;&#38754;&#21507;&#39277;&#65292;&#35848;&#30340;&#26159;&#12300;&#26377;&#27809;&#26377;&#26032;&#30340;&#21457;&#29616;&#12301;&#65311;&#25110;&#26159;&#21738;&#20010;&#20154;&#37027;&#22825;&#28436;&#35762;&#21040;&#24213;&#35762;&#20102;&#20160;&#20040;&#37325;&#35201;&#30340;&#24819;&#27861;&#65311;&#19968;&#23450;&#26159;&#27785;&#28024;&#22312;&#36825;&#31181;&#27675;&#22260;&#20013;&#30340;&#22823;&#23398;&#65292;&#25165;&#26377;&#21487;&#33021;&#25104;&#20026;&#21331;&#36234;&#22823;&#23398;&#12290;&#37027;&#31181;&#20132;&#25442;&#24605;&#24819;&#23398;&#35782;&#12289;&#37027;&#31181;&#20114;&#30456;&#25945;&#32946;&#30340;&#27668;&#27675;&#19981;&#26159;&#33457;&#38065;&#23601;&#26377;&#21150;&#27861;&#33719;&#24471;&#30340;&#12290;&#25105;&#30693;&#36947;&#38065;&#22266;&#28982;&#37325;&#35201;&#65292;&#20294;&#19981;&#26159;&#21807;&#19968;&#30340;&#19996;&#35199;&#12290;&#19968;&#20010;&#21331;&#36234;&#30340;&#22823;&#23398;&#12289;&#19968;&#20010;&#22909;&#30340;&#22823;&#23398;&#12289;&#19968;&#20010;&#22909;&#30340;&#23398;&#20064;&#29615;&#22659;&#65292;&#34920;&#31034;&#37324;&#38754;&#26377;&#19968;&#20010;&#20849;&#21516;&#20851;&#24515;&#30340;&#28966;&#28857;&#65292;&#22914;&#26524;&#27809;&#26377;&#30340;&#35805;&#65292;&#36825;&#20010;&#23398;&#26657;&#23601;&#19981;&#21487;&#33021;&#25104;&#20026;&#22909;&#30340;&#22823;&#23398;&#12290;</p>
<p>from:<br>
http://wenku.baidu.com/view/b15cb77c27284b73f2425072.html</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/leading/" rel="category tag">Leading</a> and tagged <a href="http://log.SunnyBoy.Me/tag/leading/" rel="tag">Leading</a>, <a href="http://log.SunnyBoy.Me/tag/life/" rel="tag">Life</a> on <a href="http://log.SunnyBoy.Me/2011/08/16/12430/" title="8:18 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-16T20:18:25+00:00">2011/08/16</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/08/16/12428/" rel="prev"><span class="meta-nav">&larr;</span> &#19982;&#19968;&#32447;Linux&#23884;&#20837;&#24335;&#24320;&#21457;&#24037;&#31243;&#24072;&#30340;&#23545;&#35805;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/08/17/12446/" rel="next">[&#22270;+&#35270;&#39057;]MIT&#30740;&#21457;&#20415;&#25658;&#24335;3D&#26174;&#24494;&#38236;&#25216;&#26415; _3D / IMAX / &#34394;&#25311;&#29616;&#23454;_cnBeta.COM <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/08/16/12430/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="12430" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="44ebef1f29"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="187"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>August 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/07/">&laquo; Jul</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/09/">Sep &raquo;</a></td>
	</tr></tfoot><tbody><tr><td><a href="http://log.SunnyBoy.Me/2011/08/01/" aria-label="Posts published on August 1, 2011">1</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/02/" aria-label="Posts published on August 2, 2011">2</a></td><td>3</td><td><a href="http://log.SunnyBoy.Me/2011/08/04/" aria-label="Posts published on August 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/05/" aria-label="Posts published on August 5, 2011">5</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/06/" aria-label="Posts published on August 6, 2011">6</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/07/" aria-label="Posts published on August 7, 2011">7</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/08/" aria-label="Posts published on August 8, 2011">8</a></td><td>9</td><td><a href="http://log.SunnyBoy.Me/2011/08/10/" aria-label="Posts published on August 10, 2011">10</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/11/" aria-label="Posts published on August 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/12/" aria-label="Posts published on August 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/13/" aria-label="Posts published on August 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/14/" aria-label="Posts published on August 14, 2011">14</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/15/" aria-label="Posts published on August 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/16/" aria-label="Posts published on August 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/17/" aria-label="Posts published on August 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/18/" aria-label="Posts published on August 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/19/" aria-label="Posts published on August 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/20/" aria-label="Posts published on August 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/21/" aria-label="Posts published on August 21, 2011">21</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/22/" aria-label="Posts published on August 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/23/" aria-label="Posts published on August 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/24/" aria-label="Posts published on August 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/25/" aria-label="Posts published on August 25, 2011">25</a></td><td>26</td><td><a href="http://log.SunnyBoy.Me/2011/08/27/" aria-label="Posts published on August 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/28/" aria-label="Posts published on August 28, 2011">28</a></td>
	</tr><tr><td>29</td><td><a href="http://log.SunnyBoy.Me/2011/08/30/" aria-label="Posts published on August 30, 2011">30</a></td><td>31</td>
		<td class="pad" colspan="4">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
