<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#19975;&#20247;&#26399;&#24453;&#21830;&#21153;&#37096;3.9&#21495;&#20316;&#20986;&#30340;&#26368;&#21518;&#35009;&#20915; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#19975;&#20247;&#26399;&#24453;&#21830;&#21153;&#37096;3.9&#21495;&#20316;&#20986;&#30340;&#26368;&#21518;&#35009;&#20915; Comments Feed" href="http://log.SunnyBoy.Me/2011/03/05/8368/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#26032;&#22411;&#21512;&#37329;&#26448;&#26009;&#27604;&#38050;&#38081;&#22362;&#30828;&#20004;&#20493; &#20855;&#26377;&#22609;&#26009;&#21487;&#22609;&#24615;" href="http://log.SunnyBoy.Me/2011/03/05/8366/"><link rel="next" title="[&#36716;&#24086;]ARM+DSP&#21452;&#26680;&#22788;&#29702;&#22120;&#24212;&#29992;&#31243;&#24207;&#25915;&#30053;" href="http://log.SunnyBoy.Me/2011/03/05/8370/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/03/05/8368/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=8368"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F03%2F05%2F8368%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F03%2F05%2F8368%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-8368 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-8368" class="post-8368 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#19975;&#20247;&#26399;&#24453;&#21830;&#21153;&#37096;3.9&#21495;&#20316;&#20986;&#30340;&#26368;&#21518;&#35009;&#20915;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/05/8368/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><span class="t_tag">&#21326;&#20026;</span>&ldquo;&#40657;&#23460;&rdquo;&#21629;&#31995;&#21830;&#21153;&#37096;&#38450;&#32447;<br><a href="http://www.c114.net" target="_blank">http://www.c114.net</a> ( 2011/3/5 09:07 )
</p><p>
&#35768;&#22810;&#20154;&#36824;&#22312;&#20026;&#21326;&#20026;&#27492;&#21069;&#30340;&#32988;&#21033;&#27426;&#21628;&#65306;<span class="t_tag">&#32654;&#22269;</span>&#27861;&#38498;&#24050;&#32463;&#19979;&#36798;&#21021;&#27493;&#31105;&#27490;&#20196;&#65292;&#31105;&#27490;<span class="t_tag">&#25705;&#25176;&#32599;&#25289;</span>&#21521;<span class="t_tag">&#35834;&#22522;&#20122;</span>&#35199;&#38376;&#23376;(&#19979;&#31216;&ldquo;<span class="t_tag">&#35834;&#35199;</span>&rdquo;)&#31227;&#20132;&#21326;&#20026;&#30340;&#21830;&#19994;&#26426;&#23494;&#65292;&#20294;&#21326;&#20026;&#27491;&#22312;&#24528;&#24529;&#22320;&#31561;&#24453;&#21478;&#19968;&#22330;&#21028;&#20915;&#12290;</p>
<p>
3&#26376;9&#26085;&#65292;<span class="t_tag">&#20013;&#22269;</span>&#21830;&#21153;&#37096;&#21453;&#22404;&#26029;&#23616;&#23558;&#20250;&#23601;&#35834;&#35199;&#25910;&#36141;&#25705;&#25176;&#32599;&#25289;<span class="t_tag">&#26080;&#32447;</span><span class="t_tag">&#19994;&#21153;</span>&#19968;&#26696;&#20316;&#20986;&#21021;&#27493;&#34920;&#24577;&#65292;&#36825;&#23558;&#20915;&#23450;&#24615;&#22320;&#24433;&#21709;&#36825;&#21333;&#20840;&#29699;<span class="t_tag">&#30005;&#20449;</span>&#19994;&#37325;&#22823;&#24182;&#36141;&#26696;&#30340;&#25104;&#19982;&#36133;&#12290;</p>
<p>
&#21830;&#21153;&#37096;&#19968;&#26086;&#25918;&#34892;&#65292;&#25903;&#25745;&#30528;&#21326;&#20026;&#27599;&#24180;&#22312;&#20840;&#29699;&#25968;&#21313;&#20159;&#32654;&#20803;&#30340;&#38144;&#21806;&#39069;&#30340;<span class="t_tag">&#30693;&#35782;</span>&#20135;&#26435;&#21644;&#21830;&#19994;&#31192;&#23494;&#23558;&#33853;&#20110;&#23545;&#25163;&#20043;&#25163;&#65292;&#21326;&#20026;&#30340;&#38271;&#26399;&#25439;&#22833;&#21487;&#33021;&#39640;&#36798;&#25968;&#30334;&#20159;&#32654;&#20803;&#12290;</p>
<p>
&#27492;&#21069;&#65292;&#28041;&#21450;&#20405;&#29359;&#21326;&#20026;&#30693;&#35782;&#20135;&#26435;&#30340;&#25705;&#25176;&#32599;&#25289;&#19982;&#35834;&#35199;&#30340;&#20132;&#26131;&#24182;&#36141;&#24050;&#33719;&#24471;&#32654;&#22269;&#12289;&#27431;&#30431;&#31561;8&#20010;&#22269;&#23478;&#25110;&#22320;&#21306;&#30340;&#21453;&#22404;&#26029;&#35768;&#21487;&#65292;&#20013;&#22269;&#21830;&#21153;&#37096;&#30340;&#34920;&#24577;&#23558;&#26159;&#21326;&#20026;&#26368;&#21518;&#30340;&#38450;&#32447;&#12290;</p>
<p>
&#36215;&#35785;&#25705;&#25176;&#32599;&#25289;</p>
<p>
2&#26376;23&#26085;&#65292;&#32654;&#22269;&#27861;&#38498;&#19979;&#36798;&#21021;&#27493;&#31105;&#27490;&#20196;&#65292;&#31105;&#27490;&#25705;&#25176;&#32599;&#25289;&#22312;&#19982;&#35834;&#35199;&#30340;&#20132;&#26131;&#20013;&#31227;&#20132;&#21326;&#20026;&#30340;&#21830;&#19994;&#26426;&#23494;&#12290;</p>
<p>
&#26412;&#25253;&#33719;&#24471;&#30340;&#36825;&#20221;&#36215;&#35785;&#20070;&#26174;&#31034;&#65292;&#21313;&#20960;&#24180;&#26469;&#65292;&#21326;&#20026;&#19982;&#25705;&#25176;&#32599;&#25289;&#31614;&#32626;&#30340;&#19968;&#31995;&#21015;&#21512;&#21516;&#65292;&#20316;&#20026;&#26500;&#25104;&#21326;&#20026;&#21644;&#25705;&#25176;&#32599;&#25289;&#21830;&#19994;&#20851;&#31995;&#30340;&#19968;&#37096;&#20998;&#65292;&#21326;&#20026;&#23601;&#20135;&#21697;<span class="t_tag">&#35774;&#35745;</span>&#12289;&#35774;&#22791;&#25805;&#20316;&#20197;&#21450;&#35774;&#22791;&#25903;&#25345;&#32473;&#25705;&#25176;&#32599;&#25289;&#25552;&#20379;&#20102;&#19968;&#31995;&#21015;&#30340;&#20445;&#23494;&#20449;&#24687;&#12290;&#22522;&#20110;&#21512;&#21516;&#65292;&#25705;&#25176;&#32599;&#25289;&#19981;&#24320;&#21457;&#33258;&#24049;&#30340;&#20135;&#21697;&#65292;&#32780;&#26159;&#20174;&#21326;&#20026;&#36141;&#20080;&#24182;&#36148;&#29260;&#36716;&#21806;&#21326;&#20026;&#30340;UMTS&#12289;<span class="t_tag">GSM</span>&#21644;&#20854;&#20182;<span class="t_tag">&#25216;&#26415;</span>&#20135;&#21697;&#12290;</p>
<p>
&#36825;&#20123;&#20449;&#24687;&#23545;&#21326;&#20026;&#30340;&#37325;&#35201;&#24615;&#19981;&#35328;&#32780;&#21947;&#65292;&ldquo;&#19978;&#36848;&#20445;&#23494;&#20449;&#24687;&#23545;&#20110;&#21326;&#20026;&#30340;UMTS&#21644;GSM&#20004;&#39033;&#25910;&#20837;&#27599;&#24180;&#36798;&#25968;&#21313;&#20159;&#32654;&#37329;&#30340;&#19994;&#21153;&#23588;&#20026;&#37325;&#35201;&#12290;&rdquo;&#21326;&#20026;&#22312;&#35785;&#29366;&#20013;&#31216;&#12290;</p>
<p>
&#21516;&#26102;&#65292;&#36825;&#20123;&#20449;&#24687;&#20174;2000&#24180;&#36215;&#23601;&#24320;&#22987;&#25345;&#32493;&#24615;&#20026;&#25705;&#25176;&#32599;&#25289;&#21019;&#36896;&#20215;&#20540;&#12290;</p>
<p>
&#20174;2000&#24180;&#33267;2006&#24180;&#65292;&#21326;&#20026;&#25552;&#20379;&#32473;&#25705;&#25176;&#32599;&#25289;&#30340;&#20135;&#21697;&#30340;&#38144;&#21806;&#37329;&#39069;&#24050;&#32463;&#20174;1400&#19975;&#32654;&#20803;&#25552;&#21319;&#21040;3800&#19975;&#32654;&#20803;&#65292;&#38144;&#21806;&#30340;&#21306;&#22495;&#20063;&#20174;&#20013;&#22269;&#25193;&#23637;&#21040;&#20102;&#20840;&#19990;&#30028;&#12290;&#33267;&#20170;&#65292;&#25705;&#25176;&#32599;&#25289;&#20174;&#21326;&#20026;&#30340;&#36141;&#20080;&#37329;&#39069;&#24050;&#32463;&#36798;&#21040;&#20102;&#22823;&#32422;8.78&#20159;&#32654;&#20803;&#12290;</p>
<p>
&#24403;&#28982;&#65292;&#36825;&#20123;&#26426;&#23494;&#20449;&#24687;&#21463;&#21040;&#21452;&#26041;&#20445;&#23494;&#21327;&#23450;&#30340;&#20005;&#26684;&#32422;&#26463;&#12290;&#22312;&#21512;&#20316;&#30340;&#36807;&#31243;&#20013;&#65292;&#21326;&#20026;&#19982;&#25705;&#25176;&#32599;&#25289;&#31614;&#35746;&#20102;&#25968;&#20221;&#21512;&#21516;&#65292;&#21512;&#21516;&#32422;&#23450;&#65292;&#25705;&#25176;&#32599;&#25289;&#19981;&#24471;&#21521;&#31532;&#19977;&#26041;&#25259;&#38706;&#21326;&#20026;&#30340;&#20445;&#23494;&#20449;&#24687;&#24182;&#19988;&#20445;&#25252;&#21326;&#20026;&#30340;&#20445;&#23494;&#20449;&#24687;&#30340;&#26426;&#23494;&#24615;&#12290;</p>
<p>
&#36825;&#19968;&#20999;&#38543;&#30528;2010&#24180;7&#26376;19&#26085;&#65292;&#35834;&#35199;&#23459;&#24067;&#20854;&#23558;&#24182;&#36141;&#25705;&#25176;&#32599;&#25289;&#30340;&#26080;&#32447;<span class="t_tag">&#32593;&#32476;</span><span class="t_tag">&#22522;&#30784;</span>&#36164;&#20135;&#32780;&#25913;&#21464;&#65292;&#36825;&#26159;&#19968;&#39033;&#39640;&#36798;12&#20159;&#32654;&#20803;&#30340;&#20132;&#26131;&#12290;&#22312;&#21452;&#26041;&#31614;&#32626;&#30340;&#20132;&#26131;&#21512;&#21516;&#20013;&#65292;&#25705;&#25176;&#32599;&#25289;&#21644;&#35834;&#35199;&#20998;&#21035;&#21516;&#24847;&#20132;&#26131;&#65292;&#23558;&#21253;&#25324;&ldquo;CDMA&#12289;GSM&#21644;UMTS&#25216;&#26415;&#20197;&#21450;UMTS&#19979;&#31532;&#19977;&#26041;&#26080;&#32447;&#25509;&#20837;&#32593;&#25216;&#26415;&rdquo;&#12290;</p>
<p>
&#35753;&#21326;&#20026;&#26080;&#27861;&#25509;&#21463;&#30340;&#26159;&#65292;&#20132;&#26131;&#20013;&#25705;&#25176;&#32599;&#25289;&#22823;&#37327;GSM&#21644;UMTS&#25216;&#26415;&#65292;&#36830;&#21516;&#20854;UMTS&#19979;&#31532;&#19977;&#26041;&#26080;&#32447;&#25509;&#20837;&#32593;&#25216;&#26415;&#19968;&#30452;&#20197;&#26469;&#37117;&#30001;&#21326;&#20026;&#25552;&#20379;&#24182;&#19988;&#30456;&#20851;&#25216;&#26415;&#28041;&#21450;&#21040;&#21326;&#20026;&#30340;&#20445;&#23494;&#20449;&#24687;&#12290;&#21478;&#22806;&#65292;&#22810;&#36798;7500&#21517;&#25705;&#25176;&#32599;&#25289;&#21592;&#24037;&#38543;&#30528;&#20132;&#26131;&#36716;&#21040;&#21326;&#20026;&#30340;&#31454;&#20105;&#23545;&#25163;&#35834;&#35199;&#65292;&#24403;&#20013;&#30340;&#24456;&#22810;&#20154;&#30452;&#25509;&#25484;&#25569;&#30528;&#21326;&#20026;&#30340;&#26426;&#23494;&#12290;</p>
<p>
&#24754;&#24773;&#21326;&#20026;</p>
<p>
2010&#24180;9&#26376;26&#26085;&#65292;&#21326;&#20026;&#39640;&#31649;&#24464;&#30452;&#20891;&#36890;&#36807;&#30005;&#23376;&#37038;&#20214;&#30340;&#26041;&#24335;&#21521;&#25705;&#25176;&#32599;&#25289;&#34920;&#26126;&#23545;&#20110;&#21326;&#20026;&#25259;&#38706;&#32473;&#25705;&#25176;&#32599;&#25289;&#30340;&#20445;&#23494;&#20449;&#24687;&#21644;&#30693;&#35782;&#20135;&#26435;&#23558;&#20250;&#34987;&#38750;&#27861;&#22320;&#25259;&#38706;&#32473;&#35834;&#35199;&#30340;&#25285;&#24551;&#65292;&#36825;&#23553;&#37038;&#20214;&#21516;&#26102;&#20063;&#34987;&#25220;&#36865;&#32473;&#20102;&#35834;&#35199;&#30340;&#39640;&#23618;&#12290;&#22312;&#37038;&#20214;&#20013;&#65292;&#21326;&#20026;&#25298;&#32477;&#20102;&#36716;&#35753;&#21512;&#21516;&#20294;&#21516;&#26102;&#34920;&#36798;&#20102;&#21326;&#20026;&#24895;&#24847;&#23601;&#20105;&#35758;&#21830;&#35752;&#20855;&#26377;&#21512;&#20316;&#24615;&#30340;&#35299;&#20915;<span class="t_tag">&#26041;&#26696;</span>&#12290;</p>
<p>
2010&#24180;10&#26376;13&#26085;&#65292;&#25705;&#25176;&#32599;&#25289;&#21644;&#35834;&#35199;&#36890;&#36807;&#30005;&#23376;&#37038;&#20214;&#32473;&#21326;&#20026;&#21457;&#20102;&#19968;&#23553;&#32852;&#21512;&#20449;&#20989;&#23601;&#21326;&#20026;&#36716;&#35753;&#21512;&#21516;&#25552;&#20986;&#24314;&#35758;&#12290;&#22312;&#20449;&#20013;&#65292;&#25705;&#25176;&#32599;&#25289;&#21644;&#35834;&#35199;&#25215;&#35748;&#25705;&#25176;&#32599;&#25289;&#23558;&#22312;&#21512;&#21516;&#36716;&#35753;&#21518;&#21521;&#35834;&#35199;&#25259;&#38706;&#21326;&#20026;&#30340;&#20445;&#23494;&#20449;&#24687;&#26159;&#25705;&#25176;&#32599;&#25289;&#19982;&#35834;&#35199;&#20132;&#26131;&#30340;&#19968;&#37096;&#20998;&#12290;&#21516;&#26102;&#65292;&#36824;&#22768;&#31216;&#23558;&#35201;&#34987;&#35834;&#35199;&#38599;&#29992;&#30340;&#25705;&#25176;&#32599;&#25289;&#30340;&#21592;&#24037;&#23558;&#25345;&#32493;&#20139;&#26377;&#25509;&#35302;&#26681;&#25454;&#21326;&#20026;&#19982;&#25705;&#25176;&#32599;&#25289;&#21512;&#21516;&#25552;&#20379;&#32473;&#25705;&#25176;&#32599;&#25289;&#30340;&#21326;&#20026;&#20445;&#23494;&#20449;&#24687;&#30340;&#26435;&#38480;&#65292;&#36825;&#20063;&#24847;&#21619;&#30528;&#25484;&#25569;&#21326;&#20026;&#20445;&#23494;&#20449;&#24687;&#30340;&#25705;&#25176;&#32599;&#25289;&#21592;&#24037;&#23558;&#25104;&#20026;&#21326;&#20026;&#30452;&#25509;&#31454;&#20105;&#23545;&#25163;&#35834;&#35199;&#30340;&#21592;&#24037;&#12290;</p>
<p>
&#36825;&#19982;&#21326;&#20026;&#21644;&#25705;&#25176;&#32599;&#25289;&#21512;&#21516;&#35268;&#23450;&#19981;&#24471;&#21521;&#31532;&#19977;&#26041;&#25259;&#38706;&#21326;&#20026;&#20445;&#23494;&#20449;&#24687;&#30340;&#30456;&#20851;&#35268;&#23450;&#30456;&#24726;&#12290;</p>
<p>
&#26412;&#25253;&#33719;&#24713;&#65292;&#20316;&#20026;&#26366;&#32463;&#23494;&#20999;&#30340;&#21512;&#20316;&#20249;&#20276;&#65292;&#22312;&#36215;&#35785;&#21069;&#65292;&#21326;&#20026;&#21644;&#25705;&#25176;&#32599;&#25289;&#21452;&#26041;&#30340;&#39318;&#24109;&#27861;&#21153;&#20195;&#34920;&#26377;&#38271;&#36798;&#20960;&#20010;&#26376;&#30340;&#35848;&#21028;&#12290;&#25705;&#25176;&#32599;&#25289;&#30340;&#27861;&#21153;&#20195;&#34920;&#20063;&#21040;&#35775;&#36807;&#21326;&#20026;&#65292;&#20294;&#25705;&#25176;&#32599;&#25289;&#19968;&#30452;&#26410;&#33021;&#25343;&#20986;&#19968;&#20010;&#26377;&#25928;&#30340;&#21150;&#27861;&#20445;&#25252;&#21326;&#20026;&#30340;&#30693;&#35782;&#20135;&#26435;&#65292;&#21326;&#20026;&#26368;&#32456;&#20915;&#23450;&#21160;&#29992;&#27861;&#24459;&#30340;&#21147;&#37327;&#12290;</p>
<p>
&#23545;&#20110;&#21326;&#20026;&#32780;&#35328;&#65292;&#36825;&#20010;&#21363;&#23558;&#21040;&#26469;&#30340;&#26149;&#22825;&#24182;&#19981;&#28201;&#26262;&#12290;</p>
<p>
&#22312;&#36194;&#24471;&#23448;&#21496;&#21069;&#30340;2&#26376;18&#26085;&#65292;&#21326;&#20026;&#22768;&#26126;&#25509;&#21463;&#32654;&#22269;&#22806;&#22269;&#25237;&#36164;&#22996;&#21592;&#20250;(CFIUS)&#35201;&#27714;&#65292;&#25764;&#38144;&#21435;&#24180;5&#26376;&#36141;&#20080;&#32654;&#22269;&#23567;&#22411;&#31185;&#25216;&#20844;&#21496;3LeafSystems&#19987;&#21033;&#25216;&#26415;&#30340;&#20132;&#26131;&#12290;</p>
<p>
&#36825;&#26159;&#19968;&#39033;&#21482;&#26377;200&#19975;&#32654;&#20803;&#30340;&#23567;&#22411;&#20132;&#26131;&#65292;&#20294;&#32654;&#22269;&#22806;&#22269;&#25237;&#36164;&#22996;&#21592;&#20250;&#21364;&#35748;&#20026;&#36825;&#22330;&#25910;&#36141;&#20250;&#23041;&#32961;&#21040;&#32654;&#22269;&#30340;&#23433;&#20840;&#12290;</p>
<p>
&#20107;&#23454;&#19978;&#65292;&#21326;&#20026;&#19982;&#25705;&#25176;&#32599;&#25289;&#21644;&#35834;&#35199;&#20043;&#38388;&#30340;&#30693;&#35782;&#20135;&#26435;&#20105;&#35758;&#65292;&#20063;&#26159;&#32654;&#22269;&#25919;&#24220;&#20197;&ldquo;&#22269;&#23478;&#23433;&#20840;&rdquo;&#20026;&#30001;&#25298;&#32477;&#21326;&#20026;&#25910;&#36141;&#25705;&#25176;&#32599;&#25289;&#26080;&#32447;&#32593;&#32476;&#19994;&#21153;&#30340;&#32467;&#26524;&#12290;</p>
<p>
&#21326;&#20026;&#21644;&#25705;&#25176;&#32599;&#25289;&#23384;&#22312;&#21512;&#20316;10&#24180;&#30340;&#20249;&#20276;&#20851;&#31995;&#65292;&#25705;&#25176;&#32599;&#25289;&#25484;&#25569;&#20102;&#21326;&#20026;&#22823;&#37327;&#30340;&#20445;&#23494;&#20449;&#24687;&#12290;&#22312;&#36825;&#31181;&#24773;&#20917;&#19979;&#65292;&#25705;&#25176;&#32599;&#25289;&#23547;&#25214;&#34987;&#24182;&#36141;&#26041;&#26102;&#65292;&#26377;&#29702;&#30001;&#39318;&#20808;&#25509;&#21463;&#21326;&#20026;&#30340;&#25910;&#36141;&#12290;&#28982;&#32780;&#65292;&#32654;&#22269;&#25919;&#24220;&#35748;&#20026;&#21326;&#20026;&#30340;&#25910;&#36141;&#35745;&#21010;&#23384;&#22312; &ldquo;&#22269;&#23478;&#23433;&#20840;&rdquo;&#30340;&#38382;&#39064;&#65292;&#25298;&#32477;&#21326;&#20026;&#30340;&#30003;&#35831;&#12290;</p>
<p>
&#26368;&#21518;&#38450;&#32447;</p>
<p>
&#29366;&#21578;&#25705;&#25176;&#32599;&#25289;&#65292;&#21326;&#20026;&#20026;&#33258;&#24049;&#35774;&#32622;&#20102;&#31532;&#19968;&#36947;&#38450;&#32447;&#65292;&#32780;&#20013;&#22269;&#21830;&#21153;&#37096;&#30340;&#23457;&#26597;&#23558;&#26159;&#31532;&#20108;&#36947;&#38450;&#32447;&#65292;&#20063;&#26159;&#26368;&#21518;&#19968;&#36947;&#38450;&#32447;&#12290;</p>
<p>
&#23545;&#20110;&#36825;&#27425;&#35785;&#35772;&#65292;&#21326;&#20026;&#32597;&#35265;&#22320;&#25226;&#20851;&#20110;&#35785;&#35772;&#30340;&#26032;&#38395;&#31295;&#25918;&#21040;&#20102;&#20844;&#21496;&#30340;&#32593;&#31449;&#19978;&#65292;&#24182;&#38468;&#19978;&#36215;&#35785;&#20070;&#30340;&#20840;&#25991;&#12290;</p>
<p>
&#21326;&#20026;&#26377;&#20851;&#20154;&#22763;&#23545;&#26412;&#25253;&#35760;&#32773;&#34920;&#31034;&#65292;&#23545;&#27861;&#38498;&#30340;&#21028;&#20915;&#32467;&#26524;&#34920;&#31034;&#27426;&#36814;&#65292;&#20063;&#30456;&#20449;&#21830;&#21153;&#37096;&#20250;&#20570;&#20986;&#27491;&#30830;&#30340;&#21028;&#26029;&#65292;&#23545;&#20110;&#21830;&#21153;&#37096;&#26368;&#32456;&#20316;&#20309;&#34920;&#24577;&#65292;&#21326;&#20026;&#34920;&#31034;&#19981;&#20415;&#32622;&#35780;&#12290;</p>
<p>
&#35834;&#35199;&#20284;&#20046;&#23545;&#21830;&#21153;&#37096;&#30340;&#26368;&#32456;&#25209;&#20934;&#33016;&#26377;&#25104;&#31481;&#12290;&#21363;&#20415;&#22312;&#27861;&#38498;&#21028;&#20915;&#20043;&#21518;&#65292;&#35834;&#35199;&#26366;&#31216;&#65292;&#23558;&#21147;&#27714;&#22312;&#31532;&#19968;&#23395;&#24230;&#23436;&#25104;&#23545;&#25705;&#25176;&#32599;&#25289;&#30456;&#20851;&#19994;&#21153;&#30340;&#21512;&#24182;<span class="t_tag">&#24037;&#20316;</span>&#12290;&#27492;&#21069;&#65292;&#35813;&#39033;&#20132;&#26131;&#38656;&#35201;&#36890;&#36807;9&#20010;&#22269;&#23478;&#23457;&#26597;&#65292;&#24050;&#32463;&#26377;8&#20010;&#22269;&#23478;&#20104;&#20197;&#25918;&#34892;&#65292;&#21807;&#19968;&#27809;&#34920;&#24577;&#30340;&#21482;&#21097;&#20013;&#22269;&#21830;&#21153;&#37096;&#12290;&#35834;&#35199;&#34920;&#31034;&#65306;&#25105;&#20204;&#27491;&#32487;&#32493;&#19982;&#20013;&#22269;&#26377;&#20851;&#37096;&#38376;&#23637;&#24320;&#21512;&#20316;&#65292;&#20197;&#20351;&#36825;&#39033;&#20132;&#26131;&#33719;&#24471;&#25209;&#20934;&#65292;&#24182;&#24076;&#26395;&#25705;&#25176;&#32599;&#25289;&#30340;&#21592;&#24037;&#33021;&#22815;&#23613;&#24555;&#21152;&#20837;&#35834;&#35199;&#12290;</p>
<p>
&#26377;&#25253;&#36947;&#31216;&#65292;2010&#24180;&#24180;&#24213;<span class="t_tag">&#21271;&#20140;</span><span class="t_tag">&#31227;&#21160;</span>&#23601;&#25705;&#25176;&#32599;&#25289;GSM&#35774;&#22791;&#36864;&#32593;&#20107;&#23452;&#20316;&#20986;&#26368;&#32456;&#20915;&#31574;&#65292;&#23436;&#20840;&#30001;&#20854;&#29616;&#32593;&#30340;&#21478;&#19968;&#21378;&#23478;&#35834;&#35199;&#25552;&#20379;&#25152;&#26377;&#35774;&#22791;&#65292;&#33267;&#27492;&#35834;&#35199;&#33258;&#23459;&#24067;&#24182;&#36141;&#25705;&#25176;&#32599;&#25289;&#21518;&#22312;&#20013;&#22269;&#24066;&#22330;&#30340;&#31532;&#19968;&#27425;&#21830;&#19994;&#21033;&#30410;&#24050;&#32463;&#20307;&#29616;&#65292;&#20854;&#25511;&#21046;&#20102;<span class="t_tag">&#21271;&#20140;</span><span class="t_tag">&#31227;&#21160;</span>GSM&#32593;&#32476;100%&#30340;&#20221;&#39069;&#12290;</p>
<p>
&#23613;&#31649;&#36825;&#26159;&#21542;&#23545;&#22269;&#23478;&#23433;&#20840;&#36896;&#25104;&#23041;&#32961;&#26377;&#24453;&#35770;&#35777;&#65292;&#20294;&#25353;&#29031;&#32654;&#22269;&#12289;&#33521;&#22269;&#21542;&#20915;&#21326;&#20026;&#30340;&#36923;&#36753;&#65292;&#21271;&#20140;&#22478;&#20869;&#30340;&#19978;&#33267;&#20159;&#19975;&#23500;&#32705;&#12289;&#19979;&#33267;&#26222;&#36890;&#30334;&#22995;&#30340;<span class="t_tag">&#36890;&#20449;</span>&#23433;&#20840;&#21487;&#33021;&#21463;&#21040;&#23041;&#32961;&#12290;</p>
<p>
&#19982;&#21326;&#20026;&#19968;&#26679;&#65292;&#35768;&#22810;&#20154;&#20063;&#22312;&#31561;&#24453;&#21830;&#21153;&#37096;&#30340;&#34920;&#24577;&#12290;</p>
<p>
&#22269;&#21153;&#38498;&#21644;&#20840;&#22269;&#20154;&#22823;&#27861;&#24037;&#22996;&#21453;&#22404;&#26029;&#31435;&#27861;&#39038;&#38382;&#29579;&#26195;&#26196;&#25945;&#25480;&#22312;&#32626;&#21517;&#25991;&#31456;&#20013;&#30452;&#35328;&#65306;&#24314;&#35758;&#21830;&#21153;&#37096;&#22312;&#21326;&#20026;&#19982;&#25705;&#25176;&#32599;&#25289;&#30693;&#35782;&#20135;&#26435;&#32416;&#32439;&#36798;&#25104;&#21327;&#35758;&#21518;&#20877;&#23457;&#25209;&#30456;&#20851;&#30003;&#35831;&#65292;&#20197;&#20445;&#25252;&#20013;&#22269;&#36825;&#20010;&#22312;&#36890;&#20449;&#39046;&#22495;&#19981;&#22810;&#35265;&#30340;&#65292;&#25484;&#25569;&#20102;&#36739;&#22810;&#26680;&#24515;&#25216;&#26415;&#30340;&#20225;&#19994;&#30340;&#26435;&#30410;&#12290;</p>
<p>
&#21326;&#20026;&#22312;&#32654;&#22269;&#30340;&#25910;&#36141;&#34920;&#26126;&#65292;&#32654;&#22269;&#38024;&#23545;&#20013;&#22269;&#20225;&#19994;&#36827;&#20837;&#32654;&#22269;&#24066;&#22330;&#65292;&#26377;&#20960;&#36947;&#38450;&#32447;&#26469;&#20445;&#25252;&#32654;&#22269;&#20225;&#19994;&#21644;&#20135;&#19994;&#65292;&#20294;&#20013;&#22269;&#22312;&#30456;&#20284;&#30340;&#39640;&#31185;&#25216;&#20135;&#19994;&#25237;&#36164;&#12289;&#24182;&#36141;&#39046;&#22495;&#65292;&#27424;&#32570;&#32654;&#22269;&#37027;&#26679;&#20005;&#26684;&#30340;&#23457;&#26597;&#31243;&#24207;&#65292;&#36825;&#21448;&#20943;&#24369;&#20102;&#20013;&#22269;&#20225;&#19994;&#22312;&#20840;&#29699;&#31454;&#20105;&#20013;&#30340;&#31609;&#30721;&#12290;</p>
<p>
&#36804;&#20170;&#65292;&#20840;&#29699;&#24456;&#22810;&#22269;&#23478;&#37117;&#24050;&#32463;&#24314;&#31435;&#36215;&#31867;&#20284;&#32654;&#22269;CFIUS&#30340;&#32452;&#32455;&#25110;&#27861;&#24459;&#27861;&#35268;&#65292;&#22914;&#26085;&#26412;&#25919;&#24220;&#35774;&ldquo;&#20844;&#27491;&#20132;&#26131;&#22996;&#21592;&#20250;&rdquo;&#23457;&#26597;&#22806;&#36164;&#24182;&#36141;&#65292;&#27861;&#38498;&#26377;&#26435;&#32039;&#24613;&#20572;&#27490;&#20225;&#19994;&#24182;&#36141;&#34892;&#20026;&#65307;&#21360;&#24230;&#38480;&#21046;&#22806;&#36164;&#36827;&#20837;&#23186;&#20307;&#12289;&#36890;&#20449;&#26381;&#21153;&#31561;&#39046;&#22495;&#65292;&#22806;&#36164;&#30003;&#35831;&#38656;&#32463;17&#20010;&#37096;&#38376;&#25209;&#20934;&#31561;&#12290;&#20170;&#24180;2&#26376;11&#26085;&#65292;&#22269;&#21153;&#38498;&#21150;&#20844;&#21381;&#21457;&#24067;&#20102;&#12298;&#20851;&#20110;&#24314;&#31435;&#22806;&#22269;&#25237;&#36164;&#32773;&#24182;&#36141;&#22659;&#20869;&#20225;&#19994;&#23433;&#20840;&#23457;&#26597;&#21046;&#24230;&#30340;&#36890;&#30693;&#12299;&#65292;&#20013;&#22269;&#20063;&#27491;&#22312;&#24320;&#22987;&#30528;&#25163;&#25512;&#36827;&#22806;&#36164;&#24182;&#36141;&#23433;&#20840;&#23457;&#26597;&#30340;&#30456;&#20851;&#24037;&#20316;&#12290;</p>
<p>
&#21271;&#20140;&#37038;&#30005;&#22823;&#23398;&#25945;&#25480;&#35874;&#26126;&#25958;&#31216;&#65292;&#20013;&#22269;&#12298;&#21453;&#22404;&#26029;&#27861;&#12299;&#24212;&#23558;&#36328;&#22269;&#30340;&#22404;&#26029;&#24615;&#20225;&#19994;&#22312;&#21326;&#26426;&#26500;&#32435;&#20837;&#37325;&#28857;&#36866;&#29992;&#23545;&#35937;&#65292;&#23588;&#20854;&#23545;&#32654;&#22269;&#20844;&#21496;&#22312;&#21326;&#32463;&#27982;&#27963;&#21160;&#21152;&#20197;&#26356;&#20026;&#20005;&#26684;&#30340;&#30417;&#31649;&#65292;&#20005;&#26684;&#23457;&#26597;&#36328;&#22269;&#20844;&#21496;&#22312;&#21326;&#20860;&#24182;&#12289;&#25910;&#36141;&#21644;&#37325;&#32452;&#34892;&#20026;&#65292;&#23613;&#24555;&#20174;&#27861;&#29702;&#19978;&#26681;&#38500;&#36328;&#22269;&#20844;&#21496;&#30340;&#36229;&#22269;&#27665;&#24453;&#36935;&#12290;</p>
<p>
&#35834;&#35199;&#25910;&#36141;&#25705;&#25176;&#32599;&#25289;&#19968;&#26696;&#65292;&#25110;&#23558;&#25104;&#20026;&#23637;&#29616;&#20013;&#22269;&#25919;&#24220;&#31435;&#22330;&#30340;&#20851;&#38190;&#20107;&#20214;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/05/8368/" title="6:20 PM" rel="bookmark"><time class="entry-date" datetime="2011-03-05T18:20:49+00:00">2011/03/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/03/05/8366/" rel="prev"><span class="meta-nav">&larr;</span> &#26032;&#22411;&#21512;&#37329;&#26448;&#26009;&#27604;&#38050;&#38081;&#22362;&#30828;&#20004;&#20493; &#20855;&#26377;&#22609;&#26009;&#21487;&#22609;&#24615;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/03/05/8370/" rel="next">[&#36716;&#24086;]ARM+DSP&#21452;&#26680;&#22788;&#29702;&#22120;&#24212;&#29992;&#31243;&#24207;&#25915;&#30053; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/03/05/8368/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="8368" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="c1c6789af0"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="182"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>March 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/02/">&laquo; Feb</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/04/">Apr &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="1" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/03/01/" aria-label="Posts published on March 1, 2011">1</a></td><td>2</td><td><a href="http://log.SunnyBoy.Me/2011/03/03/" aria-label="Posts published on March 3, 2011">3</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/04/" aria-label="Posts published on March 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/05/" aria-label="Posts published on March 5, 2011">5</a></td><td>6</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/07/" aria-label="Posts published on March 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/08/" aria-label="Posts published on March 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/09/" aria-label="Posts published on March 9, 2011">9</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/10/" aria-label="Posts published on March 10, 2011">10</a></td><td>11</td><td><a href="http://log.SunnyBoy.Me/2011/03/12/" aria-label="Posts published on March 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/13/" aria-label="Posts published on March 13, 2011">13</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/14/" aria-label="Posts published on March 14, 2011">14</a></td><td>15</td><td><a href="http://log.SunnyBoy.Me/2011/03/16/" aria-label="Posts published on March 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/17/" aria-label="Posts published on March 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/18/" aria-label="Posts published on March 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/19/" aria-label="Posts published on March 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/20/" aria-label="Posts published on March 20, 2011">20</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/21/" aria-label="Posts published on March 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/22/" aria-label="Posts published on March 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/23/" aria-label="Posts published on March 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/24/" aria-label="Posts published on March 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/25/" aria-label="Posts published on March 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/26/" aria-label="Posts published on March 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/27/" aria-label="Posts published on March 27, 2011">27</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/28/" aria-label="Posts published on March 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/29/" aria-label="Posts published on March 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/30/" aria-label="Posts published on March 30, 2011">30</a></td><td>31</td>
		<td class="pad" colspan="3">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
