<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>09 | June | 2012 | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="archive date custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<section id="primary" class="site-content"><div id="content" role="main">

					<header class="archive-header"><h1 class="archive-title">Daily Archives: <span>2012/06/09</span></h1>
			</header><!-- .archive-header --><article id="post-13779" class="post-13779 post type-post status-publish format-standard hentry category-life"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2012/06/09/13779/" rel="bookmark">&#19968;&#20010;&#20154;&#30340;&#26053;&#34892;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2012/06/09/13779/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#31532;&#20108;&#27425;&#32493;&#31614;&#65292;&#19968;&#20010;&#20154;&#21435;V&auml;xj&ouml;&#12290;&#25972;&#22825;&#23429;&#30528;&#37117;&#38271;&#27611;&#20102;&#65292;&#19968;&#20010;&#20154;&#20986;&#21435;&#36208;&#19968;&#36208;&#65292;&#24819;&#19968;&#24819;&#65292;&#21999;&#65292;&#19981;&#38169;&#12290;</p>
<p>&#20064;&#24815;&#20102;&#21345;&#26449;&#30340;&#20844;&#20132;&#65292;&#30475;&#21040;&auml;vxj&ouml;&#30340;&#26576;&#20844;&#20132;&#36710;&#19981;&#33258;&#20027;&#25293;&#20102;&#24352;&#29031;&#65292;&#36825;&#20010;&#36710;&#30495;&#28866;&#21834;&#65292;&#36716;&#36807;&#22836;&#26159;&#20844;&#20132;&#24635;&#31449;&#65292;&#30475;&#21040; &#12290;&#12290;&#12290;&#20840;&#26159;&#30772;&#30772;&#28866;&#28866; &#12290;&#12290;&#12290; = = !!! &#27735;&#21834;&#12290;&#12290;&#12290; &#21644;stockholm&#30340;&#22320;&#38081;&#31449;&#19968;&#26679;&#65292;&#31532;&#19968;&#27425;&#30475;&#21040;&#24456;&#19981;&#20064;&#24815;&#12290;</p>
<p>&#21150;&#23436;&#31614;&#35777;&#65292;&#21313;&#28857;&#22810;&#65292;&#22238;&#21435;&#27809;&#36710;&#65292;&#21507;&#39277;&#27809;&#22320;&#20799;&#12290;&#36208;&#36208;&#21543;&#12290;&#30475;&#21040;&#40614;&#24403;&#21171;&#65292;&#31639;&#20102;&#65292;&#21435;&#37027;&#23478;&ldquo;&#28207;&#39321;&rdquo;&#30475;&#30475;&#12290;&#27809;&#24320;&#38376;&#65292;&#32780;&#19988;&#36825;&#23478;&#20063;&#27809;&#33258;&#21161;&#12290;&#25163;&#26426;&#27809;&#27969;&#37327;&#65292;&#25171;&#20010;&#30005;&#35805;&#27714;&#21161;~~ &#21448;&#27735;&#20102;&#65292;&#20851;&#38190;&#26102;&#21051;&#65292;&#24590;&#33021;&#19981;&#25509;&#30005;&#35805;&#12290;&#12290;&#12290; &#37027;&#23601;&#24453;&#20250;&#20799;&#21435;&#27888;&#22269;&#33258;&#21161;&#21543;&#12290;&#35805;&#35828;&#22238;&#26469;&#65292;&#35980;&#20284;&#22269;&#20154;&#24320;&#20102;&#24456;&#22810;&#27888;&#22269;&#33258;&#21161;&#65292;&#32780;&#19988;&#21619;&#36947;&#37117;&#19981;&#38169;&#65292;&#20013;&#22269;&#39184;&#39302;&#30340;&#21619;&#36947;&#21453;&#32780;&ldquo;&#22909;&#24808;&#21834;&rdquo;&#12290;</p>
<p>&#20808;&#21435;&#24066;&#20013;&#24515;&#36208;&#36208;&#65292;&#22270;&#20070;&#39302;&#21644;&#26031;&#20140;&#19968;&#26679;&#65292;&#22278;&#26609;&#24418;&#30340;&#65292;&#23567;&#20102;&#19968;&#28857;&#65292;&#21364;&#26356;&#28418;&#20142;&#12290;&#21621;&#21621;&#65292;&#29790;&#20856;&#20154;&#30495;&#26159;&#21916;&#27426;&#29627;&#29827;&#21916;&#27426;&#24471;&#32039;~~&nbsp;&#36335;&#19978;&#27809;&#20160;&#20040;&#20154;&#65292;&#21448;&#24819;&#21040;&#20102;kista&#65292;&#36825;&#20123;&#22320;&#26041;&#22312;&#22269;&#20869;&#32477;&#23545;&#26159;&ldquo;&#39740;&#22478;&rdquo;&#20102;&#12290;&#21306;&#21035;&#26159;&#36164;&#37329;&#26469;&#28304;&#65292;&#21621;&#21621;&#12290;</p>
<p>&#21313;&#19968;&#28857;&#65292;&#39184;&#39302;&#37117;&#24320;&#38376;&#20102;&#21543;&#65292;&#24448;&#22238;&#36208;&#12290;&#20160;&#20040;&#33410;&#26085;&#65292;&#37027;&#20040;&#22810;&#22307;&#35806;&#32769;&#20154;&#65311;&#19981;&#20250;&#26159;&#26576;&#24215;&#38144;&#21806;&#21543;&#65292;&#37027;&#20063;&#19981;&#20250;&#28385;&#34903;&#37117;&#26159;&#21834;&#12290;&#12290;&#12290;&#19968;&#36742;&#36710;&#24320;&#36807;&#65292;&#36208;&#22312;&#20154;&#34892;&#36947;&#19978;&#30340;&#20457;&#22307;&#35806;&#32654;&#22899;&#19981;&#32422;&#32780;&#21516;&#20197;&#20013;&#25351;&#22238;&#24212;&#65292;&#20272;&#35745;&#37027;&#20010;&#30007;&#30340;&#20914;&#20457;&#32654;&#22899;&#39134;&#21563;&#20102;&#21543;&#12290;&#36305;&#27493;&#26102;&#30475;&#21040;&#36807;&#25307;&#25163;&#30340;&#65292;&#32654;&#22899;&#23601;&#24403;&#27809;&#30475;&#21040;&#12290;PS&#65306;&#22914;&#26524;&#22307;&#35806;&#32769;&#29239;&#29239;&#31359;&#21322;&#36879;&#35270;&#35013;&#21457;&#31036;&#29289;&#20250;&#26159;&#20160;&#20040;&#22330;&#26223;&#65311;&#21703;&#21704;&#21704;~~~</p>
<p>&#24555;&#21040;&#39184;&#39302;&#30340;&#26102;&#20505;&#65292;&#31361;&#28982;&#24819;&#21040;&#19968;&#39318;&#27468;&#65292;<a href="http://www.youtube.com/watch?v=-Xi1jXVivRo">http://www.youtube.com/watch?v=-Xi1jXVivRo</a>&nbsp;&#20197;&#21069;&#21548;&#21040;&#24819;&#21040;&#30340;&#37117;&#26159;&#22235;&#20845;&#32423;&#65288;&#22247;&#65292;&#32463;&#39564;&#22826;&#20016;&#23500;&#20102;&#65289;&#65292;&#36825;&#27425;&#32431;&#31929;&#26159;&#39640;&#28526;&#37027;&#19977;&#20010;&#37325;&#22797;&#65292;&#20174;&#26469;&#33258;&#35817;&#29983;&#20135;&#21147;&#33258;&#30001;&#27969;&#21160;&#30340;&#25105;&#65292;&#36825;&#27425;&#31455;&#28982;&#24819;&#23478;&#20102;&#12290;&#30475;&#21040;&#30340;&ldquo;&#22806;&#22269;&#20154;&rdquo;&#22810;&#20102;&#65292;&#21457;&#29616;&#33258;&#24049;&#25165;&#26159;&ldquo;&#22806;&#22269;&#20154;&rdquo;&#65292;&#29579;&#21516;&#23398;&#35828;&#30340;&#22826;&#23545;&#20102;&#65292;&#19981;&#36807;&#19968;&#20004;&#24180;&#21069;&#30340;&#25105;&#36824;&#27809;&#20307;&#20250;&#12290;&ldquo;&#20320;&#33021;&#24471;&#21040;&#30340;&#65292;&#26159;&#20154;&#23478;&#24503;&#22269;&#20154;&#33021;&#22815;&#32473;&#19968;&#20010;&#20013;&#22269;&#20154;&#30340;&#19996;&#35199;&#65292;&#21253;&#25324;&#20320;&#22312;&#20013;&#22269;&#20154;&#38754;&#21069;&#30340;&#20248;&#36234;&#24863;&#12290;&#24635;&#26377;&#19968;&#20123;&#19996;&#35199;&#26159;&#20154;&#23478;&#19981;&#33021;&#32473;&#30340;&#21543;&#65292;&#27604;&#22914;&#35828;&#65292;&#20320;&#27704;&#36828;&#26159;&#36793;&#32536;&#20154;&#65292;&#20320;&#34701;&#20837;&#19981;&#21040;&#21035;&#20154;&#30340;&#20027;&#27969;&#31038;&#20250;&#12290; &#35686;&#23519;&#26159;&#20027;&#27969;&#31038;&#20250;&#30340;&#26631;&#24535;&#65292;&#22312;&#24503;&#22269;&#20320;&#20570;&#19981;&#21040;&#65292;&#22312;&#20013;&#22269;&#23601;&#33021;&#20570;&#21040;&#65292;&#36825;&#23601;&#26159;&#22269;&#31821;&#21644;&#34880;&#32479;&#32473;&#20320;&#30340;&#26435;&#21033;&#65292;&#36825;&#23601;&#26159;&#31062;&#22269;&#12290;&rdquo;&#65288;&#26377;&#26102;&#38388;&#26159;&#20877;&#30475;&#12298;&#36965;&#36828;&#30340;&#25937;&#19990;&#20027;&#12299;&#21602;&#65292;&#36824;&#26159;&#30475;friends&#21602;&#65311;&#20063;&#35768;&#20808;&#25630;&#23450;&#35770;&#25991;&#21543;&#65292;&#25105;&#25165;&#26159;&#25105;&#33258;&#24049;&#30340;&#25937;&#19990;&#20027;&#12290;&#65289;&#34429;&#28982;&#23545;&#20110;&#37027;&#20010;&#32456;&#23558;&#36893;&#21435;&#30340;&#26368;&#21518;&#21517;&#35789;&#65292;&#25105;&#19981;&#21916;&#27426;&#25552;&#21450;&#30456;&#20851;&#34893;&#29983;&#29289;&#65288;&#24050;&#32463;&#22312;&#26576;&#22269;&#29992;&#28866;&#65292;&#24322;&#21270;&#20102;&#65289;&#65292;&#20294;&#26159;&ldquo;&#22269;&#23478;&rdquo;&#30340;&#20986;&#29616;&#65292;&#30830;&#23454;&#20174;&#25972;&#20307;&#25552;&#39640;&#20102;&#20174;&#32676;&#23621;&#21160;&#29289;&#36807;&#26469;&#30340;&#20154;&#31867;&#30340;&#29983;&#20135;&#21147;&#12290;&#34429;&#28982;&#19981;&#26159;&#26426;&#26800;&#21807;&#29289;&#35770;&#32773;&#65292;&#25105;&#36824;&#26159;&#25402;&#21916;&#27426;&#29992;&ldquo;&#33258;&#32452;&#32455;&rdquo;&#26469;&#30475;&#26576;&#20123;&#29616;&#35937;&#12290;&#20063;&#26159;&#36234;&#26469;&#36234;&#35748;&#20026;&ldquo;&#23384;&#22312;&#30340;&#23601;&#26159;&#21512;&#29702;&#30340;&rdquo;&#65292;&#35753;&#20182;&#20204;&#65288;&#24590;&#20040;&#24863;&#35273;&#25105;&#26159;&#28779;&#26143;&#30340;&#65289;&#33258;&#30001;&#31454;&#20105;&#21543;&#65292;&#20154;&#31867;&#20250;&#36873;&#20986;&#21512;&#36866;&#33258;&#24049;&#30340;&#23384;&#20129;&#36712;&#36857;&#12290;</p>
<p>&#39069;&#12290;&#12290;&#12290; &#36305;&#39064;&#20102;&#12290;&#12290;&#12290;&#19981;&#36807;&#36825;&#27425;&#23567;&#25001;&#20419;&#20351;&#25105;&#26356;&#22810;&#30340;&#24605;&#32771;&#20043;&#21069;&#30340;&ldquo;&#25105;&#24819;&#35201;&#30340;&rdquo;&#12290;&#23567;&#24179;&#32769;&#30340;&#26102;&#20505;&#34429;&#28982;&#31946;&#28034;&#19981;&#23569;&#65292;&#24456;&#22810;&#26102;&#20505;&#33258;&#24049;&#30683;&#30462;&#65292;&#20294;&#26159;&ldquo;&#20027;&#20041;&#19981;&#33021;&#24403;&#39277;&#21507;&rdquo;&#25105;&#19968;&#30452;&#21313;&#20998;&#36190;&#21516;&#12290;&#19968;&#20010;&#20154;&#24403;&#28982;&#26377;&#34892;&#20026;&#30340;&#26681;&#26412;&#20934;&#21017;&#65292;&#20294;&#26159;&#20877;&#26681;&#26412;&#65292;&#20063;&#35201;&#25918;&#21040;&#23454;&#36341;&#20013;&#21644;&#26102;&#38388;&#20013;&#26816;&#39564;&#65292;&#23454;&#36341;&#25165;&#26159;&#26681;&#12290;&#21448;&#22914;Tahir&#35770;&#25991;&#39318;&#20808;&#24863;&#35874;&#20182;&#20204;&#30340;&#30495;&#20027;&#65292;&#22914;&#26524;&#26159;&#26412;&#31185;&#26102;&#20505;&#30340;&#25105;&#30475;&#21040;&#65292;&#19968;&#23450;&#21313;&#20998;&#35815;&#24322;&#12290;</p>
<p>&#36827;&#39184;&#39302;&#65292;&#19968;&#26354;&#31070;&#35805;&#65292;&#27809;&#21861;&#12290;&#28982;&#21518;&#65292;&#36965;&#36828;&#30340;&#26053;&#34892;&#65292;&#21621;&#21621;&#65292;&#22909;&#20037;&#27809;&#22312;&#20844;&#20849;&#22330;&#21512;&#21548;&#21040;&#20102;&#65292;&#21999;&#65292;&#22909;~ &#23551;&#21496;&#19981;&#38169;&#65292;&#33445;&#26411;&#24456;&#29245;&#65292;&#28856;&#40481;&#24456;&#33030;&#12290;&#12290;&#12290;&#21507;&#19981;&#19979;&#20102;&#12290;&#12290;&#12290;&#35805;&#35828;&#21345;&#26449;&#32477;&#23545;&#21507;&#19981;&#21040;&#36825;&#20040;&#29245;&#30340;&#33258;&#21161;&#12290;</p>
<p>&#20174;&#23041;&#20811;&#33293;&#22238;&#26469;&#65292;&#36820;&#31243;&#36710;&#22806;&#34920;&#36824;&#19981;&#38169;&#65292;&#19981;&#36807;&#26159;&#26469;&#21040;&#20043;&#21518;&#31532;&#19968;&#27425;&#30475;&#21040;&#20102;&#25163;&#21160;&#25377;&#30340;&#36710;&#65292;&#26469;&#21040;&#20043;&#21518;&#31532;&#19968;&#27425;&#30475;&#25026;&#21496;&#26426;&#30340;&#25805;&#20316;&#65292;&#26469;&#21040;&#20043;&#21518;&#31532;&#19968;&#27425;&#24863;&#21040;&#25442;&#25377;&#26102;&#20505;&#30340;&#40831;&#36718;&#25705;&#25830;&#12290;&#21363;&#20351;&#26159;&#36825;&#36742;&#36710;&#20063;&#26377;5&#22359;&#28082;&#26230;&#65292;&#21487;&#24819;&#20026;&#21861;&#36825;&#36793;&#32771;&#39550;&#29031;8k&#22810;&#20102;&#65292;&#19981;&#36807;&#32771;&#34385;&#21040;&#20154;&#22343;&#25910;&#20837;&#65292;&#36824;&#26159;&#27604;&#22269;&#20869;&#20415;&#23452;&#19968;&#21322;&#12290;</p>
<p>&#26412;&#26469;&#22238;&#26469;&#23601;&#24819;&#20889;&#19979;&#28857;&#20160;&#20040;&#65292;&#32467;&#26524;&#21448;&#25442;measurement point&#65292;&#36825;&#23548;&#24072;&#12290;&#12290;&#12290; &#19979;&#27425;&#36824;&#26159;&#35201;&#25265;&#24616;&#19968;&#19979;&#65292;&#21542;&#21017;&#25972;&#22825;&#25972;&#22825;&#30340;&#26102;&#38388;&#37117;&#35201;&#33457;&#22312;&#35843;&#25972;&#35774;&#22791;&#19978;&#20102;&#12290;</p>
<p>&#26368;&#21518;&#65292;v&auml;xj&ouml;&#20844;&#20132;&#36710;&#30495;&#24515;&#24863;&#35273;&#24456;&#28866;&#65292;&#20063;&#26159;&#25105;&#21548;&#21040;&#30340;&#22122;&#38899;&#26368;&#22823;&#30340;&#12290;&#12290;&#12290;</p>
<p style="text-align: center;"><img class="aligncenter" src="http://i.minus.com/jLAqOP7ZOLlMc.jpg" alt="" width="555"></p>
<p style="text-align: left;">update&#65306;&#30475;&#20102;&#19968;&#30524;twitter&#65292;&#24590;&#20040;&#37027;&#20040;&#22810;&#36127;&#38754;&#20449;&#24687;&#12290;&#12290;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/life/" rel="category tag">Life</a> on <a href="http://log.SunnyBoy.Me/2012/06/09/13779/" title="9:03 AM" rel="bookmark"><time class="entry-date" datetime="2012-06-09T09:03:05+00:00">2012/06/09</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --></div><!-- #content -->
	</section><!-- #primary --><div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>June 2012</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2012/05/">&laquo; May</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2012/07/">Jul &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="4" class="pad">&nbsp;</td><td>1</td><td>2</td><td>3</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2012/06/04/" aria-label="Posts published on June 4, 2012">4</a></td><td>5</td><td>6</td><td>7</td><td><a href="http://log.SunnyBoy.Me/2012/06/08/" aria-label="Posts published on June 8, 2012">8</a></td><td><a href="http://log.SunnyBoy.Me/2012/06/09/" aria-label="Posts published on June 9, 2012">9</a></td><td>10</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2012/06/11/" aria-label="Posts published on June 11, 2012">11</a></td><td>12</td><td>13</td><td>14</td><td>15</td><td>16</td><td>17</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2012/06/18/" aria-label="Posts published on June 18, 2012">18</a></td><td>19</td><td>20</td><td>21</td><td>22</td><td>23</td><td>24</td>
	</tr><tr><td>25</td><td><a href="http://log.SunnyBoy.Me/2012/06/26/" aria-label="Posts published on June 26, 2012">26</a></td><td>27</td><td>28</td><td>29</td><td>30</td>
		<td class="pad" colspan="1">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
