<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>[&#36716;&#36733;]&#35848;&#38761;&#21629; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; [&#36716;&#36733;]&#35848;&#38761;&#21629; Comments Feed" href="http://log.SunnyBoy.Me/2011/12/23/13206/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="linux,ubuntu&#28155;&#21152;&#24320;&#26426;&#33258;&#21160;&#36816;&#34892;&#31243;&#24207;&#26041;&#27861;autorun" href="http://log.SunnyBoy.Me/2011/12/19/13189/"><link rel="next" title="La Valse d&rsquo;Amelie (Orchestre)" href="http://log.SunnyBoy.Me/2011/12/27/13215/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/12/23/13206/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=13206"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F12%2F23%2F13206%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F12%2F23%2F13206%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-13206 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-13206" class="post-13206 post type-post status-publish format-standard hentry category-pol"><header class="entry-header"><h1 class="entry-title">[&#36716;&#36733;]&#35848;&#38761;&#21629;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/12/23/13206/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<div>
<address id="t_4701280b0102dz5s">from:&nbsp;<a href="http://blog.sina.com.cn/s/blog_4701280b0102dz5s.html">http://blog.sina.com.cn/s/blog_4701280b0102dz5s.html</a></address>
</div>
<address>&nbsp;(2011-12-23 06:09:34)</address>
<div></div>
<div id="sina_keyword_ad_area2">
<div id="aeaoofnhgocdbnbeljkmbjdmhbcokfdb-mousedown">&#26368;&#36817;&#32763;&#30475;&#20102;&#24456;&#22810;&#38382;&#39064;&#65292;&#38761;&#21629;&#20004;&#23383;&#34987;&#39057;&#39057;&#30340;&#38382;&#36215;&#12290;&#24179;&#26102;&#23186;&#20307;&#20063;&#24456;&#21916;&#27426;&#38382;&#65292;&#20294;&#26159;&#20063;&#21482;&#26159;&#19968;&#38382;&#19968;&#21548;&#65292;&#26080;&#27861;&#35265;&#35832;&#25253;&#31471;&#12290;&#20889;&#19979;&#26469;&#26080;&#35770;&#20160;&#20040;&#35266;&#28857;&#65292;&#20843;&#25104;&#20063;&#26159;&#19981;&#20445;&#30340;&#21629;&#12290;&#20294;&#20316;&#20026;&#36825;&#27425;&#20908;&#33267;&#22238;&#35835;&#32773;&#38382;&#30340;&#31532;&#19968;&#31687;&#65292;&#25105;&#23601;&#29992;&#25972;&#20010;&#31687;&#24133;&#26469;&#22238;&#31572;&#25105;&#20851;&#20110;&#38761;&#21629;&#20004;&#20010;&#23383;&#30340;&#30475;&#27861;&#12290;&#25105;&#32508;&#21512;&#20102;&#35835;&#32773;&#21644;&#19968;&#20123;&#20869;&#22806;&#23186;&#30340;&#25552;&#38382;&#65292;&#22312;&#36825;&#37324;&#19968;&#24182;&#20316;&#31572;&#12290;
<p>&#38382;&#65306;&#20013;&#22269;&#26368;&#36817;&#32676;&#20307;&#20107;&#20214;&#39057;&#20986;&#65292;&#20320;&#35748;&#20026;&#20013;&#22269;&#38656;&#35201;&#19968;&#22330;&#38761;&#21629;&#20040;&#12290;</p>
<p>&#22238; &#31572;&#65306;&#22312;&#31038;&#20250;&#26500;&#25104;&#36234;&#22797;&#26434;&#30340;&#22269;&#23478;&#65292;&#23588;&#20854;&#26159;&#19996;&#26041;&#22269;&#23478;&#65292;&#38761;&#21629;&#30340;&#26368;&#32456;&#25910;&#33719;&#32773;&#19968;&#23450;&#26159;&#24515;&#29408;&#25163;&#36771;&#32773;&#12290;&#24456;&#22374;&#29575;&#30340;&#35828;&#65292;&#38761;&#21629;&#26159;&#19968;&#20010;&#21548;&#19978;&#21435;&#38750;&#24120;&#29245;&#24555;&#28608;&#26114;&#24182;&#19988;&#20284;&#20046;&#24456;&#31435;&#31487;&#35265;&#24433;&#30340;&#35789;&#27719;&#65292; &#20294;&#26159;&#38761;&#21629;&#19982;&#20013;&#22269;&#26410;&#24517;&#26159;&#22909;&#30340;&#36873;&#25321;&#12290;&#39318;&#20808;&#65292;&#38761;&#21629;&#38656;&#35201;&#26377;&#19968;&#20010;&#35785;&#27714;&#65292;&#35785;&#27714;&#19968;&#33324;&#24635;&#26159;&#20197;&#21453;&#33104;&#36133;&#20026;&#24320;&#22987;&#12290;&#20294;&#36825;&#20010;&#35785;&#27714;&#22362;&#25345;&#19981;&#20102;&#22810;&#36828;&#12290;&ldquo;&#33258;&#30001;&rdquo;&#25110;&#32773;&ldquo;&#20844;&#27491;&rdquo;&#21448;&#26159;&#27809;&#26377;&#24066;&#22330;&#30340;&#65292; &#22240;&#20026;&#38500;&#20102;&#19968;&#20123;&#25991;&#33402;&#21644;&#26032;&#38395;&#30340;&#20174;&#19994;&#32773;&#65292;&#20320;&#36208;&#19978;&#34903;&#21435;&#38382;&#22823;&#37096;&#20998;&#20154;&#65292;&#20320;&#33258;&#30001;&#20040;&#65292;&#20182;&#20204;&#26222;&#36941;&#35273;&#24471;&#33258;&#30001;&#12290;&#38382;&#20182;&#20204;&#38656;&#35201;&#20844;&#27491;&#20040;&#65292;&#20182;&#20204;&#26222;&#36941;&#35748;&#20026;&#19981;&#20844;&#27491;&#30340;&#20107;&#24773;&#21482;&#35201;&#21035;&#21457;&#29983;&#22312;&#25105;&#33258;&#24049;&#36523; &#19978;&#23601;&#21487;&#20197;&#20102;&#65292;&#19981;&#26159;&#27599;&#20010;&#20154;&#37117;&#32463;&#24120;&#36973;&#21463;&#19981;&#20844;&#24453;&#36935;&#65292;&#25152;&#20197;&#20026;&#20182;&#20154;&#23547;&#27714;&#20844;&#27491;&#21644;&#33258;&#30001;&#19981;&#20250;&#24341;&#21457;&#20154;&#20204;&#30340;&#35748;&#21516;&#12290;&#22312;&#20013;&#22269;&#26159;&#24456;&#38590;&#25214;&#21040;&#36825;&#26679;&#19968;&#20010;&#38598;&#20307;&#35785;&#27714;&#30340;&#12290;&#36825;&#19981;&#26159;&#38656;&#35201;&#19981;&#38656;&#35201;&#30340;&#38382;&#39064;&#65292;&#26159;&#21487;&#33021;&#19981;&#21487;&#33021;&#26377;&#30340;&#38382;&#39064;&#12290;&#25105;&#30340;&#35266;&#28857;&#26159;&#19981;&#21487;&#33021;&#12290;</p>
<p>&#38382;&#65306;&#20320;&#20026;&#20160;&#20040;&#19981;&#21435;&#39046;&#23548;&#19968;&#22330;&#36215;&#20041;&#21602;&#65311;<br>
&#22238;&#31572;&#65306;&#24320;&#29609;&#31505;&#65292;&#23601;&#31639;&#25105;&#22312;&#19978;&#28023;&#19968;&#36215;&#20041;&#65292;&#23448;&#26041;&#21482;&#35201;&#19968;&#25488;&#26029;&#20114;&#32852;&#32593;&#21644;&#25163;&#26426;&#35759;&#21495;&#65292;&#25105;&#20272;&#35745;&#19981;&#29992;&#25919;&#24220;&#32500;&#31283;&#26426;&#22120;&#20986;&#39532;&#65292;&#37027;<br>
&#20123;&#26080;&#27861;&#29992;QQ&#32842;&#22825;&#25110;&#32773;&#29609;&#19981;&#20102;&#32593;&#32476;&#28216;&#25103;&#30475;&#19981;&#20102;&#20598;&#20687;&#28436;&#36830;&#32493;&#21095;&#30340;&#24868;&#24594;&#32676;&#20247;&#23601;&#36275;&#20197;&#23558;&#25105;&#20204;&#27516;&#28781;&#65292;&#20320;&#20063;&#21035;&#25351;&#26395;&#30528;&#33021;&#21047;&#24494;&#21338;&#25903;&#25588;&#25105;&#65292;&#20320;&#19977;&#22825;&#19978;&#19981;&#20102;&#24494;&#21338;&#23601;&#35813;&#24680;&#25105;&#20102;&#12290;</p>
<p>&#38382;&#65306;&#37027;&#38590;&#36947;&#20013;&#22269;&#23601;&#19981;&#38656;&#35201;&#27665;&#20027;&#19982;&#33258;&#30001;&#20102;&#20040;&#65311;<br>
&#22238; &#31572;&#65306;&#36825;&#26159;&#19968;&#20010;&#35823;&#21306;&#65292;&#30693;&#35782;&#20998;&#23376;&#26222;&#36941;&#23558;&#27665;&#20027;&#19982;&#33258;&#30001;&#32852;&#31995;&#22312;&#19968;&#36215;&#65292;&#20854;&#23454;&#23545;&#20110;&#22269;&#20154;&#65292;&#27665;&#20027;&#24102;&#26469;&#30340;&#32467;&#26524;&#24448;&#24448;&#26159;&#19981;&#33258;&#30001;&#12290;&#22240;&#20026;&#22823;&#37096;&#20998;&#22269;&#20154;&#30524;&#20013;&#30340;&#33258;&#30001;&#65292;&#19982;&#20986;&#29256;&#65292;&#26032;&#38395;&#65292;&#25991;&#33402;&#65292;&#35328; &#35770;&#65292;&#36873;&#20030;&#65292;&#25919;&#27835;&#37117;&#27809;&#26377;&#20851;&#31995;&#65292;&#32780;&#26159;&#20844;&#20849;&#36947;&#24503;&#19978;&#30340;&#33258;&#30001;&#65292;&#27604;&#22914;&#35828;&#27809;&#26377;&#20160;&#20040;&#31038;&#20250;&#20851;&#31995;&#30340;&#20154;&#65292;&#33021;&#33258;&#30001;&#30340;&#21927;&#21719;&#65292;&#33258;&#30001;&#30340;&#36807;&#39532;&#36335;&#65292;&#33258;&#30001;&#30340;&#21520;&#30192;&#65292;&#31245;&#24494;&#26377;&#28857;&#31038;&#20250;&#20851;&#31995;&#30340;&#20154;&#65292;&#25105;&#21487;&#20197; &#33258;&#30001;&#30340;&#36829;&#31456;&#65292;&#33258;&#30001;&#30340;&#38075;&#21508;&#31181;&#27861;&#24459;&#27861;&#35268;&#30340;&#28431;&#27934;&#65292;&#33258;&#30001;&#30340;&#32993;&#20316;&#38750;&#20026;&#65292;&#25152;&#20197;&#65292;&#22909;&#30340;&#27665;&#20027;&#24517;&#28982;&#24102;&#26469;&#31038;&#20250;&#36827;&#27493;&#65292;&#26356;&#21152;&#27861;&#21046;&#65292;&#36825;&#21183;&#24517;&#35753;&#22823;&#37096;&#20998;&#24182;&#19981;&#22312;&#20046;&#25991;&#21270;&#33258;&#30001;&#30340;&#20154;&#20204;&#35273;&#24471;&#26377;&#20123;&#19981; &#33258;&#30001;&#65292;&#23601;&#20687;&#24456;&#22810;&#20013;&#22269;&#20154;&#21435;&#20102;&#27431;&#32654;&#21457;&#36798;&#22269;&#23478;&#35273;&#24471;&#27985;&#36523;&#19981;&#33258;&#22312;&#19968;&#26679;&#12290;&#25152;&#20197;&#65292;&#27665;&#20027;&#21644;&#33258;&#30001;&#26410;&#24517;&#35201;&#32852;&#31995;&#22312;&#19968;&#36215;&#35828;&#65292;&#25105;&#35748;&#20026;&#20013;&#22269;&#20154;&#23545;&#33258;&#30001;&#26377;&#30528;&#33258;&#24049;&#29420;&#29305;&#30340;&#23450;&#20041;&#65292;&#32780;&#33258;&#30001;&#22312;&#20013;&#22269;&#26368; &#27809;&#26377;&#24863;&#26579;&#21147;&#12290;</p>
<p>&#38382;&#65306;&#25105;&#35748;&#20026;&#20013;&#22269;&#39037;&#30142;&#22826;&#28145;&#65292;&#25913;&#38761;&#24050;&#32463;&#27809;&#26377;&#29992;&#20102;&#65292;&#21482;&#26377;&#26469;&#19968;&#22330;&#38761;&#21629;&#25165;&#33021;&#35753;&#31038;&#20250;&#22909;&#36716;&#12290;</p>
<p>&#22238;&#31572;&#65306;&#25105;&#20204;&#20551;&#35774;&#38761;&#21629;&#27809;&#26377;&#36973;&#21040;&#38215;&#21387;&#65292;&#24403;&#28982;&#36825;&#26412;&#36523;&#23601;&#26159;&#19981;&#21487;&#33021;&#30340;&#12290;&#25105;&#20204;&#24187;&#24819;&#19968;&#19979;&#38761;&#21629;&#65292;&#20551;&#35774;&#65292;&#38761;&#21629;&#21040;&#20102;&#20013;&#27573;&#65292;&#23398;&#29983;&#65292;&#32676;&#20247;&#65292;&#31038;&#20250;&#31934;&#33521;&#65292;&#30693;&#35782;&#20998;&#23376;&#65292;&#20892;&#27665;&#65292;&#24037;&#20154;&#65292;&#32943;&#23450;&#19981; &#33021;&#36798;&#25104;&#20849;&#35782;&#12290;&#32780;&#25105;&#20204;&#19968;&#30452;&#24573;&#30053;&#20102;&#19968;&#20010;&#20154;&#32676;&#65292;&#37027;&#23601;&#26159;&#36139;&#22256;&#20154;&#21475;&#65292;&#36825;&#20010;&#25968;&#30446;&#22823;&#27010;&#26159;&#20004;&#20159;&#20116;&#21315;&#19975;&#12290;&#20320;&#24179;&#26102;&#37117;&#19981;&#33021;&#27880;&#24847;&#26377;&#20182;&#20204;&#30340;&#23384;&#22312;&#65292;&#22240;&#20026;&#20182;&#20204;&#29978;&#33267;&#20174;&#26469;&#19981;&#20351;&#29992;&#20114;&#32852;&#32593;&#12290;&#26082;&#28982; &#38761;&#21629;&#33021;&#22815;&#21457;&#23637;&#21040;&#20013;&#27573;&#65292;&#24517;&#28982;&#24050;&#32463;&#35806;&#29983;&#20102;&#26032;&#30340;&#39046;&#34966;&#12290;&#27809;&#26377;&#39046;&#34966;&#30340;&#38761;&#21629;&#19968;&#23450;&#26159;&#22833;&#36133;&#30340;&#65292;&#30333;&#33714;&#25945;&#36215;&#20041;&#23601;&#26159;&#24456;&#22909;&#30340;&#20363;&#23376;&#65292;&#32780;&#26377;&#20102;&#39046;&#34966;&#30340;&#38761;&#21629;&#65292;&#20063;&#19981;&#19968;&#23450;&#22909;&#21040;&#21738;&#37324;&#21435;&#65292;&#22826;&#24179;&#22825;&#22269; &#21448;&#26159;&#24456;&#22909;&#30340;&#20363;&#23376;&#12290;&#20013;&#22269;&#24335;&#30340;&#39046;&#34966;&#65292;&#32477;&#23545;&#19981;&#20250;&#26159;&#20320;&#29616;&#22312;&#22352;&#22312;&#30005;&#33041;&#21069;&#33021;&#24819;&#35937;&#30340;&#37027;&#20123;&#28201;&#21402;&#20161;&#24904;&#32773;&#12290;&#36825;&#26679;&#30340;&#19968;&#20010;&#39046;&#34966;&#65292;&#20843;&#25104;&#29420;&#26029;&#19987;&#27178;&#33258;&#31169;&#29378;&#22916;&#29408;&#27602;&#21448;&#26377;&#29053;&#21160;&#21147;&#65292;&#26159;&#30340;&#65292;&#21548;&#30528;&#26377; &#28857;&#32819;&#29087;&#12290;&#20294;&#20013;&#22269;&#20154;&#23601;&#21507;&#36825;&#19968;&#22871;&#65292;&#20063;&#21482;&#26377;&#36825;&#19968;&#22871;&#25165;&#33021;&#24448;&#19978;&#29228;&#65292;&#36825;&#20010;&#31038;&#20250;&#20064;&#24815;&#20102;&#24694;&#20154;&#24403;&#36947;&#65292;&#22909;&#20154;&#25384;&#20992;&#12290;&#25991;&#33402;&#38738;&#24180;&#20204;&#30475;&#22909;&#30340;&#39046;&#34966;&#19968;&#20010;&#31036;&#25308;&#20272;&#35745;&#23601;&#20840;&#32473;&#36386;&#20986;&#23616;&#20102;&#12290;&#32780;&#36234;&#26159;&#25945;&#32946; &#27700;&#24179;&#39640;&#30340;&#20154;&#65292;&#36234;&#19981;&#23481;&#26131;&#33251;&#26381;&#19982;&#39046;&#34966;&#12290;&#25152;&#20197;&#36825;&#20123;&#20154;&#32943;&#23450;&#26159;&#26368;&#26089;&#20174;&#38761;&#21629;&#20013;&#31163;&#24320;&#30340;&#12290;&#38543;&#30528;&#31038;&#20250;&#31934;&#33521;&#30340;&#31163;&#24320;&#65292;&#38761;&#21629;&#20154;&#32676;&#30340;&#26500;&#25104;&#37096;&#20998;&#19968;&#23450;&#20250;&#20135;&#29983;&#21464;&#21270;&#65292;&#26080;&#35770;&#38761;&#21629;&#30340;&#36215;&#22987;&#21475;&#21495;&#26377;&#22810; &#20040;&#22909;&#21548;&#65292;&#21040;&#26368;&#21518;&#19968;&#23450;&#21448;&#20250;&#21464;&#22238;&#19968;&#20010;&#23383;&#65292;&#38065;&#12290;&#35828;&#30340;&#22909;&#21548;&#19968;&#28857;&#23601;&#26159;&#25226;&#24212;&#35813;&#23646;&#20110;&#25105;&#20204;&#30340;&#38065;&#36824;&#32473;&#25105;&#20204;&#65292;&#35828;&#38590;&#21548;&#19968;&#28857;&#23601;&#26159;&#25504;&#22842;&#24335;&#30340;&#22343;&#23500;&#12290;&#20320;&#20204;&#19981;&#35201;&#20197;&#20026;&#22240;&#20026;&#25105;&#35273;&#24471;&#33258;&#24049;&#26377;&#28857;&#38065;&#65292; &#25152;&#20197;&#25105;&#24578;&#20102;&#65292;&#23475;&#24597;&#22833;&#21435;&#12290;&#22312;&#38761;&#21629;&#30340;&#27946;&#27969;&#37324;&#65292;&#20320;&#25317;&#26377;&#19968;&#20010;&#33529;&#26524;&#25163;&#26426;&#65292;&#20320;&#26159;&#24320;&#25705;&#25176;&#36710;&#30340;&#65292;&#29978;&#33267;&#20320;&#20250;&#19978;&#32593;&#65292;&#20320;&#24179;&#26102;&#20080;&#25253;&#32440;&#65292;&#21507;&#32943;&#24503;&#22522;&#65292;&#20320;&#37117;&#31639;&#26159;&#26377;&#38065;&#20154;&#65292;&#37117;&#26159;&#20805;&#28385;&#30528;&#21407;&#32618;&#30340; &#34987;&#38761;&#21629;&#23545;&#35937;&#12290;&#26377;&#19968;&#20159;&#23478;&#20135;&#30340;&#20154;&#27604;&#36215;&#26377;&#19968;&#19975;&#23478;&#20135;&#30340;&#20154;&#21453;&#32780;&#23433;&#20840;&#65292;&#22240;&#20026;&#20182;&#20204;&#25171;&#24320;&#23478;&#38376;&#65292;&#38376;&#21475;&#24050;&#32463;&#25918;&#30340;&#26159;&#32445;&#32422;&#26102;&#25253;&#20102;&#12290;&#26368;&#21518;&#20498;&#38665;&#30340;&#36824;&#26159;&#20013;&#20135;&#65292;&#20934;&#20013;&#20135;&#29978;&#33267;&#20934;&#23567;&#24247;&#32773;&#12290;&#20197;&#21069;&#20154; &#20204;&#22312;&#21508;&#31181;&#25919;&#27835;&#36816;&#21160;&#20013;&#33258;&#30456;&#27531;&#26432;&#65292;&#29616;&#22312;&#30340;&#20154;&#20204;&#21482;&#35748;&#38065;&#65292;&#25152;&#20197;&#24456;&#22810;&#20154;&#27665;&#24050;&#32463;&#34987;&#35757;&#32451;&#25104;&#21482;&#35748;&#38065;&#30340;&#33258;&#30456;&#27531;&#26432;&#32773;&#12290;&#25152;&#20197;&#20320;&#23601;&#24819;&#35937;&#21543;&#12290;&#32780;&#20013;&#22269;&#20154;&#35762;&#31350;&#28165;&#31639;&#65292;&#36825;&#20063;&#24517;&#28982;&#23548;&#33268;&#38215;&#21387;&#12290;</p>
<p>&#20219; &#20309;&#30340;&#38761;&#21629;&#37117;&#38656;&#35201;&#26102;&#38388;&#65292;&#20013;&#22269;&#37027;&#20040;&#22823;&#30340;&#22269;&#23478;&#65292;&#19981;&#35828;&#22825;&#19979;&#22823;&#20081;&#65292;&#20891;&#38400;&#28151;&#25112;&#65292;&#26435;&#21033;&#30495;&#31354;&#12290;&#31245;&#24494;&#20081;&#20010;&#20116;&#24180;&#21313;&#24180;&#30340;&#65292;&#32769;&#30334;&#22995;&#32943;&#23450;&#20250;&#29305;&#21035;&#26399;&#30460;&#20986;&#29616;&#19968;&#20010;&#38081;&#33109;&#29420;&#35009;&#32773;&#65292;&#21487;&#20197;&#25972;&#27835;&#31038;&#20250; &#31209;&#24207;&#65292;&#25910;&#25342;&#19968;&#19979;&#23616;&#38754;&#12290;&#33267;&#20110;&#20174;&#30334;&#33457;&#40784;&#25918;&#37325;&#26032;&#30475;&#22238;&#20154;&#27665;&#26085;&#25253;&#65292;&#36825;&#20010;&#30495;&#30340;&#27809;&#25152;&#35859;&#12290;&#20917;&#19988;&#25105;&#20204;&#30340;&#19968;&#20999;&#20551;&#35774;&#37117;&#24314;&#31435;&#22312;&#20891;&#38431;&#22269;&#23478;&#21270;&#30340;&#21069;&#25552;&#19979;&#65292;&#25152;&#20197;&#36825;&#20123;&#37117;&#26159;&#24187;&#24819;&#65292;&#36830;&#24187;&#24819;&#37117;&#19981;&#20048; &#35266;&#65292;&#23601;&#21035;&#25552;&#25805;&#20316;&#20102;&#12290;</p>
<p>&#38382;&#65306;&#37027;&#20320;&#30475;&#22467;&#21450;&#65292;&#21033;&#27604;&#20122;&#8943;&#8943;</p>
<p>&#22238;&#31572;&#65306;&#22467;&#21450;&#65292;&#21033;&#27604;&#20122;&#26159;&#34987;&#19968;&#20010;&#20154;&#29420;&#35009;&#32479;&#27835;&#20960;&#21313;&#24180;&#65292;&#22478;&#24066;&#20063;&#19981;&#22810;&#65292;&#19968;&#20010;&#20107;&#20214;&#20316;&#20026;&#29190;&#28857;&#65292;&#19968;&#20010;&#24191;&#22330;&#29992;&#26469;&#28436;&#35762;&#65292;&#23601;&#21487;&#20197;&#38761;&#21629; &#25104;&#21151;&#12290;&#20013;&#22269;&#27809;&#26377;&#19968;&#20010;&#20855;&#20307;&#30340;&#20010;&#20154;&#33021;&#25104;&#20026;&#34987;&#38761;&#21629;&#30340;&#23545;&#35937;&#65292;&#22478;&#24066;&#65292;&#20154;&#21475;&#20247;&#22810;&#65292;&#32780;&#19988;&#21508;&#31181;&#21315;&#22855;&#30334;&#24618;&#30340;&#28798;&#38590;&#37117;&#21457;&#29983;&#36807;&#65292;G&#28857;&#24050;&#32463;&#40635;&#26408;&#65292;&#26356;&#21035;&#25552;&#29190;&#28857;&#20102;&#12290;&#23601;&#31639;&#31038;&#20250;&#30683;&#30462;&#20877;&#28608;&#28872;&#21313; &#20493;&#65292;&#32473;&#20320;&#21313;&#20010;&#21704;&#32500;&#23572;&#22312;&#21313;&#20010;&#22478;&#24066;&#19968;&#36215;&#28436;&#35762;&#65292;&#20877;&#20551;&#35774;&#24403;&#23616;&#19981;&#31649;&#65292;&#26368;&#32456;&#36825;&#20123;&#28436;&#35762;&#20063;&#26159;&#20197;&#34987;&#28070;&#21897;&#31958;&#20225;&#19994;&#20896;&#21517;&#24182;&#30331;&#38470;&#28023;&#28096;&#21095;&#38498;&#32780;&#21578;&#32456;&#12290;</p>
<p>&#24403;&#28982;&#65292;&#20197;&#19978;&#26356;&#26159;&#24223;&#35805;&#65292;&#26368;&#20851;&#38190;&#26159;&#23601;&#20013;&#22269;&#20154;&#19968;&#21103;&#21035;&#20154;&#27515;&#32477;&#19981;&#21549;&#22768;&#65292;&#21482;&#26377;&#21507;&#20111;&#21040;&#33258;&#24049;&#22836;&#19978;&#25165;&#20250;&#22007;&#22007;&#21483;&#30340;&#20064;&#24615;&#65292;&#19968;&#36744;&#23376;&#37117;&#22242;&#32467;&#19981;&#36215;&#26469;&#12290;&#25152;&#20197;&#65292;&#20851;&#20110;&#20154;&#27665;&#38761;&#21629;&#65292;&#25105;&#30340;&#35266;&#28857;&#24456;&#31616;&#21333;&#65292;&#31532;&#19968;&#65292;&#38761;&#21629;&#19981;&#22909;&#65292;&#31532;&#20108;&#65292;&#19981;&#21487;&#33021;&#26377;&#38761;&#21629;&#65292;&#31532;&#19977;&#65292;&#23601;&#31639;&#38761;&#21629;&#20063;&#19981;&#21487;&#33021;&#25104;&#21151;&#65292;&#31532;&#22235;&#65292;&#23601;&#31639;&#25104;&#21151;&#20102;&#20063;&#26410;&#24517;&#27665;&#20027;&#12290;</p>
<p>&#38382;&#65306;&#20320;&#30340;&#35266;&#28857;&#38750;&#24120;&#30340;&#20116;&#27611;&#20826;&#65292;&#26159;&#34987;&#25919;&#24220;&#20080;&#36890;&#20102;&#20040;&#65311;&#20026;&#20160;&#20040;&#19981;&#33021;&#19968;&#20154;&#19968;&#24352;&#36873;&#31080;&#36873;&#20027;&#24109;&#12290;</p>
<p>&#22238;&#31572;&#65306;&#22312;&#36825;&#26679;&#19968;&#20010;&#38750;&#27492;&#21363;&#24444;&#65292;&#38750;&#40657;&#23601;&#30333;&#65292;&#38750;&#23545;&#26082;&#38169;&#65292;&#38750;&#24102;&#36335;&#20826;&#26082;&#20116;&#27611;&#20826;&#30340;&#31038;&#20250;&#37324;&#65292;&#38761;&#21629;&#20004;&#23383;&#35828;&#36215;&#26469;&#38712;&#27668;&#65292;&#25805;&#20316;&#36215;&#26469;&#21361;&#23475;&#26356;&#22823;&#12290;&#20063;&#35768;&#24456;&#22810;&#20154;&#35748;&#20026;&#65292;&#20013;&#22269;&#30340;&#24403;&#21153;&#20043;&#24613;&#23601;&#26159;&#19968;&#20154;&#19968;&#24352;&#36873;&#31080;&#36873;&#20027;&#24109;&#65292;&#20854;&#23454; &#36825;&#24182;&#19981;&#26159;&#20013;&#22269;&#26368;&#22823;&#30340;&#24613;&#36843;&#12290;&#30456;&#21453;&#65292;&#19968;&#20154;&#19968;&#24352;&#36873;&#31080;&#65292;&#26368;&#32456;&#30340;&#32467;&#26524;&#36824;&#26159;&#20849;&#20135;&#20826;&#20195;&#34920;&#33719;&#32988;&#65292;&#35841;&#33021;&#27604;&#20826;&#26356;&#26377;&#38065;&#65311;&#20116;&#30334;&#20159;&#23601;&#33021;&#20080;&#20116;&#20159;&#24352;&#36873;&#31080;&#12290;&#19981;&#34892;&#21152;&#21040;&#20116;&#21315;&#20159;&#12290;&#19968;&#24180;&#31246;&#25910;&#37117;&#21313;&#19975; &#20159;&#21602;&#12290;&#20320;&#21644;&#20154;&#23478;&#27604;&#26377;&#38065;?&#20320;&#35273;&#24471;&#20320;&#21608;&#22260;&#30340;&#26379;&#21451;&#30340;&#20844;&#27491;&#29420;&#31435;&#65292;&#37027;&#26679;&#30340;&#20154;&#21152;&#36215;&#26469;&#20063;&#23601;&#20960;&#21313;&#19975;&#24352;&#36873;&#31080;&#12290;&#20320;&#30475;&#22909;&#30340;&#26377;&#35782;&#20043;&#22763;&#65292;&#33021;&#26377;&#21313;&#19975;&#24352;&#37117;&#19981;&#38169;&#20102;&#12290;&#21807;&#19968;&#33021;&#21644;&#20849;&#20135;&#20826;&#25239;&#34913;&#30340;&#23601; &#26159;&#39532;&#21270;&#33150;&#65292;&#22240;&#20026;&#20182;&#21487;&#20197;&#22312;QQ&#30331;&#38470;&#30340;&#26102;&#20505;&#24377;&#20986;&#19968;&#20010;&#31383;&#21475;&#65306;&#35841;&#36873;&#25105;&#39532;&#21270;&#33150;&#65292;&#35841;&#23601;&#21487;&#20197;&#24471;500Q&#24065;&#12290;&#27492;&#20030;&#20272;&#35745;&#20063;&#33021;&#33719;&#24471;&#20004;&#20159;&#24352;&#36873;&#31080;&#12290;&#20294;&#38382;&#39064;&#26159;&#65292;&#21040;&#26102;&#20505;&#39532;&#21270;&#33150;&#19968;&#23450;&#20250;&#20837; &#20826;&#30340;&#12290;&#27665;&#20027;&#26159;&#19968;&#20010;&#22797;&#26434;&#65292;&#33392;&#38590;&#32780;&#24517;&#28982;&#30340;&#31038;&#20250;&#21382;&#31243;&#65292;&#24182;&#19981;&#26159;&#20160;&#20040;&#38761;&#21629;&#65292;&#26222;&#36873;&#65292;&#22810;&#20826;&#21046;&#65292;&#25512;&#32763;XX&#65292;&#36825;&#20123;&#33073;&#21475;&#32780;&#20986;&#30340;&#31616;&#21333;&#35789;&#27719;&#21487;&#20197;&#36731;&#26131;&#36798;&#25104;&#30340;&#12290;&#22914;&#26524;&#20320;&#23545;&#21496;&#27861;&#21644;&#20986;&#29256;&#37117;&#20174;&#26469;&#27809;&#26377;&#20851;&#24515; &#36807;&#65292;&#20320;&#20851;&#24515;&#26222;&#36873;&#26377;&#20160;&#20040;&#24847;&#20041;&#21602;&#12290;&#26080;&#38750;&#23601;&#26159;&#35828;&#36215;&#26469;&#26356;&#25289;&#39118;&#19968;&#28857;&#12290;&#36825;&#21644;&#37027;&#20123;&#19968;&#35828;&#36215;&#36187;&#36710;&#21482;&#20250;&#25552;F1&#65292;&#19968;&#35828;&#36215;&#36275;&#29699;&#21482;&#30693;&#36947;&#19990;&#30028;&#26479;&#30340;&#20154;&#26377;&#20160;&#20040;&#21306;&#21035;&#21602;&#12290;</p>
<p>&#38382;&#65306;&#25105;&#35273;&#24471;&#20013;&#22269;&#30340;&#38761;&#21629;&#21644;&#27665;&#20027;&#21482;&#26159;&#26102;&#26426;&#30340;&#38382;&#39064;&#12290;&#20320;&#35748;&#20026;&#20160;&#20040;&#26102;&#26426;&#26368;&#21512;&#36866;&#12290;</p>
<p>&#22238; &#31572;&#65306;&#38761;&#21629;&#21644;&#27665;&#20027;&#26159;&#20004;&#20010;&#21517;&#35789;&#65292;&#36825;&#20004;&#20010;&#21517;&#35789;&#26159;&#23436;&#20840;&#19981;&#31561;&#21516;&#30340;&#65292;&#38761;&#21629;&#19981;&#20445;&#35777;&#23601;&#33021;&#24102;&#26469;&#27665;&#20027;&#65292;&#36825;&#20010;&#21681;&#20204;&#19981;&#26159;&#26089;&#23601;&#24050;&#32463;&#35777;&#26126;&#36807;&#19968;&#27425;&#20102;&#22043;&#12290;&#21382;&#21490;&#26366;&#32463;&#32473;&#36807;&#20013;&#22269;&#26426;&#20250;&#65292;&#22914;&#20170;&#30340;&#23616;&#38754; &#21017;&#26159;&#25105;&#20204;&#29238;&#36744;&#30340;&#36873;&#25321;&#12290;&#29616;&#20170;&#20013;&#22269;&#26159;&#19990;&#30028;&#19978;&#26368;&#19981;&#21487;&#33021;&#26377;&#38761;&#21629;&#30340;&#22269;&#23478;&#65292;&#21516;&#26102;&#20013;&#22269;&#20063;&#26159;&#19990;&#30028;&#19978;&#26368;&#24613;&#38656;&#35201;&#25913;&#38761;&#30340;&#22269;&#23478;&#12290;&#22914;&#26524;&#20320;&#30828;&#35201;&#38382;&#25105;&#22312;&#20013;&#22269;&#65292;&#20160;&#20040;&#26102;&#20505;&#26159;&#20010;&#38761;&#21629;&#30340;&#22909;&#26102;&#26426;&#65292; &#25105;&#21482;&#33021;&#35828;&#65292;&#24403;&#34903;&#19978;&#30340;&#20154;&#24320;&#36710;&#20132;&#20250;&#26102;&#37117;&#33021;&#20851;&#25481;&#36828;&#20809;&#28783;&#20102;&#65292;&#23601;&#33021;&#25918;&#24515;&#38761;&#21629;&#20102;&#12290;</p>
<p>&#20294;&#36825;&#26679;&#30340;&#22269;&#23478;&#65292;&#20063;&#19981;&#38656;&#35201;&#20219;&#20309;&#30340;&#38761;&#21629;&#20102;&#65292;&#22269;&#27665;&#32032;&#36136;&#21644;&#25945;&#32946;&#27700;&#24179;&#21040;&#20102;&#37027;&#20010;&#20221;&#19978;&#65292;&#19968;&#20999;&#20415;&#37117;&#26159;&#33258;&#28982;&#32780;&#28982;&#30340;&#20107;&#24773;&#20102;&#12290;</p>
<p><wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;<wbr>&nbsp;&#20908;&#33267;&#22238;&#35835;&#32773;&#38382;&#20043;&#19968;&#65292;&#23436;&#12290;<br></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></wbr></p></div>
</div>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/pol/" rel="category tag">POL</a> on <a href="http://log.SunnyBoy.Me/2011/12/23/13206/" title="12:03 AM" rel="bookmark"><time class="entry-date" datetime="2011-12-23T00:03:02+00:00">2011/12/23</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/12/19/13189/" rel="prev"><span class="meta-nav">&larr;</span> linux,ubuntu&#28155;&#21152;&#24320;&#26426;&#33258;&#21160;&#36816;&#34892;&#31243;&#24207;&#26041;&#27861;autorun</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/12/27/13215/" rel="next">La Valse d&rsquo;Amelie (Orchestre) <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/12/23/13206/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="13206" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="8077bebeed"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="36"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>December 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/11/">&laquo; Nov</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2012/01/">Jan &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="3" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/12/01/" aria-label="Posts published on December 1, 2011">1</a></td><td><a href="http://log.SunnyBoy.Me/2011/12/02/" aria-label="Posts published on December 2, 2011">2</a></td><td><a href="http://log.SunnyBoy.Me/2011/12/03/" aria-label="Posts published on December 3, 2011">3</a></td><td>4</td>
	</tr><tr><td>5</td><td>6</td><td>7</td><td><a href="http://log.SunnyBoy.Me/2011/12/08/" aria-label="Posts published on December 8, 2011">8</a></td><td>9</td><td><a href="http://log.SunnyBoy.Me/2011/12/10/" aria-label="Posts published on December 10, 2011">10</a></td><td>11</td>
	</tr><tr><td>12</td><td>13</td><td>14</td><td>15</td><td>16</td><td>17</td><td>18</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/12/19/" aria-label="Posts published on December 19, 2011">19</a></td><td>20</td><td>21</td><td>22</td><td><a href="http://log.SunnyBoy.Me/2011/12/23/" aria-label="Posts published on December 23, 2011">23</a></td><td>24</td><td>25</td>
	</tr><tr><td>26</td><td><a href="http://log.SunnyBoy.Me/2011/12/27/" aria-label="Posts published on December 27, 2011">27</a></td><td>28</td><td><a href="http://log.SunnyBoy.Me/2011/12/29/" aria-label="Posts published on December 29, 2011">29</a></td><td>30</td><td><a href="http://log.SunnyBoy.Me/2011/12/31/" aria-label="Posts published on December 31, 2011">31</a></td>
		<td class="pad" colspan="1">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
