<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>[&#36716;&#36148;]&#35270;&#39057;&#65306;3&#23681;&#30007;&#23401;&#38271;&#26102;&#38388;&#34987;&#22256;&#36710;&#21410;&#26410;&#34987;&#21457;&#29616; &#31378;&#24687;&#32780;&#27515; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; [&#36716;&#36148;]&#35270;&#39057;&#65306;3&#23681;&#30007;&#23401;&#38271;&#26102;&#38388;&#34987;&#22256;&#36710;&#21410;&#26410;&#34987;&#21457;&#29616; &#31378;&#24687;&#32780;&#27515; Comments Feed" href="http://log.SunnyBoy.Me/2011/07/28/12282/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#33487;&#25171;&#32511;" href="http://log.SunnyBoy.Me/2011/07/28/12297/"><link rel="next" title="&#34311;&#25171;&#32160;&#65306;&#23567;&#23431;&#23449;" href="http://log.SunnyBoy.Me/2011/07/28/12276/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/07/28/12282/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=12282"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F07%2F28%2F12282%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F07%2F28%2F12282%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-12282 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-12282" class="post-12282 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">[&#36716;&#36148;]&#35270;&#39057;&#65306;3&#23681;&#30007;&#23401;&#38271;&#26102;&#38388;&#34987;&#22256;&#36710;&#21410;&#26410;&#34987;&#21457;&#29616; &#31378;&#24687;&#32780;&#27515;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/28/12282/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#20964;&#20976;&#32593;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;2011&#24180;7&#26376;23&#26085;&#65292;&#31119;&#24030;&#30340;&#20013;&#23398;&#35821;&#25991;&#32769;&#24072;&#39033;&#20313;&#23736;&#22827;&#22919;&#24102;&#30528;&#20004;&#23681;&#30340;&#23567;&#22899;&#20799;&#21435;&#26477;&#24030;&#30475;&#26395;&#22806;&#23110;&#65292;&#20551;&#26399;&#21018;&#21018;&#32467;&#26463;&#20934;&#22791;&#36820;&#22238;&#23478;&#20013;&#12290;&#20063;&#26159;&#22312;&#36825;&#19968;&#22825;&#65292;&#20013;&#22269;&#20256;&#23186;&#22823;&#23398;&#30340;&#23398;&#29983;&#38470;&#28023;&#22825;&#35201;&#21435;&#28201;&#24030;&#30340;&#19968;&#23478;&#23186;&#20307;&#23454;&#20064;&#65292;&#20026;&#20102;&#26356;&#24555;&#21040;&#36798;&#65292;&#20182;&#29305;&#21035;&#25226;&#26222;&#36890;&#30340;&#24555;&#36710;&#21351;&#38138;&#31080;&#25442;&#25104;&#20102;&#21160;&#36710;&#20108;&#31561;&#36710;&#24231;&#65292;&#20020;&#34892;&#21069;&#20182;&#21644;&#23487;&#33293;&#30340;&#21516;&#23398;&#20204;&#19968;&#36215;&#21507;&#20102;&#39277;&#65292;&#30021;&#35848;&#20102;&#19968;&#30058;&#26410;&#26469;&#65292;&#30456;&#20114;&#40723;&#21169;&#30528;&#35828;&#26469;&#24180;&#19968;&#23450;&#24471;&#32771;&#30740;&#12290;&#36824;&#26159;&#36825;&#19968;&#22825;&#65292;&#28201;&#24030;&#24066;&#40140;&#27743;&#38215;&#30340;&#32852;&#38450;&#38431;&#21592;&#21608;&#24503;&#26381;&#25509;&#21040;&#20102;&#22312;&#22806;&#22320;&#36208;&#20146;&#25114;&#30340;&#22971;&#23376;&#25171;&#26469;&#30340;&#30005;&#35805;&#65292;&#35828;&#32473;&#20799;&#23376;&#22810;&#20080;&#28857;&#22909;&#21507;&#30340;&#21543;&#65292;&#20170;&#22825;&#26202;&#19978;&#25105;&#20204;&#20250;&#22238;&#26469;&#21507;&#26202;&#39277;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;2011&#24180;7&#26376;23&#26085;&#65292;&#36825;&#26412;&#26469;&#26159;&#36825;&#20123;&#22825;&#21335;&#28023;&#21271;&#32032;&#19981;&#30456;&#35782;&#30340;&#20154;&#20204;&#29983;&#21629;&#20013;&#24456;&#26222;&#36890;&#30340;&#19968;&#22825;&#12290;&#32780;&#36825;&#19968;&#22825;&#65292;&#20182;&#20204;&#20808;&#21518;&#30331;&#19978;&#20102;D&nbsp;3115&#12289;D&nbsp;301&#27425;&#20004;&#21015;&#21335;&#34892;&#30340;&#21015;&#36710;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;D&nbsp;301&#27425;&#21015;&#36710;7&#28857;50&#20998;&#20174;&#21271;&#20140;&#21335;&#31449;&#22987;&#21457;&#65292;&#39044;&#35745;21&#26102;26&#20998;&#21040;&#36798;&#31119;&#24030;&#31449;&#12290;16&#26102;36&#20998;&#26477;&#24030;&#33267;&#31119;&#24030;&#21335;&#30340;D&nbsp;3115&#27425;&#21015;&#36710;&#20063;&#24320;&#22987;&#20102;&#21335;&#19979;&#30340;&#26053;&#31243;&#12290;&#36825;&#22825;&#19979;&#21320;4&#28857;&#65292;&#28201;&#24030;&#24066;&#40140;&#27743;&#38215;&#21608;&#24503;&#26381;&#27491;&#22312;&#22320;&#37324;&#24178;&#27963;&#65292;&#27492;&#26102;&#20182;&#25509;&#21040;&#20102;&#22971;&#23376;&#38472;&#33564;&#20174;&#32461;&#20852;&#25171;&#26469;&#30340;&#30005;&#35805;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#21608;&#24503;&#26381;&#65306;&#22905;(&#19979;&#21320;)4&#28857;&#38047;&#25171;&#30005;&#35805;&#32473;&#25105;&#65292;&#37027;&#26102;&#20505;&#22905;&#36824;&#27809;&#19978;&#36710;&#21602;&#65292;&#22905;&#35828;&#20320;&#22238;&#23478;&#20080;&#33756;&#65292;&#20182;&#20204;&#19968;&#23478;&#20154;&#20116;&#20010;&#20154;&#35201;&#26469;&#21507;&#39277;&#12290;&#19968;&#23545;&#34691;&#34809;&#65292;&#36824;&#26377;&#30333;&#34430;&#65292;&#36824;&#26377;&#28023;&#20135;&#21697;&#65292;&#20080;&#20102;&#23558;&#36817;200&#22359;&#38065;&#30340;&#19996;&#35199;&#12290;(&#26202;&#19978;)7&#28857;&#38047;&#36824;&#19981;&#21040;&#65292;&#21448;&#25171;&#20102;&#20010;&#30005;&#35805;&#65292;&#25105;&#35828;&#33756;&#24050;&#32463;&#20080;&#22909;&#20102;&#65292;&#25105;&#19976;&#27597;&#23064;&#35828;&#19981;&#35201;&#20080;&#24471;&#37027;&#20040;&#22909;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#26202;&#19978;8&#28857;D3115&#27425;&#21015;&#36710;&#36827;&#20837;&#28201;&#24030;&#22320;&#30028;&#65292;&#34892;&#39542;&#21040;&#21452;&#23679;&#19979;&#23705;&#36335;&#27573;&#26102;&#36710;&#36895;&#20943;&#24930;&#12290;&#27492;&#26102;&#65292;&#23621;&#20303;&#22312;&#39640;&#26550;&#26725;&#22320;&#19979;&#30340;&#33539;&#23478;&#19977;&#20804;&#24351;&#30001;&#20110;&#20379;&#30005;&#20013;&#26029;&#65292;&#19981;&#24471;&#19981;&#25918;&#19979;&#20102;&#25163;&#20013;&#30340;&#27963;&#35745;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#33539;&#21326;&#26480;&#65306;&#38632;&#19979;&#24471;&#24456;&#22823;&#65292;&#22806;&#38754;&#37117;&#26159;&#38647;&#30005;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#33539;&#21326;&#21338;&#65306;&#20572;&#30005;&#20102;&#65292;&#25105;&#22312;&#27004;&#19978;&#65292;&#24403;&#26102;&#22312;&#31383;&#25143;&#19978;&#38754;&#36276;&#30528;&#65292;&#25105;&#35828;&#36825;&#20010;&#21160;&#36710;&#27809;&#26377;&#20572;&#36807;&#36825;&#37324;&#24590;&#20040;&#20572;&#36825;&#37324;&#20102;&#65311;&#27809;&#26377;&#20960;&#20998;&#38047;&#21543;&#65292;&#28982;&#21518;&#37027;&#36793;&#21448;&#36807;&#26469;&#19968;&#36742;&#36710;&#65292;&#37027;&#36742;&#36710;&#36807;&#26469;&#30340;&#26102;&#20505;&#65292;&#28783;&#20809;&#24456;&#20142;&#12290;&#25105;&#35828;&#65292;&#21710;&#21568;&#65292;&#22351;&#20102;&#12290;&#36825;&#36742;&#36710;&#19968;&#19979;&#29228;&#21040;&#20572;&#19979;&#37027;&#36742;&#36710;&#19978;&#38754;&#21435;&#20102;&#65292;&#28982;&#21518;&#28378;&#19979;&#26469;&#12290;<span>(&#21335;</span></p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#33539;&#21326;&#26480;&#65306;&#37027;&#20010;&#28779;&#36710;&#25481;&#19979;&#26469;&#19968;&#20849;&#26159;&#19977;&#33410;&#65292;&#19968;&#33410;&#31446;&#22312;&#37027;&#37324;&#65292;&#20004;&#33410;&#22312;&#22320;&#19978;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&ldquo;&#26377;&#30340;&#33011;&#33162;&#25481;&#20102;&#65292;&#26377;&#30340;&#22836;&#37117;&#27809;&#26377;&#20102;&rdquo;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#34987;&#22256;&#26053;&#23458;&#21457;&#24494;&#21338;&#27714;&#25937;&#65306;&#27714;&#25937;&#65292;&#21160;&#36710;D&nbsp;301&#29616;&#22312;&#33073;&#36712;&#22312;&#36317;&#31163;&#28201;&#24030;&#21335;&#31449;&#19981;&#36828;&#22788;&#65292;&#29616;&#22312;&#36710;&#21410;&#37324;&#23401;&#23376;&#30340;&#21741;&#22768;&#19968;&#29255;&#65292;&#27809;&#26377;&#19968;&#20010;&#24037;&#20316;&#20154;&#21592;&#20986;&#26469;&#65292;&#24555;&#28857;&#25937;&#25105;&#20204;&#12290;&#25937;&#25105;&#20204;&#65292;&#28779;&#36710;&#29616;&#22312;&#22788;&#20110;&#20542;&#26012;&#29366;&#24577;&#65292;&#36710;&#20869;&#23553;&#38381;&#65292;&#21069;&#38754;&#20960;&#33410;&#36710;&#21410;&#22522;&#26412;&#36830;&#25758;&#20102;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#33539;&#21326;&#21338;&#65306;&#20154;&#26377;&#30340;&#23601;&#29993;&#20986;&#26469;&#20102;&#65292;&#26377;&#30340;&#22312;&#22806;&#38754;&#65292;&#26377;&#30340;&#22312;&#36793;&#19978;&#31449;&#30528;&#27809;&#20107;&#65292;&#26377;&#30340;&#23601;&#22312;&#37027;&#36538;&#30528;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#33539;&#21326;&#26480;&#65306;&#25105;&#20204;&#37117;&#19968;&#36215;&#20914;&#19978;&#21435;&#20102;&#65292;&#21548;&#21040;&#26377;&#20154;&#22312;&#21898;&#25937;&#21629;&#65292;&#23601;&#36305;&#21040;&#19979;&#38754;&#65292;&#31532;&#19968;&#20010;&#25937;&#20986;&#26469;&#20010;&#23567;&#23401;&#65292;&#30475;&#21040;&#37324;&#38754;&#20840;&#37096;&#37117;&#26159;&#34880;&#12290;&#21518;&#26469;&#20174;&#37027;&#20010;&#32541;&#37324;&#25226;&#20182;&#20204;&#19968;&#20010;&#19968;&#20010;&#25487;&#20986;&#26469;&#65292;&#26377;&#30340;&#22312;&#19979;&#38754;&#25380;&#20303;&#20102;&#65292;&#23601;&#25289;&#19981;&#20986;&#26469;&#20102;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#24490;&#30528;&#21628;&#25937;&#30340;&#22768;&#38899;&#65292;&#33539;&#23478;&#20804;&#24351;&#39034;&#30528;&#36710;&#21410;&#32541;&#38553;&#38075;&#20837;&#36710;&#20869;&#65292;&#30524;&#21069;&#30340;&#24773;&#26223;&#20196;&#20960;&#20010;&#20154;&#30446;&#30634;&#21475;&#21574;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#33539;&#21326;&#26480;&#65306;&#19968;&#20010;&#21015;&#36710;&#21592;&#23601;&#31449;&#22312;&#37027;&#37324;&#65292;&#22841;&#22312;&#37027;&#37324;&#22841;&#27515;&#20102;&#65292;&#22823;&#27010;&#26377;20&#20960;&#23681;&#30340;&#26679;&#23376;&#12290;&#26368;&#24808;&#30340;&#26377;&#30340;&#22836;&#37117;&#27809;&#26377;&#20102;&#65292;&#26377;&#30340;&#33011;&#33162;&#25481;&#20102;&#65292;&#36825;&#26679;&#24773;&#20917;&#24456;&#22810;&#30340;&#65292;&#26377;&#30340;&#22836;&#19978;&#19968;&#20010;&#22823;&#27934;&#65292;&#26377;&#30340;&#22836;&#23601;&#25214;&#19981;&#21040;&#20102;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#33539;&#21326;&#36745;&#65306;&#24403;&#26102;&#65292;&#36710;&#21410;&#24456;&#20302;&#30340;&#65292;&#23601;&#26159;&#21482;&#33021;&#24367;&#30528;&#33136;&#25226;&#23567;&#23401;&#23376;&#25265;&#21040;&#20986;&#21475;&#65292;&#21483;&#21035;&#20154;&#36882;&#20986;&#21435;&#12290;&#26377;&#19968;&#20010;&#22899;&#30340;&#34987;&#21387;&#24471;&#24456;&#24808;&#65292;&#23601;&#26159;&#35828;&#35201;&#21917;&#27700;&#65292;&#22905;&#21483;&#25105;&#25226;&#22905;&#25630;&#20986;&#26469;&#65292;&#25341;&#20986;&#26469;&#65292;&#24403;&#26102;&#21387;&#24471;&#24456;&#32039;&#65292;&#25341;&#19981;&#20986;&#26469;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#24184;&#23384;&#30340;&#26053;&#23458;&#22312;&#38468;&#36817;&#26449;&#27665;&#30340;&#24110;&#21161;&#19979;&#24320;&#22987;&#33258;&#25937;&#65292;&#26449;&#27665;&#20204;&#29992;&#25705;&#25176;&#36710;&#12289;&#19977;&#36718;&#36710;&#36816;&#36865;&#20260;&#21592;&#12290;<span>(&#21335;</span></p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#33539;&#21326;&#26480;&#65306;&#21018;&#21018;&#25937;&#20986;&#26469;&#21482;&#33021;&#25918;&#21040;&#36335;&#36793;&#65292;&#30001;&#22806;&#38754;&#39569;&#30528;&#25705;&#25176;&#36710;&#30340;&#36865;&#21040;&#21307;&#38498;&#65292;&#24403;&#26102;&#22240;&#20026;&#28040;&#38450;&#20160;&#20040;&#37117;&#27809;&#26377;&#30340;&#65292;&#21482;&#26377;&#25105;&#20204;&#36825;&#20123;&#32676;&#20247;&#12290;&#25937;&#20986;&#26469;&#19968;&#20010;&#23601;&#25918;&#21040;&#36335;&#36793;&#65292;&#26377;&#20154;(&#25226;&#20182;&#20204;)&#24102;&#21040;&#21307;&#38498;&#12290;&#24930;&#24930;&#22320;&#25937;&#25252;&#36710;&#26469;&#20102;&#65292;&#25226;&#20182;&#20204;&#25937;&#20986;&#26469;&#25918;&#19978;&#25937;&#25252;&#36710;&#23601;&#25289;&#36208;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#33539;&#21326;&#21338;&#65306;&#25260;&#20102;&#26377;&#22909;&#20960;&#20010;&#20102;&#65292;&#35760;&#19981;&#28165;&#20102;&#65292;&#26377;&#19968;&#20010;&#22312;&#37027;&#22303;&#22369;&#19978;&#38754;&#25260;&#30340;&#65292;&#24456;&#32982;&#65292;&#21487;&#33021;&#26159;&#33136;&#26029;&#25481;&#20102;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#33539;&#21326;&#26480;&#65306;&#36824;&#26377;&#23381;&#22919;&#65292;&#26377;&#23567;&#23401;&#65292;&#21453;&#27491;&#20160;&#20040;&#26679;&#30340;&#20154;&#37117;&#26377;&#65292;&#26377;&#30340;&#26159;&#19968;&#23478;&#20154;&#12290;&#26377;&#19968;&#23478;&#22235;&#21475;&#65292;&#20799;&#23376;&#25214;&#19981;&#21040;&#65292;&#21040;&#22788;&#21483;&#65306;&#25214;&#20799;&#23376;&#65292;&#25214;&#20799;&#23376;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&ldquo;&#27714;&#20102;&#36825;&#20040;&#22810;&#20154;&#65292;&#20182;&#23601;&#26159;&#19981;&#21160;&rdquo;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;8&#28857;40&#20998;&#65292;&#21608;&#24503;&#26381;&#24050;&#32463;&#20026;&#23478;&#20154;&#22791;&#22909;&#26202;&#39184;&#65292;&#21018;&#21018;&#25910;&#25342;&#20572;&#24403;&#65292;&#20182;&#25509;&#21040;&#20102;&#23731;&#29238;&#25171;&#26469;&#30340;&#30005;&#35805;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#21608;&#24503;&#26381;&#65306;&#20182;&#35828;&#22312;16&#21495;&#36710;&#21410;&#65292;&#37027;&#20010;&#36710;&#21410;&#25758;&#36807;&#26469;&#65292;&#20182;&#34987;&#24377;&#39134;&#20102;&#65292;&#24377;&#21040;&#31532;&#20108;&#33410;&#12289;&#31532;&#19977;&#33410;&#20197;&#21518;&#65292;&#20182;&#23601;&#36225;&#30528;&#31383;&#25143;&#34987;&#38663;&#30862;&#20102;&#29228;&#20986;&#26469;&#30340;&#65292;&#29228;&#20986;&#26469;&#23601;&#32473;&#25105;&#20204;&#25171;&#30005;&#35805;&#20102;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#24471;&#30693;&#23478;&#20154;&#20056;&#22352;&#30340;&#21160;&#36710;&#21457;&#29983;&#36710;&#31096;&#65292;&#21608;&#24503;&#26381;&#36805;&#21363;&#36214;&#24448;&#20960;&#21313;&#20844;&#37324;&#22806;&#30340;&#20107;&#21457;&#22320;&#28857;&#12290;&#27492;&#26102;&#65292;&#38470;&#32493;&#36214;&#26469;&#30340;&#20844;&#23433;&#12289;&#28040;&#38450;&#12289;&#21307;&#30103;&#25937;&#25252;&#20154;&#21592;&#21644;&#22260;&#35266;&#24066;&#27665;&#21315;&#20313;&#20154;&#65292;&#33829;&#25937;&#36935;&#38505;&#26053;&#23458;&#12290;&#26202;&#19978;11&#28857;&#21608;&#24503;&#26381;&#36214;&#21040;&#29616;&#22330;&#65292;&#20294;&#36825;&#26102;&#29616;&#22330;&#22235;&#21608;&#24050;&#32463;&#25289;&#36215;&#20102;&#35686;&#25106;&#32447;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#21608;&#24503;&#26381;&#65306;&#25105;&#37117;&#36208;&#19981;&#21160;&#20102;&#65292;&#37027;&#26102;&#20505;&#12290;&#25105;&#27714;&#20102;&#24456;&#22810;&#27425;&#65292;&#20182;&#23601;&#26159;&#25318;&#30528;&#12290;&#25105;&#35828;&#37027;&#19978;&#36793;&#26377;&#25105;&#32769;&#23110;&#36319;&#20799;&#23376;&#65292;&#36824;&#26377;&#25105;&#19976;&#27597;&#23064;&#36319;&#22969;&#22969;&#12290;&#25105;&#22810;&#24819;&#20914;&#36827;&#21435;&#65292;&#20294;&#26159;&#20182;&#20204;&#25318;&#30528;&#65292;&#19981;&#27490;&#19968;&#20010;&#20154;&#25318;&#30528;&#65292;&#35774;&#20102;&#22810;&#23569;&#36947;&#20851;&#21345;&#22312;&#25318;&#20320;&#65292;&#20320;&#20914;&#36827;&#21435;&#19968;&#36947;&#36824;&#26377;&#31532;&#20108;&#36947;&#65292;&#20914;&#36827;&#21435;&#31532;&#20108;&#36947;&#36824;&#26377;&#31532;&#19977;&#36947;&#65292;&#20320;&#24819;&#25937;&#20320;&#20063;&#25937;&#19981;&#20102;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#20940;&#26216;1&#28857;&#65292;&#21608;&#24503;&#26381;&#32456;&#20110;&#27839;&#23567;&#36335;&#29228;&#19978;&#39640;&#26550;&#26725;&#65292;&#25720;&#32034;&#30528;&#26469;&#21040;16&#21495;&#36710;&#21410;&#38468;&#36817;&#65292;&#20294;&#30001;&#20110;&#27809;&#26377;&#19987;&#19994;&#25937;&#25588;&#24037;&#20855;&#65292;&#20182;&#20877;&#19968;&#27425;&#38519;&#20837;&#32477;&#26395;&#20043;&#20013;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#21608;&#24503;&#26381;&#65306;&#25105;&#22312;&#37027;&#37324;&#65292;&#25105;&#37117;&#24046;&#28857;&#35201;&#36330;&#19979;&#20102;&#65292;&#20182;&#20204;&#23601;&#19981;&#21160;&#65292;&#20182;&#20204;&#23601;&#19981;&#21160;&#25163;&#65292;&#21483;&#20102;&#36825;&#20040;&#22810;&#20154;&#65292;&#27714;&#20102;&#36825;&#20040;&#22810;&#20154;&#65292;&#20182;&#23601;&#26159;&#19981;&#21160;&#65292;&#23601;&#35828;&#36825;&#33410;&#36710;&#21410;&#30340;&#20154;&#37117;&#24050;&#32463;&#27809;&#26377;&#29983;&#21629;&#30340;&#36857;&#35937;&#20102;&#65292;&#23601;&#35828;&#27809;&#26377;&#20154;&#20102;&#12290;&#25105;&#37027;&#20010;&#20108;&#22969;&#22827;&#21644;&#19977;&#22969;&#22827;&#37117;&#22312;&#29616;&#22330;&#65292;&#20182;&#20204;&#35828;&#37324;&#38754;&#36824;&#26377;&#20154;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#25454;&#20964;&#20976;&#21355;&#35270;&#12298;&#20919;&#26262;&#20154;&#29983;&#12299;&#25253;&#36947;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#32534;&#32773;&#27880;&#65306;24&#26085;17&#26102;20&#20998;&#65292;&#23601;&#22312;&#24050;&ldquo;&#27809;&#26377;&#29983;&#21629;&#36857;&#35937;&rdquo;&#30340;16&#21495;&#21410;&#65292;&#29305;&#35686;&#21644;&#28040;&#38450;&#20154;&#21592;&#21457;&#29616;&#20102;&#20004;&#23681;&#22899;&#23401;&#39033;&#28828;&#20234;&#65292;&#22905;&#36824;&#27963;&#30528;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/07/28/12282/" title="10:27 AM" rel="bookmark"><time class="entry-date" datetime="2011-07-28T10:27:13+00:00">2011/07/28</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/07/28/12297/" rel="prev"><span class="meta-nav">&larr;</span> &#33487;&#25171;&#32511;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/07/28/12276/" rel="next">&#34311;&#25171;&#32160;&#65306;&#23567;&#23431;&#23449; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/07/28/12282/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="12282" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="6ce5111795"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="240"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>July 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/06/">&laquo; Jun</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/08/">Aug &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="4" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/07/01/" aria-label="Posts published on July 1, 2011">1</a></td><td>2</td><td><a href="http://log.SunnyBoy.Me/2011/07/03/" aria-label="Posts published on July 3, 2011">3</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/04/" aria-label="Posts published on July 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/05/" aria-label="Posts published on July 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/07/07/" aria-label="Posts published on July 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/08/" aria-label="Posts published on July 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/09/" aria-label="Posts published on July 9, 2011">9</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/10/" aria-label="Posts published on July 10, 2011">10</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/11/" aria-label="Posts published on July 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/12/" aria-label="Posts published on July 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/13/" aria-label="Posts published on July 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/14/" aria-label="Posts published on July 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/15/" aria-label="Posts published on July 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/16/" aria-label="Posts published on July 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/17/" aria-label="Posts published on July 17, 2011">17</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/18/" aria-label="Posts published on July 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/19/" aria-label="Posts published on July 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/20/" aria-label="Posts published on July 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/21/" aria-label="Posts published on July 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/22/" aria-label="Posts published on July 22, 2011">22</a></td><td>23</td><td><a href="http://log.SunnyBoy.Me/2011/07/24/" aria-label="Posts published on July 24, 2011">24</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/25/" aria-label="Posts published on July 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/26/" aria-label="Posts published on July 26, 2011">26</a></td><td>27</td><td><a href="http://log.SunnyBoy.Me/2011/07/28/" aria-label="Posts published on July 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/29/" aria-label="Posts published on July 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/30/" aria-label="Posts published on July 30, 2011">30</a></td><td>31</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
