<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#31185;&#23398;&#26494;&#40736;&#20250; &raquo; &ldquo;&#32500;&#29983;&#32032;B17&rdquo;&#30495;&#30340;&#26159;&#25239;&#30284;&#33391;&#33647;&#21527;&#65311; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#31185;&#23398;&#26494;&#40736;&#20250; &raquo; &ldquo;&#32500;&#29983;&#32032;B17&rdquo;&#30495;&#30340;&#26159;&#25239;&#30284;&#33391;&#33647;&#21527;&#65311; Comments Feed" href="http://log.SunnyBoy.Me/2011/08/07/12379/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="Standing O" href="http://log.SunnyBoy.Me/2011/08/07/12372/"><link rel="next" title="&#31185;&#23398;&#26494;&#40736;&#20250; &raquo; &ldquo;&#36864;&#28903;&#33647;&#33268;&#34880;&#30284;&rdquo;&#31350;&#31455;&#26377;&#22810;&#21487;&#24597;" href="http://log.SunnyBoy.Me/2011/08/07/12380/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/08/07/12379/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=12379"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F08%2F07%2F12379%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F08%2F07%2F12379%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-12379 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-12379" class="post-12379 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#31185;&#23398;&#26494;&#40736;&#20250; &raquo; &ldquo;&#32500;&#29983;&#32032;B17&rdquo;&#30495;&#30340;&#26159;&#25239;&#30284;&#33391;&#33647;&#21527;&#65311;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/07/12379/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><strong>&#27969;&#35328;&#65306;</strong> &ldquo;&#30284;&#30151;&#22312;&#20960;&#21313;&#24180;&#21069;&#26089;&#23601;&#26377;&#35299;&#20102;&#65292;&#21482;&#26159;&#30495;&#30456;&#19968;&#30452;&#34987;&#38544;&#30610;&#65292; &#30452;&#21040;&#22240;&#29305;&#32593;&#30340;&#21457;&#23637;&#65292;&#36825;&#20010;&#30340;&#35299;&#31572;&#25165;&#28176;&#28176;&#27969;&#20256;&#24320;&#26469;&#12290; &#22914;&#26524;&#20320;&#26377;&#30284;&#30151;&#65292;&#26368;&#37325;&#35201;&#30340;&#23601;&#26159;&#35201;&#22312;&#30701;&#26399;&#20869;&#23613;&#21487;&#33021;&#25668;&#21462;&#21040;&#26368;&#22823;&#37327;&#30340;&#32500;&#29983;&#32032;B17&#12290;&#22312;&#19971;&#30334;&#20159;&#32654;&#20803;&#30340;&#21270;&#30103;&#24037;&#19994;&#30340;&#20170;&#22825;&#65292;&#20381;&#38752;&#30284;&#30151;&#35752;&#29983;&#27963;&#30340;&#20154;&#25968;&#27604;&#27515;&#20110;&#30284;&#30151;&#30340;&#20154;&#36824;&#22810;&#12290;&rdquo;</p>
<p><strong>&#30495;&#30456;&#65306;</strong> &#26368;&#36817;&#65292;&#20197;&#19978;&#36825;&#27573;&#24778;&#20154;&#30340;&#28040;&#24687;&#22312;&#32593;&#32476;&#19978;&#24191;&#20026;&#27969;&#20256;&#65292;&#24341;&#36215;&#20102;&#24456;&#22810;&#20105;&#35770;&#12290;&#22914;&#26524;&#30284;&#30151;&#24050;&#32463;&#34987;&#25915;&#20811;&#65292;&#36825;&#30830;&#23454;&#26159;&#20010;&#22909;&#28040;&#24687;&#12290;&#21487;&#32500;&#29983;&#32032;B17&#31350;&#31455;&#26159;&#20010;&#20160;&#20040;&#19996;&#35199;&#65292;&#23427;&#30340;&#20316;&#29992;&#26159;&#21542;&#30495;&#30340;&#36825;&#20040;&#31070;&#22855;&#21602;&#65311;</p>
<p>&#32500;&#29983;&#32032;B17&#25351;&#30340;&#20854;&#23454;&#26159;&#19968;&#31181;&#27696;&#33527;&#31867;&#30340;&#29289;&#36136;&#65292;&#30001;&#33510;&#26447;&#20161;&#33527;&#34893;&#29983;&#32780;&#26469;&#65292;&#32467;&#26500;&#19982;&#24615;&#36136;&#37117;&#19982;&#33510;&#26447;&#20161;&#33527;&#31867;&#20284;&#12290;&#34429;&#28982;&#34987;&#20896;&#20197;&ldquo;&#32500;&#29983;&#32032;B17&rdquo;&#30340;&#21517;&#21495;&#65292;&#20294;&#23427;&#30340;&#32500;&#29983;&#32032;&#22320;&#20301;&#20174;&#27809;&#26377;&#21463;&#21040;&#31185;&#23398;&#30028;&#30340;&#24191;&#27867;&#35748;&#21487;&#65292;&#20063;&#23601;&#26159;&#35828;&#65292;&ldquo;&#32500;&#29983;&#32032;B17&rdquo;&#24182;&#19981;&#26159;&#30495;&#27491;&#30340;&#32500;&#29983;&#32032;&#12290;&#30446;&#21069;&#27809;&#26377;&#21487;&#38752;&#30340;&#35777;&#25454;&#21487;&#20197;&#35777;&#23454;&#34917;&#20805;&#36825;&#31181;&#29289;&#36136;&#30340;&#30410;&#22788;&#65292;&#20063;&#27809;&#26377;&#35777;&#25454;&#34920;&#26126;&#20154;&#20307;&#32570;&#20047;&#36825;&#31181;&#29289;&#36136;&#20250;&#26377;&#20160;&#20040;&#30830;&#20999;&#30340;&#19981;&#33391;&#21518;&#26524;&#12290;</p>
<p>&#20154;&#20204;&#25226;&#33510;&#26447;&#20161;&#33527;&#24403;&#20570;&#33647;&#29289;&#20351;&#29992;&#30340;&#21382;&#21490;&#21487;&#20197;&#36861;&#28335;&#21040;19&#19990;&#32426;&#12290;&#22312;19&#19990;&#32426;&#26411;&#65292;&#20154;&#20204;&#23601;&#26366;&#23581;&#35797;&#23558;&#23427;&#20570;&#25104;&#25239;&#32959;&#30244;&#33647;&#29289;&#12290;1892&#24180;&#65292;&#36825;&#26679;&#30340;&#33647;&#21058;&#22312;&#24503;&#22269;&#19978;&#24066;&#65292;&#20294;&#27492;&#21518;&#19981;&#20037;&#30001;&#20110;&#25928;&#26524;&#19981;&#20339;&#19988;&#27602;&#24615;&#36739;&#22823;&#32780;&#25764;&#20986;&#24066;&#22330;&#12290;&#21040;&#20102;20&#19990;&#32426;50&#24180;&#20195;&#65292;&#24681;&#26031;&#29305;&#29238;&#23376;&#65288;Ernst T. Krebs, Sr. and Ernst, Jr.&#65289;&#23558;&#33510;&#26447;&#20161;&#33527;&#20998;&#23376;&#36827;&#34892;&#25913;&#36896;&#65292;&#24471;&#21040;&#20102;&#19968;&#31181;&#20154;&#24037;&#21512;&#25104;&#30340;&#33510;&#26447;&#20161;&#33527;&#31867;&#20284;&#29289;&#65292;&#24182;&#20026;&#23427;&#27880;&#20876;&#20102;&#21830;&#21697;&#21517;&ldquo;Laetrile&rdquo;&#65292;&#22235;&#22788;&#23459;&#20256;&#20854;&#25239;&#30284;&#25928;&#26524;&#12290;&#19968;&#24320;&#22987;&#65292;&#20182;&#20204;&#23459;&#31216;&#36825;&#31181;&#29289;&#36136;&#33021;&#22815;&#27835;&#30103;&#21644;&#25511;&#21046;&#30284;&#30151;&#65292;&#21518;&#26469;&#65292;&#23567;&#24681;&#26031;&#29305;&bull;&#20811;&#38647;&#24067;&#26031;&#21448;&#25552;&#20986;&#36825;&#31181;&#29289;&#36136;&#26159;&#20154;&#20307;&#24517;&#38656;&#30340;&#33829;&#20859;&#32032;&#65292;&#22914;&#26524;&#32570;&#20047;&#21017;&#20250;&#23548;&#33268;&#30284;&#30151;&#65292;&#24182;&#25226;&#23427;&#31216;&#20026;&ldquo;&#32500;&#29983;&#32032;B17&rdquo;&#12290;&#19981;&#36807;&#65292;&#36825;&#20123;&#30475;&#20284;&#20809;&#40092;&#30340;&#23459;&#20256;&#35821;&#20174;&#26469;&#27809;&#26377;&#24471;&#21040;&#30740;&#31350;&#35777;&#25454;&#30340;&#25903;&#25345;&#12290;</p>
<p>&#20026;&#20102;&#39564;&#35777;Laetrile&#21644;&#33510;&#26447;&#20161;&#33527;&#31867;&#29289;&#36136;&#30340;&#25239;&#30284;&#25928;&#26524;&#65292;&#31185;&#23398;&#23478;&#20204;&#36827;&#34892;&#20102;&#19981;&#23569;&#35797;&#39564;&#65292;&#20174;&#32454;&#32990;&#23454;&#39564;&#21040;&#21160;&#29289;&#35797;&#39564;&#65292;&#20877;&#21040;&#20020;&#24202;&#35797;&#39564;&#37117;&#26377;&#25253;&#36947;&#12290;&#22312;&#26576;&#20123;&#35797;&#39564;&#20013;&#65292;&#33510;&#26447;&#20161;&#33527;&#31867;&#29289;&#36136;&#26174;&#31034;&#20986;&#20102;&#19968;&#20123;&#25239;&#30284;&#30340;&#36857;&#35937;&#65292;&#27604;&#22914;&#19968;&#23450;&#31243;&#24230;&#19978;&#35825;&#23548;&#32959;&#30244;&#32454;&#32990;&#20939;&#20129;&#12290;&#20294;&#32477;&#22823;&#22810;&#25968;&#30740;&#31350;&#65292;&#23588;&#20854;&#26159;&#32467;&#26524;&#26368;&#20855;&#20351;&#29992;&#25351;&#23548;&#24847;&#20041;&#30340;&#20020;&#24202;&#30740;&#31350;&#65292;&#37117;&#24471;&#20986;&#20102;&#26080;&#25928;&#30340;&#32467;&#35770;&#12290;2006&#24180;&#21457;&#34920;&#20110;&#26435;&#23041;&#24490;&#35777;&#21307;&#23398;&#25968;&#25454;&#24211;&#32771;&#31185;&#34013;&#22270;&#20070;&#39302;&#65288;The Cochrane Library&#65292;&#20013;&#25991;&#20063;&#21487;&#35793;&#20316;&ldquo;&#31185;&#20811;&#20262;&#22270;&#20070;&#39302;&rdquo;&#65289;&#30340;&#19968;&#39033;&#31995;&#32479;&#35780;&#20215;&#27719;&#24635;&#20102;&#27492;&#21069;&#26377;&#20851;Laetrile&#30103;&#25928;&#30340;&#20840;&#37096;&#20020;&#24202;&#30740;&#31350;&#65292;&#24471;&#20986;&#30340;&#32467;&#35770;&#20026;&ldquo;&#27809;&#26377;&#35777;&#25454;&#25903;&#25345;&#35813;&#29289;&#36136;&#33021;&#20351;&#30284;&#30151;&#24739;&#32773;&#33719;&#30410;&rdquo;[4]&#65292;&#30001;&#27492;&#21360;&#35777;&#20102;&#36825;&#31181;&#29289;&#36136;&#24182;&#19981;&#26159;&#20160;&#20040;&#25239;&#30284;&#21033;&#22120;&#65292;&#26356;&#35848;&#19981;&#19978;&#30772;&#35299;&#30284;&#30151;&#38590;&#39064;&#30340;&#38053;&#21273;&#12290;&#32654;&#22269;&#39135;&#21697;&#33647;&#21697;&#30417;&#30563;&#31649;&#29702;&#23616;&#65288;FDA&#65289;&#12289;&#32654;&#22269;&#21307;&#23398;&#20250;&#65288;American Medical Association&#65289;&#31561;&#22810;&#23478;&#19987;&#19994;&#26426;&#26500;&#20063;&#22343;&#19981;&#35748;&#21487;Laetrile&#30340;&#27835;&#30103;&#25928;&#26524;&#12290;</p>
<p>&#22914;&#26524;&#21482;&#26159;&#30103;&#25928;&#20540;&#24471;&#24576;&#30097;&#65292;&#32780;&#23433;&#20840;&#24615;&#26377;&#20445;&#38556;&#30340;&#35805;&#65292;&#37027;&#20040;Laetrile &#25110;&#35768;&#36824;&#33021;&#20316;&#20026;&#19968;&#31181;&#20445;&#20581;&#21697;&#20379;&#20154;&#20204;&#36873;&#25321;&#65292;&#20294;&#20107;&#23454;&#24182;&#38750;&#22914;&#27492;&#12290;&#33510;&#26447;&#20161;&#33527;&#31867;&#30340;&#29289;&#36136;&#26412;&#36523;&#26080;&#27602;&#65292;&#20294;&#24403;&#23427;&#20204;&#34987;&beta;-&#33889;&#33796;&#31958;&#33527;&#37238;&#20195;&#35874;&#20998;&#35299;&#21518;&#65292;&#23601;&#20250;&#20135;&#29983;&#26377;&#27602;&#30340;&#27682;&#27696;&#37240;&#12290;&#20154;&#20307;&#26412;&#36523;&#19981;&#20135;&#29983;&beta;-&#33889;&#33796;&#31958;&#33527;&#37238;&#65292;&#20294;&#20154;&#32928;&#36947;&#20013;&#30340;&#32454;&#33740;&#21487;&#20197;&#20135;&#29983;&#36825;&#31181;&#37238;&#65292;&#22240;&#27492;&#26381;&#29992;&#27492;&#31867;&#29289;&#36136;&#20173;&#26377;&#20013;&#27602;&#30340;&#39118;&#38505;&#12290;Laetrile&#20316;&#20026;&#20445;&#20581;&#21697;&#20986;&#21806;&#65292;&#23545;&#21058;&#37327;&#21644;&#29992;&#27861;&#37117;&#27809;&#26377;&#20005;&#26684;&#35268;&#23450;&#65292;&#20351;&#29992;&#32773;&#21448;&#21482;&#26159;&#21548;&#20449;&#24191;&#21578;&#23459;&#20256;&#65292;&#23545;&#23427;&#30340;&#23433;&#20840;&#38544;&#24739;&#35748;&#35782;&#19981;&#36275;&#65292;&#22240;&#27492;&#23481;&#26131;&#36896;&#25104;&#20351;&#29992;&#36807;&#37327;&#12290;&#19981;&#27490;&#22914;&#27492;&#65292;&#22914;&#26524;&#23558;&#20854;&#19982;&#20854;&#20182;&#19968;&#20123;&#33647;&#29289;&#25110;&#20445;&#20581;&#21697;&#21516;&#26102;&#20351;&#29992;&#65288;&#27604;&#22914;&#32500;&#29983;&#32032;C&#65289;&#65292;&#36824;&#20250;&#20419;&#20351;&#26356;&#22810;&#27682;&#27696;&#37240;&#20135;&#29983;&#65292;&#20351;&#27602;&#24615;&#36827;&#19968;&#27493;&#21152;&#22823;&#12290;&#21307;&#23398;&#26399;&#21002;&#12298;&#33647;&#29289;&#27835;&#30103;&#24180;&#37492;&#12299;&#65288;the annals of pharmacotherapy&#65289;&#19978;&#23601;&#26366;&#26377;&#36807;&#22240;&#21516;&#26102;&#26381;&#29992;&#22823;&#21058;&#37327;&#32500;&#29983;&#32032;C&#21644;&#33510;&#26447;&#20161;&#33527;&#23548;&#33268;&#27696;&#21270;&#29289;&#20013;&#27602;&#33268;&#27515;&#30340;&#30149;&#20363;&#25253;&#36947;[5]&#12290;&#20986;&#20110;&#23433;&#20840;&#32771;&#34385;&#65292;&#26089;&#22312;&#19978;&#19990;&#32426;60&#24180;&#20195;&#65292;&#32654;&#22269;&#22810;&#20010;&#24030;&#23601;&#31105;&#27490;&#20102;Laetrile&#30340;&#38144;&#21806;&#65292;&#23567;&#24681;&#26031;&#29305;&bull;&#20811;&#38647;&#24067;&#26031;&#36824;&#26366;&#22240;&#36829;&#27861;&#38144;&#21806;&#21361;&#38505;&#33647;&#21697;&#32780;&#34987;&#21028;&#32602;&#27454;&#21644;&#30417;&#31105;&#12290;&#29616;&#22312;&#65292;Laetrile&#21046;&#21058;&#24050;&#32463;&#22312;&#22823;&#37096;&#20998;&#22320;&#26041;&#38144;&#22768;&#21311;&#36857;&#20102;&#65292;&#21482;&#26377;&#22696;&#35199;&#21733;&#31561;&#23569;&#25968;&#22269;&#23478;&#21644;&#22320;&#21306;&#36824;&#20801;&#35768;&#20986;&#21806;&#12290;[6]</p>
<p><strong>&#32467;&#35770;&#65306;&#35875;&#35328;&#30772;&#35299;&#12290;</strong> &#25152;&#35859;&#30340;&ldquo;&#32500;&#29983;&#32032;B17&rdquo;&#26681;&#26412;&#23601;&#19981;&#26159;&#32500;&#29983;&#32032;&#65292;&#20063;&#22815;&#19981;&#19978;&#25104;&#20026;&#25239;&#30284;&#33647;&#21697;&#30340;&#36164;&#26684;&#65292;&#23545;&#20154;&#20307;&#26080;&#30410;&#32780;&#26377;&#23475;&#12290;&#26381;&#29992;&#36825;&#31181;&#29289;&#36136;&#19981;&#33021;&#39044;&#38450;&#30284;&#30151;&#65292;&#20063;&#19981;&#33021;&#25511;&#21046;&#30284;&#30151;&#65292;&#26356;&#19981;&#33021;&#27835;&#24840;&#30284;&#30151;&#12290;&#36152;&#28982;&#29992;&#23427;&#26367;&#20195;&#27491;&#35268;&#30340;&#33647;&#29289;&#27835;&#30103;&#21482;&#20250;&#24102;&#26469;&#30149;&#24773;&#24310;&#35823;&#21644;&#27696;&#21270;&#29289;&#20013;&#27602;&#30340;&#39118;&#38505;&#12290;</p>
<p><strong>&#32500;&#29983;&#32032;&#65306;</strong> &#25351;&#30340;&#26159;&#20154;&#20307;&#24517;&#38656;&#30340;&#19968;&#31995;&#21015;&#23567;&#20998;&#23376;&#26377;&#26426;&#29289;&#12290;&#23427;&#20204;&#22823;&#22810;&#26159;&#20154;&#20307;&#19981;&#33021;&#21512;&#25104;&#30340;&#65292;&#38656;&#35201;&#20174;&#39135;&#29289;&#20013;&#34917;&#20805;&#12290;&#32500;&#29983;&#32032;&#23545;&#26426;&#20307;&#30340;&#26032;&#38472;&#20195;&#35874;&#36215;&#35843;&#33410;&#20316;&#29992;&#65292;&#22914;&#26524;&#32570;&#20047;&#21017;&#20250;&#23548;&#33268;&#20581;&#24247;&#38382;&#39064;&#12290;</p>
<p><strong>&#20266;&#32500;&#29983;&#32032;&#65306;</strong> &#34987;&#31216;&#20316;&#32500;&#29983;&#32032;&#21364;&#19981;&#26159;&#30495;&#27491;&#30340;&#32500;&#29983;&#32032;&#65292;&#36825;&#26679;&#30340;&#29289;&#36136;&#19981;&#27490;&#26377;&#32500;&#29983;&#32032;B17&#19968;&#20010;&#12290;&#20266;&#32500;&#29983;&#32032;&#30340;&#20986;&#29616;&#19968;&#33324;&#26377;&#20004;&#31181;&#21487;&#33021;&#65292;&#19968;&#26159;&#24403;&#26102;&#20154;&#20204;&#23545;&#36825;&#20123;&#29289;&#36136;&#30340;&#35748;&#35782;&#19981;&#22815;&#28145;&#20837;&#65288;&#22312;&#26377;&#20102;&#26032;&#30340;&#35748;&#35782;&#21518;&#20250;&#21450;&#26102;&#26356;&#27491;&#65289;&#65292;&#20108;&#26159;&#21830;&#23478;&#20026;&#38144;&#21806;&#20135;&#21697;&#32780;&#21051;&#24847;&#28818;&#20316;&#12290;</p>
<p>&#20854;&#20182;&#30340;&#19968;&#20123;&nbsp;<strong>&#20266;&#32500;&#29983;&#32032;</strong> &#21253;&#25324;&#65306;</p>
<p><strong>&#32500;&#29983;&#32032;B15&#65306;</strong> &#21363;&#28504;&#27688;&#37240;&#65292;&#20316;&#20026;&#39044;&#38450;&#24515;&#34880;&#31649;&#31561;&#30142;&#30149;&#30340;&#20445;&#20581;&#21697;&#20351;&#29992;&#12290;&#27809;&#26377;&#35777;&#25454;&#34920;&#26126;&#23427;&#23545;&#20154;&#20307;&#26377;&#30410;&#12290;&#20540;&#24471;&#19968;&#25552;&#30340;&#26159;&#65292;&#23558;&#36825;&#31181;&#29289;&#36136;&#25512;&#21521;&#24066;&#22330;&#65292;&#24182;&#23459;&#31216;&#20854;&#20026;&ldquo;&#32500;&#29983;&#32032;B15&rdquo;&#30340;&#27491;&#26159;&#25991;&#20013;&#30340;&#24681;&#26031;&#29305;&#29238;&#23376;&#12290;</p>
<p><strong>&#32500;&#29983;&#32032;P&#65306;</strong> &#25351;&#19968;&#20123;&#26469;&#33258;&#26893;&#29289;&#30340;&#40644;&#37230;&#31867;&#29289;&#36136;&#65292;&#34987;&#35748;&#20026;&#21487;&#20197;&#20445;&#25252;&#32500;&#29983;&#32032;C&#65292;&#24182;&#22686;&#24378;&#32500;&#29983;&#32032;C&#30340;&#20316;&#29992;&#65292;&#20294;&#24182;&#27809;&#26377;&#20316;&#20026;&#32500;&#29983;&#32032;&#34987;&#35748;&#21487;&#12290;</p>
<p>&#26356;&#22810;&#30340;&#20266;&#32500;&#29983;&#32032;&#21442;&#35265;&#65306;&nbsp;<a href="http://zh.wikipedia.org/wiki/%E7%BB%B4%E7%94%9F%E7%B4%A0#.E2.80.9C.E4.BC.AA.E2.80.9D.E7.BB.B4.E7.94.9F.E7.B4.A0">&#32500;&#22522;&#65306;&#20266;&#32500;&#29983;&#32032;</a></p>
<p><a href="http://www.quackwatch.org/01QuackeryRelatedTopics/Cancer/laetrile.html">Laetrile&#30340;&#20852;&#34928;&#21490;</a> &#65306;&#20851;&#20110;&ldquo;&#32500;&#29983;&#32032;B17&rdquo; Laetrile&#30340;&#21382;&#21490;&#65292;&#20197;&#21450;&#26497;&#21147;&#25512;&#24191;&#23427;&#30340;&#24681;&#26031;&#29305;&#29238;&#23376;&#20854;&#20154;&#20854;&#20107;&#65292;&#36825;&#31687;&#25991;&#31456;&#37117;&#20570;&#20102;&#35814;&#23613;&#30340;&#35299;&#35835;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/08/07/12379/" title="4:39 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-07T16:39:15+00:00">2011/08/07</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/08/07/12372/" rel="prev"><span class="meta-nav">&larr;</span> Standing O</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/08/07/12380/" rel="next">&#31185;&#23398;&#26494;&#40736;&#20250; &raquo; &ldquo;&#36864;&#28903;&#33647;&#33268;&#34880;&#30284;&rdquo;&#31350;&#31455;&#26377;&#22810;&#21487;&#24597; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/08/07/12379/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="12379" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="c0ceb5ec63"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="112"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>August 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/07/">&laquo; Jul</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/09/">Sep &raquo;</a></td>
	</tr></tfoot><tbody><tr><td><a href="http://log.SunnyBoy.Me/2011/08/01/" aria-label="Posts published on August 1, 2011">1</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/02/" aria-label="Posts published on August 2, 2011">2</a></td><td>3</td><td><a href="http://log.SunnyBoy.Me/2011/08/04/" aria-label="Posts published on August 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/05/" aria-label="Posts published on August 5, 2011">5</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/06/" aria-label="Posts published on August 6, 2011">6</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/07/" aria-label="Posts published on August 7, 2011">7</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/08/" aria-label="Posts published on August 8, 2011">8</a></td><td>9</td><td><a href="http://log.SunnyBoy.Me/2011/08/10/" aria-label="Posts published on August 10, 2011">10</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/11/" aria-label="Posts published on August 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/12/" aria-label="Posts published on August 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/13/" aria-label="Posts published on August 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/14/" aria-label="Posts published on August 14, 2011">14</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/15/" aria-label="Posts published on August 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/16/" aria-label="Posts published on August 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/17/" aria-label="Posts published on August 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/18/" aria-label="Posts published on August 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/19/" aria-label="Posts published on August 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/20/" aria-label="Posts published on August 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/21/" aria-label="Posts published on August 21, 2011">21</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/22/" aria-label="Posts published on August 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/23/" aria-label="Posts published on August 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/24/" aria-label="Posts published on August 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/25/" aria-label="Posts published on August 25, 2011">25</a></td><td>26</td><td><a href="http://log.SunnyBoy.Me/2011/08/27/" aria-label="Posts published on August 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/28/" aria-label="Posts published on August 28, 2011">28</a></td>
	</tr><tr><td>29</td><td><a href="http://log.SunnyBoy.Me/2011/08/30/" aria-label="Posts published on August 30, 2011">30</a></td><td>31</td>
		<td class="pad" colspan="4">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
