<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#20182;&#20154;&#30340;&#29983;&#27963; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#20182;&#20154;&#30340;&#29983;&#27963; Comments Feed" href="http://log.SunnyBoy.Me/2011/01/24/4538/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="Tv&aring;hundra Tjugoett" href="http://log.SunnyBoy.Me/2011/01/24/4410/"><link rel="next" title="Tv&aring;hundra Tjugotv&aring;" href="http://log.SunnyBoy.Me/2011/01/24/4843/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/01/24/4538/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=4538"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F01%2F24%2F4538%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F01%2F24%2F4538%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-4538 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-4538" class="post-4538 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#20182;&#20154;&#30340;&#29983;&#27963;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/01/24/4538/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#26152;&#22825;&#25105;&#30475;&#21040;&#19968;&#20010;&#35270;&#39057;&#65292;<a href="http://v.youku.com/v_show/id_XMjM2NDY1NjE2.html">http://v.youku.com/v_show/id_XMjM2NDY1NjE2.html</a>&#65292;&#35828;&#19968;&#20010;17&#23681;&#30340;&#23567;&#20249;&#23376;&#20080;&#28779;&#36710;&#31080;&#65292;&#35201;&#31449;5000&#20844;&#37324;&#65292;&#20845;&#21313;&#22810;&#20010;&#23567;&#26102;&#22238;&#23478;&#36807;&#24180;&#12290;&#36825;&#26159;&#26149;&#36816;&#20013;&#26368;&#26222;&#36890;&#19981;&#36807;&#30340;&#20154;&#65292;&#22312;&#25668;&#20687;&#26426;&#30340;&#36741;&#21161;&#19979;&#65292;&#21806;&#31080;&#21592;&#34920;&#29616;&#30340;&#39047;&#26377;&#32784;&#24515;&#65292;&#23567;&#20249;&#23376;&#20063;&#34920;&#31034;&#39047;&#20026;&#29702;&#35299;&#65292;&#19968;&#24133;&#21644;&#35856;&#36212;&#38590;&#30340;&#26223;&#35937;&#12290;&#26377;&#26102;&#20505;&#24320;&#36710;&#22312;&#34903;&#19978;&#65292;&#25105;&#24120;&#19981;&#25954;&#30475;&#31383;&#22806;&#65292;&#19968;&#26041;&#38754;&#23454;&#22312;&#36763;&#37240;&#65292;&#19968;&#26041;&#38754;&#34429;&#28982;&#27491;&#24403;&#33719;&#21033;&#65292;&#20294;&#24635;&#35273;&#24471;&#33258;&#24049;&#20570;&#38169;&#20107;&#65292;&#24528;&#24529;&#19981;&#23433;&#12290;</p>
<p>&nbsp;</p>
<p>
&#35828;&#36215;&#28779;&#36710;&#31080;&#65292;&#21069;&#20960;&#22825;&#38506;&#19968;&#20010;&#26379;&#21451;&#21435;&#20080;&#28779;&#36710;&#31080;&#65292;&#24403;&#26102;&#26410;&#21040;&#26149;&#36816;&#65292;&#21322;&#22812;&#37324;&#21806;&#31080;&#22823;&#21381;&#31354;&#31354;&#33853;&#33853;&#65292;&#24456;&#24555;&#23601;&#20256;&#26469;&#21557;&#26550;&#22768;&#65292;&#25105;&#24819;&#65292;&#36825;&#20960;&#30334;&#24179;&#30340;&#22823;&#21381;&#37324;&#24635;&#20849;&#23601;&#22235;&#20116;&#20010;&#20154;&#24590;&#20040;&#36824;&#33021;&#21557;&#36215;&#26469;&#12290;&#36208;&#36827;&#19968;&#30475;&#65292;&#21407;&#26469;&#26159;&#26377;&#20004;&#20010;&#25361;&#30528;&#34503;&#30382;&#34955;&#30340;&#23567;&#20249;&#23376;&#21644;&#20004;&#20010;&#32769;&#20445;&#23433;&#22312;&#21557;&#65292;&#21557;&#26550;&#30340;&#32536;&#30001;&#26159;&#23567;&#20249;&#23376;&#35828;&#65292;&#33258;&#24049;&#35201;&#32771;&#34385;&#19968;&#19979;&#20080;&#21738;&#22825;&#30340;&#31080;&#65292;&#25152;&#20197;&#35201;&#22312;&#22823;&#21381;&#37324;&#21574;&#20010;&#20960;&#20998;&#38047;&#65292;&#20445;&#23433;&#35273;&#24471;&#20320;&#20572;&#30041;&#30340;&#26102;&#38388;&#22826;&#38271;&#20102;&#65292;&#36825;&#20998;&#26126;&#26159;&#26469;&#21462;&#26262;&#21644;&#36461;&#22320;&#20799;&#20241;&#24687;&#30340;&#65292;&#20320;&#35201;&#20080;&#24517;&#39035;&#29616;&#22312;&#20080;&#65292;&#35201;&#32771;&#34385;&#21040;&#22806;&#38754;&#32771;&#34385;&#21435;&#65292;&#32771;&#34385;&#28165;&#26970;&#20102;&#20877;&#36807;&#26469;&#20080;&#12290;&#23567;&#20249;&#23376;&#35828;&#65292;&#25105;&#23601;&#26159;&#25226;&#19996;&#35199;&#25730;&#19979;&#26469;&#24819;&#19968;&#24819;&#12290;&#20445;&#23433;&#35828;&#65292;&#20320;&#20204;&#36825;&#31181;&#20154;&#65292;&#25105;&#30475;&#22810;&#20102;&#65292;&#32473;&#25105;&#20986;&#21435;&#12290;&#19978;&#38754;&#26377;&#35268;&#23450;&#65292;&#21806;&#31080;&#22823;&#21381;&#37324;&#20572;&#30041;&#19981;&#20934;&#36229;&#36807;&#19968;&#20998;&#38047;&#12290;&#23567;&#20249;&#23376;&#32972;&#36215;&#34503;&#30382;&#34955;&#65292;&#24868;&#28982;&#31163;&#24320;&#12290;</p>
<p>&nbsp;</p>
<p>
&#26377;&#30340;&#26102;&#20505;&#23601;&#26159;&#36825;&#26679;&#65292;&#34429;&#28982;&#24120;&#26377;&#38024;&#23545;&#23448;&#26041;&#30340;&#32676;&#20307;&#20107;&#20214;&#30340;&#21457;&#29983;&#65292;&#20294;&#36825;&#20010;&#31038;&#20250;&#19978;&#26356;&#22810;&#30340;&#20854;&#23454;&#26159;&#23617;&#27665;&#23545;&#25488;&#65292;&#21253;&#25324;&#20197;&#24448;&#21457;&#29983;&#22312;&#19978;&#28023;&#30340;&#30005;&#21160;&#36710;&#30475;&#31649;&#21592;&#21644;&#30005;&#21160;&#36710;&#36710;&#20027;&#22240;&#20026;&#20572;&#30005;&#21160;&#36710;&#25910;&#36153;&#30340;&#23545;&#30733;&#65292;&#20854;&#23454;&#37117;&#26159;&#23617;&#27665;&#38388;&#30340;&#20114;&#30456;&#20026;&#38590;&#36896;&#25104;&#12290;&#24456;&#22810;&#20154;&#35828;&#65292;&#32676;&#20307;&#20107;&#20214;&#22810;&#21457;&#65292;&#21361;&#30691;&#12290;&#20294;&#36825;&#20123;&#23617;&#27665;&#21644;&#23448;&#26041;&#23545;&#23769;&#30340;&#32676;&#20307;&#20107;&#20214;&#65292;&#23617;&#27665;&#20204;&#38656;&#35201;&#30340;&#21482;&#19981;&#36807;&#26159;&#27491;&#20041;&#21644;&#26435;&#30410;&#32780;&#24050;&#65292;&#20174;&#26469;&#19981;&#26159;&#20844;&#27491;&#21644;&#26435;&#21147;&#65292;&#23617;&#27665;&#20204;&#21482;&#26159;&#35273;&#24471;&#65292;&#20197;&#21069;&#20320;&#21507;&#32905;&#65292;&#25105;&#20204;&#21507;&#39592;&#22836;&#65292;&#25105;&#20204;&#24050;&#32463;&#28385;&#36275;&#65292;&#20294;&#29616;&#22312;&#24590;&#20040;&#36830;&#39592;&#22836;&#37117;&#19981;&#21097;&#20102;&#21602;&#12290;&#37027;&#24403;&#28982;&#65292;&#20027;&#20154;&#20859;&#29399;&#20102;&#22043;&#12290;</p>
<p>&#20294;&#26159;&#65292;&#30495;&#30340;&#24403;&#25481;&#19979;&#19968;&#20123;&#39592;&#28195;&#26469;&#65292;&#21448;&#21464;&#25104;&#20102;&#23617;&#27665;&#20114;&#25488;&#12290;</p>
<p>&nbsp;</p>
<p>
&#33267;&#20110;&#37027;&#20010;&#23567;&#20249;&#23376;&#65292;&#25105;&#33258;&#28982;&#19981;&#33021;&#24819;&#35937;&#20182;&#26159;&#24590;&#20040;&#26679;&#29100;&#36807;&#36825;5000&#20844;&#37324;&#65292;&#27599;&#24180;&#26149;&#36816;&#37117;&#26377;2&#20159;&#20154;&#65292;&#20687;&#20182;&#36825;&#26679;&#30340;&#33267;&#23569;&#26377;&#19968;&#20159;&#65292;&#30475;&#30528;&#31383;&#22806;&#30340;&#22825;&#22823;&#22320;&#22823;&#65292;&#37117;&#21644;&#20182;&#20204;&#27809;&#26377;&#20851;&#31995;&#65292;&#36763;&#33510;&#19968;&#24180;&#22238;&#23478;&#65292;&#36825;&#20010;&#22269;&#23478;&#36830;&#20010;&#25240;&#25187;&#37117;&#19981;&#32473;&#20182;&#20204;&#65292;&#22914;&#26524;&#27809;&#34987;&#25380;&#24748;&#31354;&#30340;&#35805;&#65292;&#27492;&#21051;&#20182;&#20204;&#30340;&#20154;&#22343;&#21344;&#22320;&#38754;&#31215;&#25509;&#36817;&#19968;&#24179;&#26041;&#20998;&#31859;&#12290;&#36825;&#32676;&#34987;&#22478;&#24066;&#21270;&#36827;&#31243;&#21644;&#22823;&#22269;&#39118;&#33539;&#21033;&#29992;&#30340;&#24180;&#36731;&#20154;&#65292;&#25171;&#24037;&#19968;&#24180;&#65292;&#35828;&#20320;&#27809;&#29992;&#30340;&#26102;&#20505;&#65292;&#20320;&#23601;&#27809;&#29992;&#65292;&#21271;&#20140;&#30340;&#22320;&#19979;&#23460;&#37117;&#19981;&#35753;&#20986;&#31199;&#20102;&#65292;&#24456;&#22810;&#22320;&#26041;&#35201;&#24320;&#22987;&#38480;&#21046;&#32676;&#31199;&#25151;&#65292;&#35828;&#20320;&#26377;&#29992;&#30340;&#26102;&#20505;&#65292;&#20320;&#23601;&#26377;&#29992;&#65292;&#27604;&#22914;&#28903;&#25481;&#19968;&#26635;&#27004;&#35201;&#36805;&#36895;&#26597;&#26126;&#20107;&#25925;&#36131;&#20219;&#20154;&#30340;&#26102;&#20505;&#20320;&#23601;&#24456;&#39030;&#29992;&#12290;&#24037;&#20316;&#19968;&#24180;&#65292;&#25490;&#38431;&#19968;&#22825;&#65292;&#20080;&#22909;&#21407;&#20215;&#31080;&#65292;&#31359;&#30528;&#32440;&#23615;&#35044;&#65292;&#31449;&#30528;&#22238;&#32769;&#23478;&#65292;&#30456;&#24403;&#26377;&#23562;&#20005;&#12290;</p>
<p>&nbsp;</p>
<p>
&#22312;&#12298;&#38738;&#26149;&#12299;&#37324;&#65292;&#25105;&#20889;&#21040;&#20102;&#19968;&#20301;&#26379;&#21451;&#65292;&#22312;&#12298;&#29420;&#21809;&#22242;&#12299;&#37324;&#65292;&#38382;&#20160;&#20040;&#26102;&#20505;&#32769;&#26495;&#21487;&#20197;&#28072;&#24037;&#36164;&#30340;&#20063;&#26159;&#36825;&#20301;&#26379;&#21451;&#65292;&#29616;&#22312;&#20182;&#27704;&#36828;&#19981;&#29992;&#25285;&#24515;&#32769;&#26495;&#28072;&#24037;&#36164;&#30340;&#38382;&#39064;&#20102;&#65292;&#22240;&#20026;&#20182;&#22833;&#19994;&#20102;&#12290;&#20182;&#26159;&#26412;&#22320;&#20154;&#65292;&#20182;&#23478;&#23601;&#31199;&#32473;&#20102;&#24456;&#22810;&#25143;&#22806;&#22320;&#25171;&#24037;&#30340;&#20570;&#23487;&#33293;&#65292;&#19968;&#26376;&#20004;&#30334;&#19968;&#38388;&#65292;&#23478;&#37324;&#33021;&#26377;&#28857;&#22806;&#24555;&#12290;&#22914;&#20170;&#20182;&#32769;&#23110;&#24576;&#23381;&#20102;&#65292;&#19977;&#26376;&#20221;&#35201;&#29983;&#65292;&#22909;&#22312;&#20182;&#21448;&#25214;&#21040;&#19968;&#20010;&#26376;&#34218;&#19977;&#21315;&#30340;&#24037;&#20316;&#65292;&#24515;&#28385;&#24847;&#36275;&#65292;&#32780;&#19988;&#24037;&#20316;&#36317;&#31163;&#22312;&#30005;&#29942;&#36710;&#20805;&#28385;&#30005;&#30340;&#32493;&#33322;&#33539;&#22260;&#37324;&#12290;&#20182;&#29616;&#22312;&#23601;&#25285;&#24515;&#20004;&#20214;&#20107;&#65292;&#19968;&#20214;&#26159;&#34429;&#28982;&#26376;&#34218;&#19977;&#21315;&#65292;&#20294;&#26159;&#19968;&#30424;&#31639;&#65292;&#22902;&#31881;&#21644;&#32440;&#23615;&#35044;&#23601;&#24046;&#19981;&#22810;&#20102;&#65292;&#26159;&#19981;&#26159;&#35201;&#24448;&#32440;&#23615;&#35044;&#37324;&#22443;&#19968;&#20123;&#33609;&#32440;&#65292;&#31532;&#20108;&#20214;&#26159;&#20182;&#22240;&#20026;&#27833;&#20215;&#39640;&#25165;&#20080;&#20102;&#30005;&#29942;&#36710;&#65292;&#22909;&#19981;&#23481;&#26131;&#30005;&#29942;&#36710;&#30340;&#38480;&#21046;&#25919;&#31574;&#24310;&#32531;&#20102;&#65292;&#20294;&#20840;&#22269;&#21040;&#22788;&#37117;&#22312;&#33410;&#33021;&#20943;&#25490;&#65292;&#19975;&#19968;&#23478;&#37324;&#34987;&#25289;&#38392;&#26029;&#30005;&#65292;&#25105;&#36825;&#30005;&#29942;&#36710;&#24590;&#20040;&#20805;&#30005;&#65292;&#36825;&#20040;&#36828;&#25105;&#35813;&#24590;&#20040;&#21435;&#19978;&#29677;&#12290;</p>
<p>&nbsp;</p>
<p>
&#25105;&#23433;&#24944;&#20182;&#35828;&#65292;&#31532;&#20108;&#20010;&#38382;&#39064;&#65292;&#20320;&#22823;&#21487;&#25918;&#24515;&#65292;&#22240;&#20026;&#20320;&#23478;&#26029;&#30005;&#20102;&#65292;&#24037;&#19994;&#21306;&#20063;&#32943;&#23450;&#26029;&#30005;&#20102;&#65292;&#24037;&#19994;&#21306;&#26029;&#30005;&#20102;&#65292;&#20320;&#37027;&#23478;&#24037;&#21378;&#20063;&#32943;&#23450;&#26029;&#30005;&#20102;&#65292;&#37027;&#35201;&#29992;&#26612;&#27833;&#21457;&#30005;&#26426;&#65292;&#22909;&#22312;&#36825;&#24180;&#22836;&#36830;&#26612;&#27833;&#20063;&#33618;&#20102;&#65292;&#25152;&#20197;&#20320;&#37027;&#21378;&#23601;&#30772;&#20135;&#20102;&#65292;&#20320;&#23601;&#27809;&#24037;&#20316;&#20102;&#65292;&#37027;&#23601;&#19981;&#29992;&#30005;&#29942;&#36710;&#20102;&#12290;</p>
<p>&nbsp;</p>
<p>&#26379;&#21451;&#35828;&#65292;&#30495;&#26159;&#65292;&#37027;&#25105;&#23601;&#19981;&#24597;&#20102;&#65292;&#36824;&#26159;&#25919;&#24220;&#24819;&#30340;&#21608;&#21040;&#21834;&#12290;</p>
<p>&nbsp;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/01/24/4538/" title="1:06 PM" rel="bookmark"><time class="entry-date" datetime="2011-01-24T13:06:32+00:00">2011/01/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/01/24/4410/" rel="prev"><span class="meta-nav">&larr;</span> Tv&aring;hundra Tjugoett</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/01/24/4843/" rel="next">Tv&aring;hundra Tjugotv&aring; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/01/24/4538/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="4538" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="08cde47a5a"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="65"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>January 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2010/12/">&laquo; Dec</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/02/">Feb &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="5" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/01/01/" aria-label="Posts published on January 1, 2011">1</a></td><td>2</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/03/" aria-label="Posts published on January 3, 2011">3</a></td><td>4</td><td><a href="http://log.SunnyBoy.Me/2011/01/05/" aria-label="Posts published on January 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/01/07/" aria-label="Posts published on January 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/08/" aria-label="Posts published on January 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/09/" aria-label="Posts published on January 9, 2011">9</a></td>
	</tr><tr><td>10</td><td><a href="http://log.SunnyBoy.Me/2011/01/11/" aria-label="Posts published on January 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/12/" aria-label="Posts published on January 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/13/" aria-label="Posts published on January 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/14/" aria-label="Posts published on January 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/15/" aria-label="Posts published on January 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/16/" aria-label="Posts published on January 16, 2011">16</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/17/" aria-label="Posts published on January 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/18/" aria-label="Posts published on January 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/19/" aria-label="Posts published on January 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/20/" aria-label="Posts published on January 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/21/" aria-label="Posts published on January 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/22/" aria-label="Posts published on January 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/23/" aria-label="Posts published on January 23, 2011">23</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/24/" aria-label="Posts published on January 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/25/" aria-label="Posts published on January 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/26/" aria-label="Posts published on January 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/27/" aria-label="Posts published on January 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/28/" aria-label="Posts published on January 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/29/" aria-label="Posts published on January 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/30/" aria-label="Posts published on January 30, 2011">30</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/31/" aria-label="Posts published on January 31, 2011">31</a></td>
		<td class="pad" colspan="6">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
