<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#29579;&#24314;&#23449;&#25552;&#26696;&#65306;&#23454;&#29616;TD-LTE&#20840;&#29699;&#25512;&#24191; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#29579;&#24314;&#23449;&#25552;&#26696;&#65306;&#23454;&#29616;TD-LTE&#20840;&#29699;&#25512;&#24191; Comments Feed" href="http://log.SunnyBoy.Me/2011/03/04/8221/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#19977;&#26143;&#25163;&#26426;&#29992;&#21319;&#32423;&#29256;WP7&#21319;&#32423;&#21253;&#20381;&#28982;&#21319;&#32423;&#22833;&#36133;" href="http://log.SunnyBoy.Me/2011/03/04/8220/"><link rel="next" title="iPad 2&#32929;&#24066;&#20914;&#20987;&#27874;&#65306;&#33529;&#26524;&#21319;2.1%&#25705;&#25176;&#32599;&#25289;&#36300;5.6%" href="http://log.SunnyBoy.Me/2011/03/04/8222/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/03/04/8221/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=8221"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F03%2F04%2F8221%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F03%2F04%2F8221%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-8221 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-8221" class="post-8221 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#29579;&#24314;&#23449;&#25552;&#26696;&#65306;&#23454;&#29616;TD-LTE&#20840;&#29699;&#25512;&#24191;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/04/8221/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/e889a_g3.gif" alt="China Mobile &#20013;&#22269;&#31227;&#21160; G3 / TD-SCDMA" align="right"></p>
<p><strong>&#32593;&#26131;&#31185;&#25216;&#35759; 3&#26376;3&#26085;&#28040;&#24687;&#65292;&#20840;&#22269;&#25919;&#21327;&#22996;&#21592;&#12289;&#20013;&#22269;&#31227;&#21160;&#33891;&#20107;&#38271;&#29579;&#24314;&#23449;&#21521;&#20840;&#22269;&#25919;&#21327;&#21313;&#19968;&#23626;&#22235;&#27425;&#20250;&#35758;&#25552;&#20132;&#20102;&#19968;&#20221;&#12298;&#22312;&#21457;&#23637;&#26032;&#19968;&#20195;&#31227;&#21160;&#36890;&#20449;&#20013;&#25193;&#22823;&#25105;&#22269;&#33258;&#20027;&#21019;&#26032;&#25216;&#26415;&#30340;&#22269;&#38469;&#24433;&#21709;&#21147;&#12299;&#30340;&#25552;&#26696;&#12290;</strong>&#29579;&#24314;&#23449;&#25351;&#20986;&#65292;&#25105;&#22269;&#20027;&#23548;&#30340;&#26032;&#19968;&#20195;&#31227;&#21160;&#36890;&#20449;&#25216;&#26415;TD-LTE&#24050;&#32463;&#20837;&#36873;&#25104;&#20026;4G&#22269;&#38469;&#26631;&#20934;&#65292;&#24212;&#20511;&#37492;&#31532;&#19968;&#12289;&#20108;&#12289;&#19977;&#20195;&#31227;&#21160;&#36890;&#20449;&#21457;&#23637;&#30340;&#32463;&#39564;&#25945;&#35757;&#65292;&#23613;&#26089;&#35268;&#21010;&#24067;&#23616;&#65292;&#25630;&#22909;7&#22478;&#24066;&#35268;&#27169;&#35797;&#39564;&#65292;&#25512;&#36827;&#21830;&#29992;&#35745;&#21010;&#65292;&#24341;&#23548;&#25512;&#21160;TD-LTE&#20135;&#19994;&#35268;&#27169;&#21270;&#21457;&#23637;&#65292;&#23454;&#29616;&#20840;&#29699;&#24212;&#29992;&#25512;&#24191;&#12290;</p>

<p><strong>&#20197;&#19979;&#20026;&#29579;&#24314;&#23449;&#25552;&#26696;&#20840;&#25991;&#65306;</strong></p>
<p>&#12298;&#22312;&#21457;&#23637;&#26032;&#19968;&#20195;&#31227;&#21160;&#36890;&#20449;&#20013;&#25193;&#22823;&#25105;&#22269;&#33258;&#20027;&#21019;&#26032;&#25216;&#26415;&#30340;&#22269;&#38469;&#24433;&#21709;&#21147;&#12299;</p>
<p>&#38754;&#23545;&#22269;&#38469;&#37329;&#34701;&#21361;&#26426;&#21644;&#20840;&#29699;&#27668;&#20505;&#21464;&#21270;&#30340;&#24433;&#21709;&#65292;&#19990;&#30028;&#19978;&#35768;&#22810;&#22269;&#23478;&#37117;&#25226;&#21457;&#23637;&#25112;&#30053;&#24615;&#26032;&#20852;&#20135;&#19994;&#20316;&#20026;&#22269;&#23478;&#37325;&#35201;&#25112;&#30053;&#25514;&#26045;&#12290;&#21253;&#25324;&#26032;&#33021;&#28304;&#12289;&#26032;&#26448;&#26009;&#21644;&#20449;&#24687;&#36890;&#20449;&#32593;&#32476;&#22312;&#20869;&#30340;&#26032;&#20852;&#20135;&#19994;&#30340;&#21457;&#23637;&#65292;&#24050;&#25104;&#20026;&#24102;&#21160;&#25216;&#26415;&#36827;&#27493;&#12289;&#32531;&#35299;&#36164;&#28304;&#29615;&#22659;&#21387;&#21147;&#30340;&#24378;&#22823;&#21160;&#21147;&#12290;</p>
<p>&#22312;&#20449;&#24687;&#25216;&#26415;&#39046;&#22495;&#65292;&#30001;&#20110;&#31227;&#21160;&#20114;&#32852;&#32593;&#36805;&#36895;&#21457;&#23637;&#24102;&#26469;&#30340;&#26080;&#32447;&#25968;&#25454;&#27969;&#37327;&#30340;&#29190;&#28856;&#24615;&#22686;&#38271;&#65292;&#20135;&#29983;&#20102;&#23545;&#23485;&#24102;&#26080;&#32447;&#32593;&#32476;&#30340;&#24040;&#22823;&#38656;&#27714;&#12290;&#22312;&#36825;&#31181;&#38656;&#27714;&#30340;&#39537;&#21160;&#19979;&#65292;&#22269;&#38469;&#19978;&#20197;LTE&#20026; &#20027;&#27969;&#30340;&#31227;&#21160;&#36890;&#20449;&#32593;&#30340;&#24314;&#35774;&#27604;&#39044;&#26399;&#25552;&#21069;&#20960;&#24180;&#21551;&#21160;&#20102;&#12290;&#22269;&#38469;&#20449;&#24687;&#32593;&#32476;&#30340;&#36825;&#19968;&#36235;&#21183;&#65292;&#32473;&#25105;&#22269;&#20027;&#23548;&#30340;TD-LTE&#25216;&#26415;&#22312;&#22269;&#38469;&#19978;&#30340;&#24212;&#29992;&#65292;&#24102;&#26469;&#20102;&#26032;&#30340;&#26426;&#20250;&#12290;</p>
<p>&#31227;&#21160;&#36890;&#20449;&#26159;&#22312;&#19978;&#19990;&#32426;&#20843;&#21313;&#24180;&#20195;&#21518;&#26399;&#22312;&#20840;&#29699;&#33539;&#22260;&#20869;&#22823;&#35268;&#27169;&#21457;&#23637;&#36215;&#26469;&#30340;&#12290;&#21040;&#30446;&#21069;&#24050;&#32463;&#32463;&#21382;&#20102;&#19977;&#20195;&#25216;&#26415;&#26631;&#20934;&#12290;&#22312;&#31532;&#19968;&#12289;&#31532;&#20108;&#21644;&#31532;&#19977;&#20195;&#31227;&#21160;&#36890;&#20449;&#21457;&#23637;&#30340;&#36807;&#31243;&#20013;&#65292;&#27431;&#32654;&#22312; &#25216;&#26415;&#26041;&#38754;&#19968;&#30452;&#22788;&#20110;&#20027;&#23548;&#22320;&#20301;&#12290;&#25105;&#22269;&#20174;1987&#24180;&#24320;&#22987;&#24314;&#35774;&#31227;&#21160;&#36890;&#20449;&#32593;&#32476;&#21644;&#25552;&#20379;&#31227;&#21160;&#36890;&#20449;&#26381;&#21153;&#12290;&#22312;&#24314;&#35774;&#31532;&#19968;&#20195;&#32593;&#32476;&#26102;&#65292;&#35774;&#22791;&#20379;&#24212;&#20960;&#20046;&#23436;&#20840;&#20381;&#36182;&#20174;&#27431;&#32654;&#20225;&#19994;&#36827;&#21475;&#12290;&#36827;&#20837;&#31532; &#20108;&#20195;&#31227;&#21160;&#36890;&#20449;&#21457;&#23637;&#26102;&#26399;&#65292;&#25105;&#22269;&#30340;&#30005;&#20449;&#36816;&#33829;&#24066;&#22330;&#24471;&#21040;&#20102;&#24555;&#36895;&#30340;&#21457;&#23637;&#65292;&#32593;&#32476;&#35268;&#27169;&#21644;&#29992;&#25143;&#35268;&#27169;&#22343;&#36291;&#23621;&#19990;&#30028;&#31532;&#19968;&#12290;&#21516;&#26102;&#65292;&#25105;&#22269;&#30340;&#30005;&#20449;&#35774;&#22791;&#21046;&#36896;&#20225;&#19994;&#20063;&#23454;&#29616;&#31227;&#21160;&#36890;&#20449;&#35774;&#22791;&#30340;&#22823;&#35268; &#27169;&#29983;&#20135;&#65292;&#38500;&#25552;&#20379;&#22269;&#20869;&#24066;&#22330;&#22806;&#65292;&#36824;&#22823;&#37327;&#20986;&#21475;&#21040;&#22269;&#38469;&#24066;&#22330;&#12290;&#21040;&#20102;&#31532;&#19977;&#20195;&#31227;&#21160;&#36890;&#20449;&#21457;&#23637;&#26102;&#26399;&#65292;&#25105;&#22269;&#20855;&#26377;&#33258;&#20027;&#30693;&#35782;&#20135;&#26435;&#30340;TD-SCDMA&#25216;&#26415;&#25104;&#20026;&#20102;3G&#22269;&#38469;&#26631;&#20934;&#20043; &#19968;&#65292;TD-SCDMA&#19982;&#27431;&#32654;&#20027;&#23548;&#30340;<a href="http://tech.163.com/3G">3G</a>&#25216;&#26415;&#21516;&#21488;&#31454;&#20105;&#65292;&#22312;&#25216;&#26415;&#19978;&#23454;&#29616;&#20102;&#31361;&#30772;&#12290;&#20013;&#22269;&#31227;&#21160;&#24314;&#31435;&#30340;TD-SCDMA&#32593;&#32476;&#24050;&#32463;&#35206;&#30422;&#33267;&#20840;&#22269;&#21508;&#24066;&#21439;&#65292;&#29992;&#25143;&#24635;&#25968;&#36229;&#36807;2000&#19975;&#25143;&#12290;&#20294;&#26159;&#65292;&#30001;&#20110;&#36215;&#27493;&#36739;&#26202;&#65292;&#20135;&#19994;&#22522;&#30784;&#34180;&#24369;&#65292;&#22312;&#25216;&#26415;&#21644;&#20135;&#21697;&#25104;&#29087;&#24230;&#19978;&#20173;&#26377;&#19968;&#23450;&#30340;&#24046;&#36317;&#12290;</p>
<p>TD-LTE&#26159;&#25105;&#22269;&#20027;&#23548;&#30340;&#26032;&#19968;&#20195;&#31227;&#21160;&#36890;&#20449;&#25216;&#26415;&#65292;&#24050;&#32463;&#20837;&#36873;&#25104;&#20026;&#31532;&#22235;&#20195;&#31227;&#21160;&#36890;&#20449;&#30340;&#22269;&#38469;&#26631;&#20934;&#12290;TD-LTE&#26159;&#22312;TD-SCDMA&#21457;&#23637;&#22522;&#30784;&#19978;&#30740;&#21457;&#30340;&#26032;&#19968;&#20195;&#31227; &#21160;&#36890;&#20449;&#25216;&#26415;&#65292;&#19981;&#20165;&#20855;&#26377;&#25216;&#26415;&#20808;&#36827;&#24615;&#65292;&#19982;&#22269;&#38469;&#26368;&#26032;&#31227;&#21160;&#36890;&#20449;&#21516;&#27493;&#21457;&#23637;&#65292;&#32780;&#19988;&#20854;&#39057;&#29575;&#21033;&#29992;&#29575;&#39640;&#30340;&#29305;&#28857;&#65292;&#22312;&#30446;&#21069;&#39057;&#29575;&#36164;&#28304;&#26222;&#36941;&#30701;&#32570;&#30340;&#24773;&#20917;&#19979;&#65292;&#26356;&#26174;&#31361;&#20986;&#12290;</p>
<p>TD-LTE&#22312;2010&#24180;&#19978;&#28023;&#19990;&#21338;&#20250;&#12289;&#24191;&#24030;&#20122;&#36816;&#20250;&#30340;&#25104;&#21151;&#28436;&#31034;&#24341;&#36215;&#22269;&#38469;&#20135;&#19994;&#30028;&#30340;&#39640;&#24230;&#20851;&#27880;&#21644;&#35748;&#21487;&#12290;&#23588;&#20026;&#21487;&#36149;&#30340;&#26159;&#65292;  TD-LTE&#36208;&#21521;&#22269;&#38469;&#20063;&#36808;&#20986;&#23454;&#36136;&#27493;&#20240;&#65292;&#20025;&#40614;&#12289;&#27874;&#20848;&#30340;&#36816;&#33829;&#21830;&#24050;&#32463;&#31614;&#35746;TD-LTE&#21830;&#29992;&#32593;&#24314;&#35774;&#21512;&#21516;&#65292;&#21360;&#24230;&#22810;&#20010;&#36816;&#33829;&#21830;&#24050;&#32463;&#21457;&#24067;TD-LTE&#21830;&#29992;&#35745;&#21010;&#65292;&#39044;&#35745; 2011&#24180;&#23558;&#26377;&#36229;&#36807;10&#20010;&#22269;&#23478;&#21644;&#22320;&#21306;&#24320;&#22987;TD-LTE&#21830;&#29992;&#37096;&#32626;&#65292;&#20026;&#25105;&#22269;&#20027;&#23548;&#30340;&#25216;&#26415;&#22312;&#20840;&#29699;&#24066;&#22330;&#24191;&#27867;&#24212;&#29992;&#24320;&#21019;&#20102;&#20808;&#20363;&#12290;</p>
<p>&#22312;&#26032;&#19968;&#20195;&#31227;&#21160;&#36890;&#20449;&#21457;&#23637;&#36807;&#31243;&#20013;&#65292;&#25105;&#22269;&#20027;&#23548;&#30340;&#25216;&#26415;&#35201;&#22312;&#21516;&#22269;&#22806;&#26631;&#20934;&#30340;&#31454;&#20105;&#20013;&#21344;&#39046;&#21046;&#39640;&#28857;&#65292;&#23454;&#29616;&#25216;&#26415;&#19982;&#24066;&#22330;&#30340;&#21452;&#37325;&#20248;&#21183;&#65292;&#24212;&#31435;&#36275;&#25105;&#22269;&#21457;&#23637;&#31227;&#21160;&#36890;&#20449;&#30340;&#29305;&#27530;&#20248;&#21183;&#65292;&#21457; &#25381;&#36816;&#33829;&#24066;&#22330;&#30340;&#35268;&#27169;&#20316;&#29992;&#65292;&#20511;&#37492;&#31532;&#19968;&#12289;&#20108;&#12289;&#19977;&#20195;&#31227;&#21160;&#36890;&#20449;&#21457;&#23637;&#30340;&#32463;&#39564;&#25945;&#35757;&#65292;&#32479;&#19968;&#35748;&#35782;&#65292;&#25250;&#25235;&#26426;&#36935;&#65292;&#23613;&#26089;&#36827;&#34892;&#35268;&#21010;&#24067;&#23616;&#65292;&#25193;&#22823;&#21644;&#25552;&#21319;&#33258;&#20027;&#21019;&#26032;&#25216;&#26415;&#30340;&#22269;&#38469;&#24433;&#21709;&#21147;&#65292;&#23454;&#29616;&#20840; &#29699;&#24212;&#29992;&#25512;&#24191;&#12290;&#24314;&#35758;&#65306;</p>
<p>&#19968;&#26159;&#25919;&#24220;&#25903;&#25345;&#65292;&#21508;&#26041;&#37197;&#21512;&#65292;&#20840;&#21147;&#25630;&#22909;7&#22478;&#24066;TD-LTE&#35268;&#27169;&#35797;&#39564;&#65292;&#20026;&#23613;&#26089;&#21830;&#29992;&#21019;&#36896;&#26465;&#20214;&#12290;&#25105;&#22269;&#24050;&#20915;&#23450;&#22312;&#21271;&#20140;&#12289;&#19978;&#28023;&#12289;&#24191;&#24030;&#12289;&#28145;&#22323;&#12289;&#26477;&#24030;&#12289;&#21335;&#20140;&#12289;&#21414;&#38376;&#31561;7&#20010; &#22478;&#24066;&#24314;&#35774;TD-LTE&#35268;&#27169;&#35797;&#39564;&#32593;&#65292;&#22269;&#38469;&#20135;&#19994;&#30028;&#21313;&#20998;&#20851;&#27880;&#25105;&#22269;TD-LTE&#35268;&#27169;&#35797;&#39564;&#30340;&#25928;&#26524;&#12290;&#38656;&#35201;&#22269;&#23478;&#30456;&#20851;&#37096;&#22996;&#36890;&#21147;&#21327;&#35843;&#65292;&#30456;&#20851;&#22320;&#26041;&#25919;&#24220;&#22823;&#21147;&#25903;&#25345;&#65292;&#32858;&#38598;&#22269;&#20869;&#22806;&#20135;&#19994; &#20248;&#21183;&#36164;&#28304;&#31215;&#26497;&#25237;&#20837;&#65292;&#30830;&#20445;&#35268;&#27169;&#35797;&#39564;&#36890;&#36807;&#24066;&#22330;&#32771;&#39564;&#65292;&#20026;&#20135;&#19994;&#21270;&#21644;&#24066;&#22330;&#21270;&#22880;&#23450;&#22522;&#30784;&#65292;&#36890;&#36807;&#24066;&#22330;&#25512;&#21160;TD-LTE&#25216;&#26415;&#25345;&#32493;&#21457;&#23637;&#12290;&#22312;&#35268;&#27169;&#35797;&#39564;&#22478;&#24066;&#23454;&#26045;TD-LTE&#24212;&#29992;&#31034; &#33539;&#24037;&#31243;,&#20381;&#25176;TD-LTE&#32593;&#32476;&#24314;&#35774;&#26080;&#32447;&#22478;&#24066;&#65292;&#25552;&#21319;&#22478;&#24066;&#31649;&#29702;&#12289;&#24066;&#27665;&#29983;&#27963;&#30340;&#20449;&#24687;&#21270;&#12289;&#26234;&#33021;&#21270;&#27700;&#24179;&#12290;</p>
<p>&#20108;&#26159;&#26089;&#19979;&#20915;&#24515;&#65292;&#21152;&#24555;&#21046;&#23450;&#25105;&#22269;TD-LTE&#21457;&#23637;&#35268;&#21010;&#12290;&#28165;&#26224;&#30340;&#24066;&#22330;&#20449;&#21495;&#26159;&#24341;&#23548;&#22269;&#38469;&#22269;&#20869;&#20135;&#19994;&#36164;&#28304;&#21521;TD-LTE&#27969;&#21160;&#30340;&#21069;&#25552;&#12290;&#24212;&#25235;&#20303;&#24403;&#21069;&#20851;&#38190;&#26426;&#36935;&#26399;&#65292;&#20174;&#25105;&#22269; &#20449;&#24687;&#25216;&#26415;&#20135;&#19994;&#21457;&#23637;&#30340;&#25112;&#30053;&#23618;&#38754;&#65292;&#23613;&#24555;&#30830;&#23450;TD-LTE&#21457;&#23637;&#35268;&#21010;&#12289;&#25919;&#31574;&#21462;&#21521;&#21644;&#21830;&#29992;&#35745;&#21010;&#65292;&#22312;&#39057;&#29575;&#35268;&#21010;&#19978;&#32473;&#20104;TD-LTE&#37325;&#28857;&#25903;&#25345;&#65292;&#20805;&#20998;&#21457;&#25381;&#22269;&#20869;&#24066;&#22330;&#23545;TD- LTE&#20840;&#29699;&#24212;&#29992;&#30340;&#24341;&#39046;&#20316;&#29992;&#21644;&#31034;&#33539;&#20316;&#29992;&#65292;&#20419;&#20351;&#21644;&#40723;&#21169;&#22269;&#20869;&#30005;&#20449;&#36816;&#33829;&#20225;&#19994;&#21442;&#19982;&#21644;&#20351;&#29992;TD-LTE&#25216;&#26415;&#65292;&#22362;&#23450;&#22269;&#38469;&#20135;&#19994;&#30028;&#23545;&#25105;&#22269;&#33258;&#20027;&#21019;&#26032;&#25216;&#26415;&#30340;&#20449;&#24515;&#65292;&#21560;&#24341;&#26356;&#22810;&#30340;&#22269;&#38469; &#36816;&#33829;&#21830;&#36873;&#25321;&#21644;&#37096;&#32626;TD-LTE&#12290;</p>
<p>&#19977;&#26159;&#21152;&#24378;&#20135;&#19994;&#21327;&#20316;&#65292;&#25512;&#36827;TD-LTE&#31185;&#25216;&#25104;&#26524;&#20135;&#19994;&#21270;&#65292;&#23454;&#29616;&#20135;&#19994;&#38598;&#32858;&#21457;&#23637;&#12290;&#28145;&#21270;&#25512;&#36827;&#26032;&#19968;&#20195;&#31227;&#21160;&#36890;&#20449;&#32593;&#30340;&#37325;&#22823;&#31185;&#25216;&#19987;&#39033;&#36827;&#31243;,&#21147;&#20105;TD-LTE&#22312;&#26356;&#22810;&#20851;&#38190; &#25216;&#26415;&#29615;&#33410;&#23454;&#29616;&#31361;&#30772;&#21644;&#24341;&#39046;&#12290;&#23436;&#21892;TD-LTE&#25104;&#26524;&#20135;&#19994;&#21270;&#26426;&#21046;,&#35774;&#31435;TD-LTE&#20135;&#19994;&#21457;&#23637;&#19987;&#39033;&#36164;&#37329;&#65292;&#25903;&#25345;&#20225;&#19994;&#21019;&#26032;&#33021;&#21147;&#24314;&#35774;&#65292;&#21551;&#21160;&#23454;&#26045;TD-LTE&#37325;&#22823;&#20135;&#19994;&#21019;&#26032; &#21457;&#23637;&#24037;&#31243;&#65292;&#21152;&#24378;&#36816;&#33829;&#20225;&#19994;&#19982;&#35774;&#22791;&#12289;&#33455;&#29255;&#12289;&#32456;&#31471;&#31561;&#21046;&#36896;&#20225;&#19994;&#30340;&#21327;&#20316;&#65292;&#21152;&#36895;TD-LTE&#25104;&#26524;&#36716;&#21270;&#20026;&#29616;&#23454;&#29983;&#20135;&#21147;&#12290;&#20986;&#21488;TD-LTE&#20135;&#19994;&#31995;&#21015;&#37197;&#22871;&#25919;&#31574;&#65292;&#22312;&#36130;&#31246;&#25919;&#31574;&#26041; &#38754;,&#23545;TD-LTE&#30456;&#20851;&#30340;&#31995;&#32479;&#35774;&#22791;&#12289;&#33455;&#29255;/&#32456;&#31471;&#12289;&#27979;&#35797;&#20202;&#22120;&#20202;&#34920;&#20225;&#19994;&#32473;&#20104;&#25903;&#25345;&#65292;&#23436;&#21892;&#20135;&#19994;&#38142;&#34180;&#24369;&#29615;&#33410;&#65292;&#24341;&#23548;&#25512;&#21160;TD-LTE&#20135;&#19994;&#35268;&#27169;&#21270;&#21457;&#23637;&#12290;</p>
<p>&#22235;&#26159;&#25512;&#36827;TD-LTE&#30340;&#22269;&#38469;&#21270;&#36827;&#31243;&#12290;&#19968;&#26041;&#38754;&#35201;&#25193;&#22823;&#25105;&#22269;&#20027;&#23548;&#30340;&#31227;&#21160;&#36890;&#20449;&#25216;&#26415;&#22312;&#22269;&#38469;&#19978;&#30340;&#24433;&#21709;&#21147;&#65292;&#21152;&#36895;&#22269;&#38469;&#21270;&#25512;&#24191;&#30340;&#27493;&#20240;&#65292;&#37325;&#35270;&#21457;&#25381;TD- LTE&#24378;&#22823;&#20860;&#23481;&#24615;&#33021;&#21147;&#30340;&#25216;&#26415;&#20248;&#21183;&#65292;&#21560;&#25910;&#26356;&#22810;&#30340;&#22269;&#22806;&#20225;&#19994;&#20351;&#29992;TD-LTE&#25216;&#26415;&#12290;&#21478;&#19968;&#26041;&#38754;&#65292;&#36890;&#36807;&#20135;&#19994;&#25919;&#31574;&#24341;&#23548;&#25512;&#21160;&#19982;&#27431;&#32654;&#20027;&#23548;&#30340;FDD  LTE&#22312;&#35774;&#22791;&#19978;&#23454;&#29616;&#20860;&#23481;&#65292;&#26041;&#20415;&#28040;&#36153;&#32773;&#30340;&#22312;&#20219;&#20309;&#26102;&#38388;&#12289;&#20219;&#20309;&#22320;&#28857;&#37117;&#21487;&#20197;&#20351;&#29992;LTE&#32456;&#31471;&#12290;&#27492;&#22806;&#65292;&#25506;&#32034;&#36890;&#20449;&#20225;&#19994;&#36328;&#22269;&#32463;&#33829;&#65292;&#40723;&#21169;&#21644;&#25903;&#25345;&#25105;&#22269;&#20225;&#19994;&#22312;&#20840;&#29699;&#24066;&#22330;&#19978;&#24320;&#23637; TD-LTE&#36816;&#33829;&#12289;&#25552;&#20379;&#26381;&#21153;&#22806;&#21253;&#12290;&#22269;&#23478;&#25919;&#31574;&#26041;&#38754;&#65292;&#36890;&#36807;&#23436;&#21892;&#20986;&#21475;&#20449;&#36151;&#31561;&#25919;&#31574;&#65292;&#40723;&#21169;&#37329;&#34701;&#26426;&#26500;&#23545;&#25105;&#22269;&#20225;&#19994;&#22312;&#22269;&#38469;&#19978;&#24314;&#35774;&#21644;&#36816;&#33829;TD-LTE&#32593;&#32476;&#21152;&#22823;&#20449;&#36151;&#25903;&#25345;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/04/8221/" title="10:24 PM" rel="bookmark"><time class="entry-date" datetime="2011-03-04T22:24:09+00:00">2011/03/04</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/03/04/8220/" rel="prev"><span class="meta-nav">&larr;</span> &#19977;&#26143;&#25163;&#26426;&#29992;&#21319;&#32423;&#29256;WP7&#21319;&#32423;&#21253;&#20381;&#28982;&#21319;&#32423;&#22833;&#36133;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/03/04/8222/" rel="next">iPad 2&#32929;&#24066;&#20914;&#20987;&#27874;&#65306;&#33529;&#26524;&#21319;2.1%&#25705;&#25176;&#32599;&#25289;&#36300;5.6% <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/03/04/8221/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="8221" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="28f4663a6e"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="112"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>March 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/02/">&laquo; Feb</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/04/">Apr &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="1" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/03/01/" aria-label="Posts published on March 1, 2011">1</a></td><td>2</td><td><a href="http://log.SunnyBoy.Me/2011/03/03/" aria-label="Posts published on March 3, 2011">3</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/04/" aria-label="Posts published on March 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/05/" aria-label="Posts published on March 5, 2011">5</a></td><td>6</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/07/" aria-label="Posts published on March 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/08/" aria-label="Posts published on March 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/09/" aria-label="Posts published on March 9, 2011">9</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/10/" aria-label="Posts published on March 10, 2011">10</a></td><td>11</td><td><a href="http://log.SunnyBoy.Me/2011/03/12/" aria-label="Posts published on March 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/13/" aria-label="Posts published on March 13, 2011">13</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/14/" aria-label="Posts published on March 14, 2011">14</a></td><td>15</td><td><a href="http://log.SunnyBoy.Me/2011/03/16/" aria-label="Posts published on March 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/17/" aria-label="Posts published on March 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/18/" aria-label="Posts published on March 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/19/" aria-label="Posts published on March 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/20/" aria-label="Posts published on March 20, 2011">20</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/21/" aria-label="Posts published on March 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/22/" aria-label="Posts published on March 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/23/" aria-label="Posts published on March 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/24/" aria-label="Posts published on March 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/25/" aria-label="Posts published on March 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/26/" aria-label="Posts published on March 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/27/" aria-label="Posts published on March 27, 2011">27</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/28/" aria-label="Posts published on March 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/29/" aria-label="Posts published on March 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/30/" aria-label="Posts published on March 30, 2011">30</a></td><td>31</td>
		<td class="pad" colspan="3">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
