<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#33258;&#24049;&#30340;&#33258;&#30001;&#35201;&#33258;&#32473; (&#35780;&#35770;: &#33258;&#30001;&#22312;&#39640;&#22788;) | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#33258;&#24049;&#30340;&#33258;&#30001;&#35201;&#33258;&#32473; (&#35780;&#35770;: &#33258;&#30001;&#22312;&#39640;&#22788;) Comments Feed" href="http://log.SunnyBoy.Me/2011/01/30/5470/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#39532;&#9313;&#23453;&#30340;&#29233;&#24773;&#19990;&#30028;" href="http://log.SunnyBoy.Me/2011/01/30/5469/"><link rel="next" title="&#36814;&#21512;&#29992;&#25143;&#65292;&#26356;&#37239;&#19968;&#28857;" href="http://log.SunnyBoy.Me/2011/01/30/5471/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/01/30/5470/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=5470"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F01%2F30%2F5470%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F01%2F30%2F5470%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-5470 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-5470" class="post-5470 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#33258;&#24049;&#30340;&#33258;&#30001;&#35201;&#33258;&#32473; (&#35780;&#35770;: &#33258;&#30001;&#22312;&#39640;&#22788;)</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/01/30/5470/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>    <span class="mn">2011-01-29 20:55:28</span><br><span class="pl2">&#12288;&#12288;&#26469;&#33258;: <a href="http://book.douban.com/people/39083151/"><span>Rose</span></a><br>
     (&#21035;&#35753;&#25105;&#39134;&#65292;&#23558;&#25105;&#28201;&#26580;&#35938;&#20859;&#12290;)<br><br><a href="http://book.douban.com/subject/5401989/"><span>&#33258;&#30001;&#22312;&#39640;&#22788;</span></a>&#30340;&#35780;&#35770;<br><span title="&#21147;&#33616;">&nbsp;&nbsp;<img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/f2f1b_st.gif" vspace="0" alt="5 star rating"><img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/f2f1b_st.gif" vspace="0" alt="5 star rating"><img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/f2f1b_st.gif" vspace="0" alt="5 star rating"><img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/f2f1b_st.gif" vspace="0" alt="5 star rating"><img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/f2f1b_st.gif" vspace="0" alt="5 star rating"></span><br><span>5</span><br></span>
</p><p><span>&#12288;&#12288; &#35768;&#22810;&#20154;&#37117;&#30693;&#36947;&#24085;&#29305;&#37324;&#20811;&#37027;&#21477;&#28608;&#25196;&#35946;&#22766;&#30340;&#21517;&#35328;&#65306;&ldquo;&#19981;&#33258;&#30001;&#65292;&#27595;&#23425;&#27515;&#12290;&rdquo;&#29983;&#27963;&#22312;&#20170;&#22825;&#30340;&#20013;&#22269;&#65292;&#36825;&#26679;&#19968;&#20010;&ldquo;&#33258;&#30001;&rdquo;&#21464;&#25104;&#20102;&ldquo;&#30446;&#26354;&rdquo;&#30340;&#22320;&#26041;&#65292;&#25105;&#20204;&#26159;&#19981;&#26159;&#23601;&#21487;&#20197;&#25918;&#32437;&#27785;&#27814;&#12289;&#33503;&#19988;&#24754;&#35266;&#24230;&#26085;&#21602;&#65311;&#26377;&#19968;&#20010;&#20154;&#21578;&#35785;&#25105;&#20204;&#65306;&#22312;&#26551;&#38145;&#20043;&#20013;&#65292;&#25105;&#20204;&#20173;&#21487;&#20197;&#20570;&#33258;&#24049;&#29983;&#27963;&#30340;&#20027;&#23472;&#32773;&#12290;&ldquo;&#19981;&#33258;&#30001;&#65292;&#20173;&#21487;&#27963;&#12290;&rdquo;<br>&#12288;&#12288;    &#26366;&#32463;&#26377;&#20154;&#20570;&#36807;&#19968;&#20010;&#36339;&#34468;&#23454;&#39564;&#65292;&#23427;&#20204;&#22312;&#27491;&#24120;&#24773;&#20917;&#19979;&#21487;&#20197;&#36339;3&#31859;&#39640;&#12290;&#25509;&#19979;&#26469;&#65292;&#22312;1&#31859;&#39640;&#30340;&#22320;&#26041;&#25918;&#32622;&#19968;&#22359;&#36879;&#26126;&#30340;&#29627;&#29827;&#26495;&#38459;&#38548;&#23427;&#20204;&#19982;1&#31859;&#20197;&#19978;&#30340;&#22320;&#26041;&#12290;&#20110;&#26159;&#36339;&#34468;&#20877;&#24590;&#20040;&#21162;&#21147;&#65292;&#20063;&#21482;&#33021;&#36339;&#22312;1&#31859;&#30340;&#22320;&#26041;&#20102;&#12290;&#36807;&#19968;&#27573;&#26102;&#38388;&#65292;&#23454;&#39564;&#32773;&#25226;&#29627;&#29827;&#26495;&#25343;&#25481;&#65292;&#36339;&#34468;&#21364;&#19981;&#30693;&#36947;&#23427;&#21448;&#21487;&#20197;&#38543;&#24515;&#25152;&#27442;&#22320;&#24377;&#36339;&#20102;&#12290;&#23427;&#27704;&#36828;&#23601;&#21482;&#33021;&#22815;&#36339;1&#31859;&#20102;&#12290;<br>&#12288;&#12288;    &#35828;&#26126;&#31867;&#20284;&#32467;&#26524;&#30340;&#23454;&#39564;&#24456;&#22810;&#12290;&#24515;&#29702;&#23398;&#19978;&#25226;&#36825;&#31181;&#24773;&#20917;&#21483;&#20570;&ldquo;&#20064;&#24471;&#24615;&#26080;&#21161;&rdquo;&#65292;&#25105;&#20204;&#21487;&#20197;&ldquo;&#26395;&#25991;&#29983;&#20041;&rdquo;&#65292;&ldquo;&#20064;&#24471;&#24615;&#26080;&#21161;&rdquo;&#23601;&#26159;&#36890;&#36807;&#32463;&#39564;&#24471;&#21040;&#30340;&#19968;&#31181;&#25913;&#21464;&#19981;&#20102;&#29616;&#23454;&#30340;&#26080;&#21161;&#24863;&#12290;&#25105;&#24819;&#29992;&#36825;&#20010;&#27010;&#24565;&#35299;&#37322;&#24456;&#22810;&#20154;&#26159;&#22914;&#20309;&#21464;&#24471;&#19981;&#33258;&#30001;&#30340;&#12290;&#20154;&#26159;&#31038;&#20250;&#20154;&#65292;&#19982;&#22806;&#30028;&#30340;&#25509;&#35302;&#25152;&#24471;&#30340;&#23545;&#20110;&#19990;&#30028;&#30340;&#35266;&#24863;&#24448;&#24448;&#20915;&#23450;&#20102;&#19968;&#20010;&#20154;&#30340;&#35266;&#24565;&#12289;&#34892;&#20026;&#12290;&#20154;&#29983;&#20110;&#19990;&#65292;&#35841;&#19981;&#24076;&#26395;&#33080;&#19978;&#27704;&#36828;&#26159;&#19968;&#21103;&#27809;&#26377;&#21463;&#36807;&#27450;&#36127;&#30340;&#34920;&#24773;&#21602;&#65311;&#21487;&#26159;&#38271;&#20037;&#20197;&#26469;&#65292;&#25105;&#29983;&#38271;&#30340;&#22269;&#24230;&#26102;&#26102;&#21051;&#21051;&#37117;&#22312;&#20026;&#25105;&#22521;&#20859;&#19968;&#31181;&#32039;&#24352;&#24863;&#12290;&#32769;&#24072;&#21578;&#35785;&#25105;&#65292;&#20808;&#36744;&#26159;&#21382;&#32463;&#20309;&#31561;&#33392;&#36763;&#24314;&#31435;&#20102;&ldquo;&#26032;&#20013;&#22269;&rdquo;&#65292;&#32780;&#22312;&#36164;&#26412;&#20027;&#20041;&#21344;&#20027;&#23548;&#30340;&#19990;&#30028;&#65292;&#30452;&#21040;&#20170;&#22825;&#20182;&#20204;&#20063;&#26102;&#26102;&#19981;&#24536;&ldquo;&#21644;&#24179;&#28436;&#21464;&rdquo;&#65292;&#20255;&#22823;&#30340;&#31062;&#22269;&#26102;&#26102;&#22788;&#20110;&#21361;&#38505;&#20043;&#20013;&#12290;&#32780;&#19988;&ldquo;&#19981;&#35813;&#35828;&#30340;&#35805;&#21035;&#20081;&#35828;&rdquo;&#12290;&#24448;&#23567;&#22788;&#30475;&#65292;&#25105;&#19968;&#30452;&#34987;&#21578;&#30693;&#24565;&#22909;&#20070;&#12289;&#19978;&#22909;&#22823;&#23398;&#12289;&#25214;&#20010;&#22909;&#24037;&#20316;&#30340;&#37325;&#35201;&#24615;&#65292;&#32780;&#20026;&#20102;&#36798;&#21040;&#36825;&#20123;&#25105;&#24517;&#39035;&#25259;&#33606;&#26025;&#26840;&#21644;&#37027;&#20123;&#19982;&#25105;&#31454;&#20105;&#30340;&#20154;&#25380;&#24471;&#22836;&#30772;&#34880;&#27969;&#12290;&#27492;&#22806;&#36824;&#26377;&#22823;&#22823;&#23567;&#23567;&#25110;&#26126;&#25110;&#26263;&#30340;&ldquo;&#19981;&#35768;&rdquo;&#30340;&#21629;&#20196;&#12290;&#29983;&#27963;&#32463;&#39564;&#20013;&#30340;&#30952;&#38590;&#19982;&#25387;&#25240;&#20063;&#25945;&#25105;&#23398;&#20054;&#65292;&#25758;&#20102;&#21335;&#22681;&#35201;&#21450;&#26102;&#22238;&#22836;&#12290;&#22312;&#36825;&#26679;&#30340;&#24773;&#20917;&#19979;&#65292;&#25105;&#21448;&#24590;&#20040;&#21487;&#33021;&#27599;&#22825;&#37117;&#26159;&#33258;&#20449;&#28385;&#28385;&#30340;&#12289;&#27809;&#26377;&#34987;&#27450;&#36127;&#36807;&#30340;&#34920;&#24773;&#21602;&#65311;&#20110;&#26159;&#65292;&#25105;&#23398;&#20250;&#20102;&#32553;&#25163;&#32553;&#33050;&#65292;&#30031;&#39318;&#30031;&#23614;&#12290;&#22823;&#32966;&#30340;&#24565;&#22836;&#20808;&#34987;&#33258;&#24049;&#25488;&#27515;&#20102;&#65292;&#19982;&#20247;&#19981;&#21516;&#30340;&#34892;&#20026;&#20808;&#34987;&#33258;&#24049;&#25212;&#26432;&#20102;&#12290;&#33258;&#24049;&#20026;&#33258;&#24049;&#35013;&#19978;&#20102;&#38243;&#38096;&#26551;&#38145;&#65292;&#20154;&#23601;&#36825;&#26679;&#25104;&#20026;&#20102;&#37027;&#21482;&#21482;&#33021;&#36339;1&#31859;&#39640;&#30340;&#36339;&#34468;&#20102;&#12290;<br>&#12288;&#12288;    &#33678;&#22763;&#27604;&#20122;&#20889;&#22312;&#12298;&#21704;&#22982;&#38647;&#29305;&#12299;&#37324;&#30340;&#20889;&#36947;&#65306;&ldquo;&#20154;&#31867;&#26159;&#19968;&#20214;&#22810;&#20040;&#20102;&#19981;&#24471;&#30340;&#26480;&#20316;&#65281;&#22810;&#20040;&#39640;&#36149;&#30340;&#29702;&#24615;&#65281;&#22810;&#20040;&#20255;&#22823;&#30340;&#21147;&#37327;&#65281;&#22810;&#20040;&#20248;&#32654;&#30340;&#20202;&#34920;&#65281;&#22810;&#20040;&#25991;&#38597;&#30340;&#20030;&#21160;&#65281;&#22312;&#34892;&#21160;&#19978;&#22810;&#20040;&#20687;&#19968;&#20010;&#22825;&#20351;&#65281;&#22312;&#26234;&#24935;&#19978;&#22810;&#20040;&#20687;&#19968;&#20010;&#22825;&#31070;&#65281;&#23431;&#23449;&#30340;&#31934;&#21326;&#65281;&#19975;&#29289;&#30340;&#28789;&#38271;&#65281;&rdquo;&#25105;&#24819;&#65292;&#20154;&#26368;&#20255;&#22823;&#30340;&#22320;&#26041;&#25110;&#35768;&#22312;&#20110;&#33021;&#22815;&#20570;&#25277;&#35937;&#30340;&#24605;&#32771;&#12290;&#27604;&#22914;&#65292;&#22312;&#36825;&#26679;&#30340;&#19981;&#22826;&#33258;&#30001;&#30340;&#29615;&#22659;&#37324;&#65292;&#22914;&#20309;&#25226;&#33258;&#24049;&#35299;&#33073;&#20986;&#21435;&#12290;&#25105;&#24819;&#65292;&#36825;&#22823;&#27010;&#20063;&#23601;&#26159;&#20316;&#32773;&#20889;&#20316;&#36825;&#26412;&#20070;&#30340;&#30446;&#30340;&#20102;&#12290;<br>&#12288;&#12288;    &#32780;&#20316;&#32773;&#35299;&#20915;&#36825;&#20010;&#38382;&#39064;&#30340;&#21150;&#27861;&#65292;&#21487;&#20197;&#27010;&#25324;&#20026;&#25171;&#30772;&#24605;&#32500;&#23450;&#21183;&#65292;&#25442;&#20010;&#35282;&#24230;&#30475;&#38382;&#39064;&#12290;&#27604;&#22914;&#22307;&#35806;&#33410;&#19981;&#36807;&#26159;&#19990;&#30028;&#25991;&#21270;&#30340;&#19968;&#20010;&#23567;&#26679;&#26412;&#65292;&#19981;&#26159;&#25152;&#35859;&#30340;&ldquo;&#35199;&#26041;&#25991;&#21270;&#20837;&#20405;&rdquo;&#65307;&#27604;&#22914;&#20154;&#36136;&#19981;&#19968;&#23450;&#20250;&#23545;&#32465;&#21290;&#24680;&#20043;&#20837;&#39592;&#65292;&#26377;&#30340;&#26102;&#20505;&#26159;&#26377;&#21487;&#33021;&#29233;&#19978;&#32465;&#21290;&#30340;&#65307;&#27604;&#22914;&#22870;&#21169;&#21487;&#33021;&#24322;&#21270;&#20026;&#19968;&#31181;&#21487;&#24597;&#30340;&#24515;&#29702;&#25511;&#21046;&#65307;&#27604;&#22914;&#20320;&#21482;&#20195;&#34920;&#20320;&#33258;&#24049;&#65292;&#19981;&#38656;&#35201;&#33258;&#24049;&#24378;&#36843;&#33258;&#24049;&#20195;&#34920;&#25972;&#20010;&#20013;&#21326;&#27665;&#26063;&#65307;&#27604;&#22914;&#20154;&#20154;&#21916;&#29233;&#30340;&#39034;&#22659;&#20854;&#23454;&#20063;&#26159;&#19968;&#31181;&#36870;&#22659;&hellip;&hellip;&#24456;&#22810;&#20107;&#24773;&#65292;&#24182;&#19981;&#26159;&#20320;&#25152;&#24819;&#30340;&#37027;&#26679;&#12290;&#22269;&#23478;&#20043;&#38388;&#30340;&#30830;&#26377;&#21033;&#30410;&#31454;&#20105;&#20851;&#31995;&#65292;&#20294;&#26159;&#19981;&#26159;&#35841;&#37117;&#22312;&#29992;&#23613;&#24515;&#26426;&#35201;&#25630;&#22446;&#20320;&#12290;&#25454;&#25105;&#25152;&#30693;&#65292;&#25105;&#20204;&#30524;&#20013;&#30340;&#37027;&#20123;&ldquo;&#25991;&#26126;&#22269;&#23478;&rdquo;&#20063;&#22312;&#19968;&#30452;&#32478;&#23613;&#33041;&#27713;&#25913;&#36827;&#33258;&#24049;&#30340;&#38382;&#39064;&#21602;&#12290;&#19981;&#25353;&#22823;&#22810;&#25968;&#20154;&#30340;&#26082;&#23450;&#27169;&#24335;&#36208;&#65292;&#20154;&#29983;&#20063;&#19981;&#19968;&#23450;&#20250;&#23436;&#34507;&#12290;&#25214;&#21040;&#26368;&#36866;&#21512;&#33258;&#24049;&#30340;&#65292;&#25165;&#26159;&#26368;&#27491;&#30830;&#30340;&#12290;&#20320;&#30340;&#20154;&#29983;&#36947;&#36335;&#19981;&#38656;&#35201;&#21644;&#21035;&#20154;&#19968;&#26679;&#65292;&#20320;&#23436;&#20840;&#21487;&#20197;&#26377;&#33258;&#24049;&#30340;&#27963;&#27861;&#65292;&#21482;&#35201;&#20320;&#35273;&#24471;&#24184;&#31119;&#24555;&#20048;&#12290;<br>&#12288;&#12288;    &#24403;&#28982;&#65292;&#23454;&#38469;&#24773;&#20917;&#26159;&#65292;&#21363;&#20351;&#20320;&#21578;&#35785;&#33258;&#24049;&#39640;&#22612;&#37324;&#27809;&#26377;&#30417;&#35270;&#32773;&#65292;&#40723;&#36215;&#21191;&#27668;&#21435;&#25353;&#33258;&#24049;&#30340;&#24847;&#24895;&#21435;&#20570;&#20107;&#65292;&#26377;&#26102;&#20505;&#20320;&#24778;&#21916;&#22320;&#21457;&#29616;&#20320;&#30340;&#30830;&#26159;&#33258;&#30001;&#30340;&#65292;&#32780;&#26377;&#30340;&#26102;&#20505;&#65292;&#37027;&#30475;&#24471;&#35265;&#30340;&#26551;&#38145;&#20173;&#28982;&#22312;&#32465;&#32538;&#30528;&#25105;&#20204;&#12290;&#22312;&#36825;&#26102;&#20505;&#65292;&#23601;&#38656;&#35201;&#36827;&#34892;&#33258;&#25937;&#20102;&#12290;&#33258;&#25937;&#26159;&#23545;&#26551;&#38145;&#30340;&#21453;&#21467;&#65292;&#19981;&#31649;&#26159;&#27491;&#38754;&#25110;&#20391;&#38754;&#65292;&#19981;&#31649;&#26159;&#30452;&#25509;&#25110;&#38388;&#25509;&#65292;&#19981;&#31649;&#26159;&#30452;&#25509;&#20914;&#20987;&#36824;&#26159;&#26354;&#24452;&#20445;&#20840;&#12290;&#33258;&#25937;&#26159;&#33258;&#25105;&#25937;&#36174;&#65292;&#22914;&#21516;&#20070;&#20013;&#25552;&#21040;&#30340;&#26131;&#21340;&#29983;&#30340;&#35805;&#65306;&ldquo;&#26377;&#30340;&#26102;&#20505;&#25105;&#30495;&#35273;&#24471;&#20840;&#19990;&#30028;&#37117;&#20687;&#28023;&#19978;&#25758;&#27785;&#20102;&#33337;&#65292;&#26368;&#35201;&#32039;&#30340;&#36824;&#26159;&#25937;&#20986;&#33258;&#24049;&#12290;&rdquo;&#32780;&#19988;&#25105;&#30456;&#20449;&#65292;&#27599;&#19968;&#20010;&#20154;&#25152;&#20570;&#30340;&#28857;&#28857;&#28404;&#28404;&#65292;&#26368;&#32456;&#20250;&#20957;&#25104;&#24040;&#27969;&#65292;&#22868;&#20986;&#23665;&#21475;&#65292;&#36208;&#21521;&#24320;&#38420;&#30340;&#33579;&#33579;&#24179;&#21407;&#12290;<br>&#12288;&#12288;</span></p>
<ul><li class="rec">
        <a href="#" class="bn-sharing ">&#20998;&#20139;&#21040;</a> &nbsp;&nbsp;
    </li>
</ul></div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/01/30/5470/" title="10:05 PM" rel="bookmark"><time class="entry-date" datetime="2011-01-30T22:05:09+00:00">2011/01/30</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/01/30/5469/" rel="prev"><span class="meta-nav">&larr;</span> &#39532;&#9313;&#23453;&#30340;&#29233;&#24773;&#19990;&#30028;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/01/30/5471/" rel="next">&#36814;&#21512;&#29992;&#25143;&#65292;&#26356;&#37239;&#19968;&#28857; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/01/30/5470/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="5470" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="1ca780e68b"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="22"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>January 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2010/12/">&laquo; Dec</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/02/">Feb &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="5" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/01/01/" aria-label="Posts published on January 1, 2011">1</a></td><td>2</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/03/" aria-label="Posts published on January 3, 2011">3</a></td><td>4</td><td><a href="http://log.SunnyBoy.Me/2011/01/05/" aria-label="Posts published on January 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/01/07/" aria-label="Posts published on January 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/08/" aria-label="Posts published on January 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/09/" aria-label="Posts published on January 9, 2011">9</a></td>
	</tr><tr><td>10</td><td><a href="http://log.SunnyBoy.Me/2011/01/11/" aria-label="Posts published on January 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/12/" aria-label="Posts published on January 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/13/" aria-label="Posts published on January 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/14/" aria-label="Posts published on January 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/15/" aria-label="Posts published on January 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/16/" aria-label="Posts published on January 16, 2011">16</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/17/" aria-label="Posts published on January 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/18/" aria-label="Posts published on January 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/19/" aria-label="Posts published on January 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/20/" aria-label="Posts published on January 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/21/" aria-label="Posts published on January 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/22/" aria-label="Posts published on January 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/23/" aria-label="Posts published on January 23, 2011">23</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/24/" aria-label="Posts published on January 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/25/" aria-label="Posts published on January 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/26/" aria-label="Posts published on January 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/27/" aria-label="Posts published on January 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/28/" aria-label="Posts published on January 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/29/" aria-label="Posts published on January 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/30/" aria-label="Posts published on January 30, 2011">30</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/31/" aria-label="Posts published on January 31, 2011">31</a></td>
		<td class="pad" colspan="6">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
