<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>6&#21608;&#21644;1000&#20159;GDP&#65292;&#33529;&#26524;&#19982;&#20013;&#22269;&#30340;&#24149;&#21518;&#25925;&#20107; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; 6&#21608;&#21644;1000&#20159;GDP&#65292;&#33529;&#26524;&#19982;&#20013;&#22269;&#30340;&#24149;&#21518;&#25925;&#20107; Comments Feed" href="http://log.SunnyBoy.Me/2011/02/20/7562/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="Native Client SDK &#21457;&#24067;&#65292;&#22312; Chrome &#37324;&#26080;&#32541;&#36816;&#34892;&#26412;&#22320;&#32534;&#35793;&#20195;&#30721;" href="http://log.SunnyBoy.Me/2011/02/20/7561/"><link rel="next" title="TD-LTE&#34987;&#22522;&#26412;&#30830;&#23450;&#20026;&#22269;&#38469;4G&#20505;&#36873;&#26631;&#20934;" href="http://log.SunnyBoy.Me/2011/02/20/7563/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/02/20/7562/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=7562"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F02%2F20%2F7562%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F02%2F20%2F7562%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-7562 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-7562" class="post-7562 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">6&#21608;&#21644;1000&#20159;GDP&#65292;&#33529;&#26524;&#19982;&#20013;&#22269;&#30340;&#24149;&#21518;&#25925;&#20107;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/02/20/7562/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/85337_apple.png" alt="Apple &#33529;&#26524;" align="right"></p>
<p><b>&#24863;&#35874;&#20013;&#22269;&#20154;&#30340;&#25237;&#36882;</b><br>
&#26032;&#38395;&#26469;&#28304;:21&#19990;&#32426;&#32463;&#27982;&#25253;&#36947;<br>
6&#21608;&#65292;&#36825;&#20250;&#26159;&#20052;&#24067;&#26031;&#30041;&#32473;&#29983;&#21629;&#30340;&#26102;&#38388;&#65292;&#21644;&#30041;&#32473;&#33529;&#26524;&#30340;&#26102;&#38388;&#21527;&#65311;<br>
&#21271;&#20140;&#26102;&#38388;2&#26376;17&#26085;&#65292;&#32654;&#22269;&#26434;&#24535;&#12298;National  Enquirer&#12299;&#21002;&#30331;&#19968;&#24352;&#33529;&#26524;CEO&#21490;&#33922;&#22827;&middot;&#20052;&#24067;&#26031;(Steve  Jobs)&#22312;&#21152;&#24030;&#24085;&#32599;&#22885;&#22270;&#24066;&#26031;&#22374;&#31119;&#30284;&#30151;&#20013;&#24515;&#25509;&#21463;&#27835;&#30103;&#30340;&#29031;&#29255;&#65292;&#29031;&#29255;&#20013;&#30340;&#20052;&#24067;&#26031;&#26174;&#24471;&#21313;&#20998;&#24980;&#24756;&#12290;&#36825;&#24352;&#29031;&#29255;&#25320;&#21160;&#20102;&#26080;&#25968;&#20154;&#30340;&#31070;&#32463;&#12290;&#35813;&#26434;&#24535;&#22768;&#31216;&#65292;&#20052;&#24067;&#26031;&ldquo;&#21487;&#33021;&#20165;&#21097;&#19979;6 &#21608;&#30340;&#29983;&#21629;&rdquo;&#12290;</p>
<p>&ldquo;&#20052;&#24067;&#26031;&#30340;&#30149;&#24773;&#22791;&#21463;&#20195;&#24037;&#20225;&#19994;&#30340;&#20851;&#27880;&#65292;&#29978;&#33267;&#21487;&#33021;&#24433;&#21709;&#20013;&#22269;&#32463;&#27982;&#12290;&rdquo;&#21488;&#28286;&#25299;&#22691;&#20135;&#19994;&#30740;&#31350;&#25152;&#21103;&#25152;&#38271;&#26472;&#32988;&#24070;&#23545;&#35760;&#32773;&#35828;&#12290;</p>
<p>
2011&#24180;&#65292;&#20165;&#33529;&#26524;&#32473;&#23500;&#22763;&#24247;&#30340;&#35746;&#21333;&#23601;&#21487;&#33021;&#39640;&#36798;&#19978;&#21315;&#20159;&#20803;&#20154;&#27665;&#24065;&#65292;&#22914;&#26524;&#31639;&#19978;&#24191;&#36798;&#12289;&#21644;&#30805;&#12289;&#23480;&#40511;&#12289;&#32988;&#21326;&#31561;&#19968;&#22823;&#25209;&#24037;&#21378;&#65292;&#33529;&#26524;&#22312;&#22823;&#38470;&#30452;&#25509;&#24102;&#21160;&#20102;&#25968;&#21315;&#20159;&#30340;&#20135;&#20540;&#65292;&#24182;&#35299;&#20915;&#20102;&#19978;&#30334;&#19975;&#20154;&#30340;&#23601;&#19994;&#12290;</p>
<p>
&#20052;&#24067;&#26031;&#30340;&#30149;&#37325;&#65292;&#27491;&#20351;&#24471;&#22823;&#37327;&#25193;&#24352;&#29983;&#20135;&#32447;&#30340;&#20225;&#19994;&#38754;&#20020;&#19981;&#23567;&#30340;&#39118;&#38505;&#12290;</p>
<p>
<strong>&#34987;&#33529;&#26524;&#29301;&#36830;&#30340;&#20013;&#22269;&#32463;&#27982;</strong></p>
<p>
&#23545;&#20110;28&#23681;&#30340;&#27827;&#21335;&#31821;&#24037;&#20154;&#23567;&#21608;&#26469;&#35828;&#65292;&#36825;&#20010;&#26149;&#33410;&#36807;&#24471;&#26684;&#22806;&#20179;&#20419;&#12290;&#20165;&#20165;&#22238;&#32769;&#23478;&#20241;&#24687;&#20004;&#22825;&#20043;&#21518;&#65292;&#20182;&#23601;&#25302;&#30528;&#30130;&#24811;&#30340;&#36523;&#36527;&#26469;&#21040;&#33487;&#24030;&#24037;&#19994;&#22253;&#21306;&#30340;&#21488;&#36164;&#24037;&#21378;&#32852;&#24314;&#31185;&#25216;&#19978;&#29677;&#12290;</p>
<p>
&ldquo;&#20844;&#21496;&#30340;&#25928;&#30410;&#26368;&#36817;&#24456;&#22909;&#65292;&#27599;&#22825;&#37117;&#22312;&#25307;&#20154;&#12290;&rdquo;&#23567;&#21608;&#21521;&#35760;&#32773;&#24418;&#23481;&#36947;&#65292;&#20182;&#25152;&#22312;&#30340;&#21488;&#36164;&#24037;&#21378;&#20026;&#33529;&#26524;&#30340;iPhone&#25163;&#26426;&#29983;&#20135;&#30528;&#35302;&#25720;&#23631;&#65292;&#24037;&#20154;&#20204;&#35201;&#31359;&#30528;&#26080;&#23576;&#30340;&#26381;&#35013;&#25165;&#33021;&#36827;&#20837;&#36710;&#38388;&#65292;&#23613;&#31649;&#36825;&#23478;&#24037;&#21378;&#26366;&#21457;&#29983;&#22810;&#27425;&#21171;&#36164;&#32416;&#32439;&#65292;&#20294;&#20173;&#28982;&#26377;&#28304;&#28304;&#19981;&#26029;&#30340;&#22806;&#22320;&#24037;&#20154;&#21069;&#26469;&#24212;&#32856;&#19978;&#23703;&#12290;</p>
<p>
&#20182;&#25152;&#22312;&#30340;&#29983;&#20135;&#32447;&#19978;&#21040;&#22788;&#36148;&#30528;&#33529;&#26524;&#30340;&#26631;&#24535;&#65292;&#20182;&#20204;&#30340;&#29983;&#27963;&#20063;&#30001;&#33529;&#26524;&#20027;&#23472;&#30528;&#12290;&#27599;&#24403;&#26377;&#31359;&#30528;&#40644;&#33394;&#26080;&#23576;&#34915;&#30340;&#32769;&#22806;&#65288;&#40644;&#33394;&#30528;&#35013;&#20195;&#34920;&#23458;&#25143;&#65289;&#36827;&#20837;&#21040;&#36710;&#38388;&#37324;&#26102;&#65292;&#24037;&#21378;&#37324;&#30340;&#31649;&#29702;&#20154;&#21592;&#20250;&#26684;&#22806;&#37325;&#35270;&#65292;&#24037;&#20154;&#20204;&#30693;&#36947;&#65292;&#36825;&#26159;&#33529;&#26524;&#30340;&#20154;&#26469;&#26816;&#26597;&#20102;&#12290;&#25972;&#20010;&#29983;&#20135;&#36807;&#31243;&#20013;&#65292;&#33529;&#26524;&#30340;&#24433;&#21709;&#26080;&#22788;&#19981;&#22312;&#65292;&#33529;&#26524;&#31649;&#25511;&#30528;&#25152;&#26377;&#30340;&#24037;&#33402;&#27969;&#31243;&#65292;&#20197;&#21450;&#35746;&#21333;&#24773;&#20917;&#12290;</p>
<p>
&#36825;&#26679;&#30340;&#22330;&#26223;&#20986;&#29616;&#22312;&#22823;&#37096;&#20998;&#21644;&#33529;&#26524;&#26377;&#20851;&#30340;&#21488;&#36164;&#24037;&#21378;&#24403;&#20013;&#65292;&#21363;&#20351;&#22312;&#26149;&#33410;&#26399;&#38388;&#65292;&#27178;&#36143;&#22312;&#28145;&#22323;&#12289;&#21414;&#38376;&#12289;&#33487;&#24030;&#21508;&#22320;&#21644;&#33529;&#26524;&#26377;&#20851;&#30340;&#21488;&#36164;&#24037;&#21378;&#65292;&#20960;&#20046;&#37117;&#36824;&#22312;&#21152;&#29677;&#21152;&#28857;&#22320;&#29983;&#20135;&#65292;&#20197;&#24212;&#20184;&#28304;&#28304;&#19981;&#26029;&#30340;&#33529;&#26524;&#35746;&#21333;&#12290;</p>
<p>
2010&#24180;&#65292;&#20013;&#22269;&#24037;&#20154;&#20204;&#20026;&#33529;&#26524;&#32452;&#35013;&#20102;4660&#19975;&#37096;iPhone&#25163;&#26426;&#65292;&#36817;1500&#19975;&#21488;&#30340;iPad&#24179;&#26495;&#30005;&#33041;&#65292;&#36824;&#26377;&#22823;&#37327;Macbook&#31508;&#35760;&#26412;&#30005;&#33041;&#12289;iPod&#25773;&#25918;&#22120;&#31561;&#20135;&#21697;&#65292;&#36825;&#20123;&#20135;&#21697;&#20960;&#20046;&#20840;&#37096;&#30001;&#20301;&#20110;&#20013;&#22269;&#22823;&#38470;&#30340;&#21488;&#36164;&#24037;&#21378;&#29983;&#20135;&#12290;</p>
<p>
&ldquo;&#36817;&#20960;&#24180;&#20840;&#29699;IT&#20135;&#19994;&#30340;&#36235;&#21183;&#65292;&#37117;&#26159;&#36319;&#30528;&#33529;&#26524;&#36208;&#30340;&#65292;&#19968;&#33324;IT&#20135;&#19994;8&#20010;&#26376;&#24038;&#21491;&#65292;&#37117;&#20250;&#26377;&#19968;&#27425;&#22823;&#30340;&#21464;&#21270;&#12290;&rdquo;&#21488;&#28286;&#25299;&#22691;&#20135;&#19994;&#30740;&#31350;&#25152;&#21103;&#25152;&#38271;&#26472;&#32988;&#24070;&#21578;&#35785;&#35760;&#32773;&#12290;&#32780;&#33529;&#26524;&#30340;&#35746;&#21333;&#65292;&#22312;&#24456;&#22823;&#31243;&#24230;&#19978;&#25405;&#25937;&#20102;&#22788;&#20110;&#34928;&#36864;&#36793;&#32536;&#30340;&#21488;&#28286;&#32463;&#27982;&#12290;</p>
<p>
&ldquo;&#22914;&#26524;&#27809;&#26377;&#20052;&#24067;&#26031;&#65292;&#21488;&#28286;&#31185;&#25216;&#19994;&#19981;&#21487;&#33021;&#36825;&#20040;&#24555;&#36208;&#36807;&#37329;&#34701;&#28023;&#21880;&#65292;&#26356;&#19981;&#21487;&#33021;&#35753;&#31185;&#25216;&#19994;&#32773;&#31361;&#30772;&#21382;&#21490;&#26032;&#39640;&#19968;&#22823;&#25130; &rdquo;&#21488;&#28286;&#12298;&#21830;&#19994;&#21608;&#21002;&#12299;&#26368;&#26032;&#19968;&#26399;&#23553;&#38754;&#23545;&#33529;&#26524;&#20110;&#25972;&#20010;&#21488;&#28286;&#32463;&#27982;&#30340;&#36129;&#29486;&#22914;&#27492;&#35780;&#20215;&#36947;&#12290;</p>
<p>
&#25353;&#29031;&#21488;&#28286;&#12298;&#21830;&#19994;&#21608;&#21002;&#12299;&#30340;&#27979;&#31639;&#65292;&#33529;&#26524;&#21488;&#36164;&#20379;&#24212;&#38142;&#21378;&#21830;&#30340;&#32929;&#31080;&#24066;&#20540;&#32422;&#21344;&#21488;&#28286;&#24635;&#24066;&#20540;&#30340;10%&#65292;2010&#24180;&#33529;&#26524;&#20026;&#21488;&#28286;&#31185;&#25216;&#19994;&#21019;&#36896;&#30340;&#33829;&#19994;&#25910;&#20837;&#39640;&#36798;1&#20806;&#26032;&#21488;&#24065;&#65292;&#21344;&#21040;&#21488;&#28286;&#31185;&#25216;&#19994;&#24635;&#20135;&#20540;&#30340;&#21313;&#19977;&#20998;&#20043;&#19968;&#12290;</p>
<p>
&#25353;&#29031;&#26368;&#26032;&#32479;&#35745;&#65292;&#33529;&#26524;&#35746;&#21333;&#22312;2010&#24180;&#25152;&#21019;&#36896;&#30340;&#33829;&#19994;&#25910;&#20837;&#32422;&#21344;&#21040;&#21488;&#28286;&#31185;&#25216;&#20135;&#19994;&#24635;&#33829;&#25910;&#30340;&#21313;&#19977;&#20998;&#20043;&#19968;&#65292;&#30456;&#24403;&#20110;&#21488;&#28286;&#31185;&#25216;&#19994;&#27599;&#21019;&#36896;100&#20803;&#26032;&#21488;&#24065;&#23601;&#26377;7&#20803;&#26469;&#33258;&#33529;&#26524;&#12290;</p>
<p>
&#30001;&#20110;&#36825;&#20123;&#21488;&#36164;&#20225;&#19994;&#30340;&#24037;&#21378;&#20960;&#20046;&#20840;&#37096;&#35774;&#22312;&#20013;&#22269;&#22823;&#38470;&#65292;&#22240;&#27492;&#21463;&#33529;&#26524;&#35746;&#21333;&#24433;&#21709;&#26356;&#22823;&#30340;&#65292;&#26159;&#20013;&#22269;&#32463;&#27982;&#12290;&#20165;&#20165;&#23500;&#22763;&#24247;&#19968;&#23478;&#20225;&#19994;&#38599;&#20323;&#30340;&#26381;&#21153;&#33529;&#26524;&#35746;&#21333;&#30340;&#24037;&#20154;&#65292;&#23601;&#26377;&#25968;&#21313;&#19975;&#20154;&#12290;&#36825;&#19968;&#25968;&#23383;&#36824;&#22312;&#20197;&#39134;&#24555;&#30340;&#36895;&#24230;&#22686;&#38271;&#30528;&#12290;</p>
<p>
&#20165;&#26032;&#24314;&#20013;&#30340;&#25104;&#37117;&#23500;&#22763;&#24247;&#23601;&#35201;&#27714;6&#20010;&#26376;&#20869;&#25307;&#28385;25&#19975;&#20154;&#65292;&#32780;&#36825;&#30456;&#24403;&#19968;&#37096;&#20998;&#23454;&#38469;&#19978;&#37117;&#26159;&#22312;&#20026;&#33529;&#26524;&#32780;&#25307;&#32856; &#36825;&#30456;&#24403;&#20110;&#33529;&#26524;&#22312;&#25104;&#37117;&#26032;&#36896;&#20986;&#19968;&#24231;&#20013;&#22411;&#22478;&#24066;&#12290;</p>
<p>
&#26149;&#33410;&#21518;&#30340;&#25104;&#37117;&#28779;&#36710;&#31449;&#65292;&#29978;&#33267;&#20986;&#29616;&#20102;&#25104;&#37117;&#23500;&#22763;&#24247;&#22312;&#24403;&#22320;&#25130;&#30041;&#22806;&#20986;&#21153;&#24037;&#20154;&#21592;&#30340;&#22330;&#26223;&#65292;&#23500;&#22763;&#24247;&#22312;&#28779;&#36710;&#31449;&#35774;&#31435;&#20102;&#29616;&#22330;&#25307;&#24037;&#25674;&#28857;&#65292;&#24320;&#20986;&#26376;&#32508;&#21512;&#25910;&#20837;2200~2800&#20803;&#30340;&#34218;&#27700;&#21560;&#24341;&#20892;&#27665;&#24037;&#21152;&#20837;&#12290;</p>
<p>
&#22791;&#21463;&#19990;&#30028;&#30633;&#30446;&#30340;&#33529;&#26524;&#26032;&#19968;&#20195;&#24179;&#26495;&#30005;&#33041;iPad2&#25110;&#35768;&#23601;&#23558;&#33258;&#20182;&#20204;&#25163;&#20013;&#29983;&#20135;&#32780;&#26469;&#65292;&#26377;&#28040;&#24687;&#31216;&#33529;&#26524;&#30340;iPad2&#23558;&#20110;&#36817;&#26085;&#27491;&#24335;&#21457;&#36135;&#65292;&#32780;&#23558;&#26469;&#25104;&#37117;&#24456;&#21487;&#33021;&#23601;&#23558;&#25104;&#20026;iPad&#30340;&#20027;&#20135;&#22320;&#12290;</p>
<p>
&#30001;&#27492;&#65292;&#20013;&#22269;&#20869;&#38470;&#22478;&#24066;&#24320;&#21457;&#20986;&#19968;&#20010;&#26032;&#30340;&#35789;&#27719; &ldquo;&#33529;&#26524;&#32418;&#21033;&rdquo;&#12290;</p>
<p>
<strong>&#36319;&#38543;&#33529;&#26524;&#38754;&#20020;&#39118;&#38505;</strong></p>
<p>
&#20052;&#24067;&#26031;&#29983;&#30149;&#21518;&#65292;&#32473;&#25972;&#20010;&#20135;&#19994;&#33945;&#19978;&#20102;&#19968;&#23618;&#38452;&#24433;&#65292;&#37027;&#20040;&#65292;&#20052;&#24067;&#26031;&#30340;&#30149;&#37325;&#21040;&#24213;&#23545;&#33529;&#26524;&#30340;&#35746;&#21333;&#24433;&#21709;&#26377;&#22810;&#22823;&#65311;</p>
<p>
&#21488;&#28286;&#25299;&#22691;&#20135;&#19994;&#30740;&#31350;&#25152;&#21103;&#25152;&#38271;&#26472;&#32988;&#24070;&#25351;&#20986;&#65292;&#36807;&#21435;&#20960;&#24180;&#19968;&#20877;&#35777;&#26126;&#20052;&#24067;&#26031;&#30475;&#20934;&#30340;&#36235;&#21183;&#37117;&#26159;&#20934;&#30830;&#30340;&#65292;&#32780;&#23569;&#20102;&#20052;&#24067;&#26031;&#65292;&#33529;&#26524;&#25512;&#20986;&#30340;&#20135;&#21697;&#35828;&#19981;&#23450;&#23601;&#26159;&#36229;&#21069;&#29978;&#33267;&#38169;&#35823;&#30340;&#12290;&#23545;&#20110;&#21488;&#28286;&#20195;&#24037;&#21378;&#21830;&#26469;&#35828;&#65292;&#20052;&#24067;&#26031;&#30340;&#29983;&#30149;&#32473;&#20182;&#20204;&#27491;&#39134;&#36895;&#25193;&#24352;&#30340;&#20135;&#33021;&#24102;&#26469;&#20102;&#26497;&#22823;&#30340;&#39118;&#38505;&#12290;iPad2&#21644;iPhone5&#30340;&#29983;&#20135;&#35745;&#21010;&#24050;&#32463;&#22522;&#26412;&#23436;&#25104;&#65292;&#22240;&#27492;&#20195;&#24037;&#20225;&#19994;&#21463;&#30340;&#24433;&#21709;&#20063;&#36739;&#23567;&#65292;&#20294;&#26159;&#33529;&#26524;&#21518;&#32493;&#21487;&#33021;&#25512;&#20986;&#30340;iPad3&#21644;iPhone6&#26159;&#21542;&#36824;&#33021;&#32487;&#32493;&#24341;&#39046;&#24066;&#22330;&#65292;&#21017;&#34987;&#25171;&#19978;&#19968;&#20010;&#22823;&#22823;&#30340;&#38382;&#21495;&#12290;</p>
<p>
&ldquo;&#29616;&#22312;&#26368;&#20851;&#24515;&#20052;&#24067;&#26031;&#30149;&#24773;&#30340;&#20154;&#65292;&#21487;&#33021;&#26159;&#23500;&#22763;&#24247;&#30340;&#37101;&#21488;&#38125;&#12290;&rdquo;&#30446;&#21069;&#65292;&#23500;&#22763;&#24247;&#27491;&#22312;&#22823;&#38470;&#22823;&#21147;&#25193;&#24352;&#20135;&#33021;&#65292;&#27827;&#21335;&#12289;&#25104;&#37117;&#12289;&#37325;&#24198;&#31561;&#22320;&#65292;&#37117;&#22312;&#26032;&#24314;&#24037;&#21378;&#12290;&#26472;&#32988;&#24070;&#20272;&#31639;&#65292;&#33529;&#26524;2011&#24180;&#32473;&#23500;&#22763;&#24247;&#30340;&#35746;&#21333;&#33267;&#23569;&#20250;&#26377;1000&#20159;&#20803;&#20154;&#27665;&#24065;&#12290;</p>
<p>
&#36164;&#26412;&#24066;&#22330;&#19978;&#20063;&#23545;&#20052;&#24067;&#26031;&#30340;&#29983;&#30149;&#39640;&#24230;&#25935;&#24863;&#12290;1&#26376;17&#26085;&#20052;&#24067;&#26031;&#23459;&#24067;&#35831;&#30149;&#20551;&#24403;&#22825;&#65292;&#21488;&#28286;&#20247;&#22810;&#21644;&#33529;&#26524;&#26377;&#20851;&#30340;&#19978;&#24066;&#20844;&#21496;&#22343;&#21463;&#21040;&#36739;&#22823;&#24433;&#21709;&#65292;&#21253;&#25324;&#32452;&#35013;&#33529;&#26524;&#20135;&#21697;&#30340;&#40511;&#28023;&#12289;&#21644;&#30805;&#65292;&#29983;&#20135;&#35302;&#25720;&#23631;&#30340;TPK&#12289;&#32988;&#21326;&#65292;&#33529;&#26524;&#20135;&#21697;&#37329;&#23646;&#26426;&#22771;&#25552;&#20379;&#21830;&#21487;&#25104;&#12289;&#25668;&#20687;&#22836;&#29983;&#20135;&#21830;&#22823;&#31435;&#20809;&#12289;&#29577;&#26230;&#20809;&#31561;&#65292;&#37117;&#22240;&#20052;&#24067;&#26031;&#30340;&#30149;&#36864;&#20986;&#29616;&#24133;&#24230;&#19981;&#19968;&#30340;&#24322;&#21160;&#12290;</p>
<p>
&#20854;&#20013;iPhone&#26368;&#22823;&#30340;&#35302;&#25720;&#23631;&#29983;&#20135;&#21830;TPK&#23480;&#40511;&#65288;3673.TW&#65289;&#31532;&#20108;&#22825;&#22823;&#24133;&#19979;&#25387;&#65292;&#24320;&#30424;&#21363;&#36300;21&#22359;&#26032;&#21488;&#24065;&#65292;&#20854;&#23427;&#33529;&#26524;&#27010;&#24565;&#32929;&#20063;&#22810;&#20197;&#22823;&#36300;&#25910;&#30424;&#12290;</p>
<p>
&ldquo;&#20052;&#24067;&#26031;&#30340;&#21019;&#24847;&#21644;&#39046;&#23548;&#39118;&#26684;&#23545;&#33529;&#26524;&#30340;&#24433;&#21709;&#26159;&#27604;&#36739;&#22823;&#30340;&#65292;&#20294;&#25105;&#19981;&#35748;&#20026;&#20182;&#30340;&#29983;&#30149;&#20250;&#23545;&#33529;&#26524;&#26377;&#26681;&#26412;&#24615;&#30340;&#24433;&#21709;&#65292;&#25105;&#20204;&#38656;&#35201;&#32473;&#20182;&#30340;&#25509;&#29677;&#20154;&#19968;&#20123;&#26102;&#38388;&#35266;&#23519;&#19968;&#19979;&#12290;&rdquo;IDC&#21488;&#28286;&#36164;&#28145;&#20998;&#26512;&#24072;&#20005;&#20848;&#27427;&#34920;&#31034;&#12290;</p>
<p>
&#38382;&#39064;&#26159;&#65292;&#19978;&#19968;&#27425;&#20052;&#24067;&#26031;&#29983;&#30149;&#26399;&#38388;&#65292;&#33529;&#26524;&#20854;&#23427;&#39046;&#23548;&#20154;&#23601;&#27809;&#26377;&#24456;&#22909;&#30340;&#34920;&#29616;&#20986;&#25104;&#21151;&#39046;&#23548;&#33529;&#26524;&#30340;&#33021;&#21147;&#65292;&#36825;&#20063;&#35753;&#35768;&#22810;&#20154;&#20026;&#33529;&#26524;&#30340;&#26410;&#26469;&#24863;&#21040;&#25285;&#24551;&#12290;</p>
<p>
&#36807;&#21435;&#20960;&#24180;&#24403;&#20013;&#65292;&#38543;&#30528;IT&#20135;&#21697;&#30340;&#20215;&#26684;&#25112;&#36234;&#25171;&#36234;&#21385;&#23475;&#65292;&#20195;&#24037;&#21378;&#21830;&#30340;&#26085;&#23376;&#24456;&#38590;&#36807;&#65292;&#20294;&#26159;&#33529;&#26524;&#21364;&#32473;&#20986;&#20102;&#20195;&#24037;&#21378;&#21830;&#36739;&#21487;&#35266;&#30340;&#20195;&#24037;&#36153;&#29992;&#65292;&#19988;&#35746;&#21333;&#36234;&#20986;&#36234;&#22810;&#12290;&#26472;&#32988;&#24070;&#35748;&#20026;&#65292;&#33529;&#26524;&#30340;&#20928;&#21033;&#28070;&#25552;&#39640;60%&#65292;&#20379;&#24212;&#21830;&#30340;&#20928;&#21033;&#28070;&#33267;&#23569;&#33021;&#22815;&#22686;&#21152;30%&#12290;</p>
<p>
&#19987;&#38376;&#29983;&#20135;&#33529;&#26524;&#20135;&#21697;&#30340;&#40511;&#28023;&#31934;&#23494;&#20165;2010&#24180;&#31532;&#19977;&#23395;&#24230;&#30340;&#20928;&#21033;&#28070;&#23601;&#39640;&#36798;6.85&#20159;&#32654;&#20803;&#65292;2010&#24180;&#20840;&#24180;&#20928;&#21033;&#28070;&#33021;&#36798;&#21040;&#25968;&#21313;&#20159;&#32654;&#20803;&#65292;&#32780;&#26381;&#21153;&#20110;&#20854;&#20182;&#23458;&#25143;&#30340;&#23500;&#22763;&#24247;&#22269;&#38469;&#21364;&#36830;&#32493;&#20960;&#20010;&#23395;&#24230;&#20111;&#25439;&#65292;2010&#24180;&#19978;&#21322;&#24180;&#20111;&#25439;&#36798;&#21040;1.43&#20159;&#32654;&#20803;&#12290;</p>
<p>
1&#26376;17&#26085;&#65292;&#20052;&#24067;&#26031;&#22312;&#35831;&#30149;&#20551;&#30340;&#30005;&#23376;&#37038;&#20214;&#20013;&#20889;&#36947;&#65306;&ldquo;&#25105;&#24050;&#32463;&#35831;&#24211;&#20811;&#36127;&#36131;&#33529;&#26524;&#30340;&#26085;&#24120;&#36816;&#33829; &rdquo;&#65292;&#36825;&#34987;&#22806;&#30028;&#24191;&#27867;&#35299;&#35835;&#20026;&#29616;&#20219;&#33529;&#26524;COO&#24211;&#20811;&#65288;Timothy D. Cook&#65289;&#24456;&#21487;&#33021;&#26159;&#20052;&#24067;&#26031;&#30340;&#25509;&#29677;&#20154;&#65292;&#20026;&#27492;&#21488;&#28286;&#30340;IT&#19994;&#32773;&#27491;&#22312;&#23494;&#20999;&#32771;&#23519;&#20052;&#24067;&#26031;&#21487;&#33021;&#30340;&#25509;&#29677;&#20154;&#24773;&#20917;&#65292;&#20170;&#24180;&#31532;&#19977;&#31532;&#22235;&#23395;&#24230;&#23558;&#20250;&#26159;&#19968;&#20010;&#20851;&#38190;&#30340;&#26102;&#28857;&#12290;</p>
<p>
&#20540;&#24471;&#19968;&#25552;&#30340;&#26159;&#65292;&#33529;&#26524;&#39046;&#23548;&#23618;&#20013;&#21644;&#20013;&#22269;&#28170;&#28304;&#26368;&#28145;&#30340;&#23601;&#26159;&#24211;&#20811;&#12290;&#22810;&#24180;&#20197;&#21069;&#65292;&#27491;&#26159;&#22312;&#24211;&#20811;&#30340;&#20027;&#23548;&#19979;&#65292;&#33529;&#26524;&#20851;&#38381;&#20102;&#25152;&#26377;&#30340;&#24037;&#21378;&#12290;&#20182;&#21516;&#26102;&#25171;&#30005;&#35805;&#32473;&#32769;&#26379;&#21451;&#37101;&#21488;&#38125;&#65292;&#24182;&#22823;&#32966;&#22320;&#25226;&#20135;&#21697;&#20132;&#32473;&#22826;&#24179;&#27915;&#21478;&#19968;&#31471;&#30340;&#21488;&#36164;&#20195;&#24037;&#21378;&#29983;&#20135;&#12290;</p>
<p>
&#22312;&#33529;&#26524;&#20869;&#37096;&#65292;&#26089;&#24050;&#24418;&#25104;&#20102;&#26126;&#30830;&#30340;&#20998;&#24037;&#65292;&#30001;&#20052;&#24067;&#26031;&#36127;&#36131;&#20135;&#21697;&#24320;&#21457;&#65292;&#28982;&#21518;&#30001;&#24211;&#20811;&#36127;&#36131;&#31649;&#29702;&#20379;&#24212;&#38142;&#24182;&#23558;&#36825;&#20123;&#20135;&#21697;&#22823;&#35268;&#27169;&#21046;&#36896;&#12290;&#21435;&#24180;6&#26376;&#65292;&#27491;&#26159;&#24211;&#20811;&#20146;&#33258;&#39134;&#25269;&#28145;&#22323;&#65292;&#19982;&#24403;&#26102;&#27491;&#22788;&#22312;&#21592;&#24037;&#33258;&#26432;&#28457;&#28065;&#20013;&#30340;&#23500;&#22763;&#24247;&#33891;&#20107;&#38271;&#37101;&#21488;&#38125;&#20250;&#38754;&#65292;&#24182;&#30563;&#20419;&#23500;&#22763;&#24247;&#20570;&#20986;&#35832;&#22810;&#25972;&#25913;&#12290;&#23500;&#22763;&#24247;&#21435;&#24180;&#19979;&#21322;&#24180;&#22768;&#21183;&#28009;&#22823;&#30340;&#36801;&#21378;&#20030;&#25514;&#65292;&#25454;&#31216;&#20063;&#26159;&#22312;&#24211;&#20811;&#30340;&#21442;&#19982;&#19979;&#23454;&#26045;&#12290;</p>
<p>
&#19981;&#36807;&#65292;&#20052;&#24067;&#26031;&#29983;&#30149;&#21518;&#33529;&#26524;&#30340;&#20854;&#23427;&#31649;&#29702;&#22242;&#38431;&#26159;&#21542;&#33021;&#22815;&#26377;&#25928;&#22635;&#34917;&#36825;&#19968;&#31354;&#30333;&#65292;&#36824;&#38656;&#35201;&#26102;&#38388;&#26469;&#26816;&#39564;&#12290;&#23545;&#27492;&#26472;&#32988;&#24070;&#20998;&#26512;&#36947;&#65292;iPad3&#21644;iPhone6&#31561;&#19979;&#19968;&#20195;&#20135;&#21697;&#30340;&#25512;&#20986;&#26159;&#21542;&#33021;&#22815;&#34987;&#24066;&#22330;&#24191;&#27867;&#35748;&#21487;&#65292;&#26159;&#26816;&#39564;&#20052;&#24067;&#26031;&#25509;&#29677;&#20154;&#30340;&#20851;&#38190;&#25351;&#26631;&#12290;</p>
<p>
&#29616;&#22312;&#65292;&#36825;&#24050;&#32463;&#36828;&#36828;&#19981;&#26159;&#33529;&#26524;&#19968;&#23478;&#20844;&#21496;&#30340;&#20107;&#24773;&#20102;&#12290;</p>
<p>
(&#26412;&#25991;&#26469;&#28304;&#65306;21&#19990;&#32426;&#32463;&#27982;&#25253;&#36947; )&nbsp;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/02/20/7562/" title="7:09 AM" rel="bookmark"><time class="entry-date" datetime="2011-02-20T07:09:57+00:00">2011/02/20</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/02/20/7561/" rel="prev"><span class="meta-nav">&larr;</span> Native Client SDK &#21457;&#24067;&#65292;&#22312; Chrome &#37324;&#26080;&#32541;&#36816;&#34892;&#26412;&#22320;&#32534;&#35793;&#20195;&#30721;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/02/20/7563/" rel="next">TD-LTE&#34987;&#22522;&#26412;&#30830;&#23450;&#20026;&#22269;&#38469;4G&#20505;&#36873;&#26631;&#20934; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/02/20/7562/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="7562" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="9342ef1c3e"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="211"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>February 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/01/">&laquo; Jan</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/03/">Mar &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="1" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/02/01/" aria-label="Posts published on February 1, 2011">1</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/02/" aria-label="Posts published on February 2, 2011">2</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/03/" aria-label="Posts published on February 3, 2011">3</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/04/" aria-label="Posts published on February 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/05/" aria-label="Posts published on February 5, 2011">5</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/06/" aria-label="Posts published on February 6, 2011">6</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/02/07/" aria-label="Posts published on February 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/08/" aria-label="Posts published on February 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/09/" aria-label="Posts published on February 9, 2011">9</a></td><td>10</td><td><a href="http://log.SunnyBoy.Me/2011/02/11/" aria-label="Posts published on February 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/12/" aria-label="Posts published on February 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/13/" aria-label="Posts published on February 13, 2011">13</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/02/14/" aria-label="Posts published on February 14, 2011">14</a></td><td>15</td><td><a href="http://log.SunnyBoy.Me/2011/02/16/" aria-label="Posts published on February 16, 2011">16</a></td><td>17</td><td><a href="http://log.SunnyBoy.Me/2011/02/18/" aria-label="Posts published on February 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/19/" aria-label="Posts published on February 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/20/" aria-label="Posts published on February 20, 2011">20</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/02/21/" aria-label="Posts published on February 21, 2011">21</a></td><td>22</td><td><a href="http://log.SunnyBoy.Me/2011/02/23/" aria-label="Posts published on February 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/24/" aria-label="Posts published on February 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/25/" aria-label="Posts published on February 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/26/" aria-label="Posts published on February 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/02/27/" aria-label="Posts published on February 27, 2011">27</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/02/28/" aria-label="Posts published on February 28, 2011">28</a></td>
		<td class="pad" colspan="6">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
