<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>Others | Sunny Blog | Page 15</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Others Category Feed" href="http://log.SunnyBoy.Me/category/others/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="archive paged category category-others category-1 paged-15 category-paged-15 custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<section id="primary" class="site-content"><div id="content" role="main">

					<header class="archive-header"><h1 class="archive-title">Category Archives: <span>Others</span></h1>

						</header><!-- .archive-header --><article id="post-12719" class="post-12719 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/07/12719/" rel="bookmark">&#23431;&#23449;&#22768;&#38899;&#65306;&#29233;&#22240;&#26031;&#22374;&#39044;&#35328;&#24341;&#21147;&#27874;&#26102;&#31354;&#28063;&#28458;&#20043;&#35868;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/07/12719/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12288;&#12288;&#25454;&#22269;&#22806;&#23186;&#20307;&#25253;&#36947;&#65292;&#29233;&#22240;&#26031;&#22374;&#22312;&#20182;&#30340;&#26102;&#31354;&#29702;&#35770;&#20013;&#39044;&#35328;&#20102;&#23431;&#23449;&#20013;&#23384;&#22312;&#24341;&#21147;&#27874;&#25928;&#24212;&#65292;&#20294;&#26159;&#25105;&#20204;&#30446;&#21069;&#20173;&#28982;&#22312;&#23547;&#25214;&#23427;&#30340;&#36394;&#36857;&#12290;&#24341;&#21147;&#27874;&#34987;&#35748;&#20026;&#26159;&#26102;&#31354;&#32467;&#26500;&#20013;&#30340;&#23567;&#28063;&#28458;&#65292;&#35768;&#22810;&#20154;&#23558;&#27604;&#21947;&#25104;&#25105;&#20204;&#23431;&#23449;&#30340;&ldquo;&#22768;&#38899;&rdquo;&#12290;&#27491;&#22914;&#22312;&#25105;&#20204;&#26085;&#24120;&#29983;&#27963;&#20013;&#65292;&#22768;&#38899;&#26159;&#19981;&#21487;&#20998;&#21106;&#30340;&#19968;&#37096;&#20998;&#65292;&#20854;&#26159;&#25105;&#20204;&#23545;&#22806;&#30028;&#20107;&#29289;&#24863;&#30693;&#30340;&#37325;&#35201;&#36884;&#24452;&#20043;&#19968;&#12290;&#32780;&#24341;&#21147;&#27874;&#30340;&#20316;&#29992;&#20063;&#31867;&#20284;&#19982;&#27492;&#65292;&#23545;&#24341;&#21147;&#27874;&#30340;&#30740;&#31350;&#20063;&#23558;&#25299;&#23637;&#21333;&#19968;&#26395;&#36828;&#38236;&#23545;&#23431;&#23449;&#35266;&#27979;&#30340;&#33539;&#22260;&#12290;</p>
<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/6d7de_56953429.jpg" alt=""></p>
<p align="center">&#29233;&#22240;&#26031;&#22374;&#30340;&#26102;&#31354;&#29702;&#35770;&#39044;&#35328;&#23431;&#23449;&#24341;&#21147;&#27874;&#30340;&#23384;&#22312;(&#36164;&#26009;&#22270;)</p>
<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/c0da8_56953430.jpg" alt=""></p>
<p align="center">&#22825;&#20307;&#30896;&#25758;&#21512;&#24182;&#20107;&#20214;&#23548;&#33268;&#24341;&#21147;&#27874;&#30340;&#27169;&#25311;&#22270;</p>
<p>&#12288;&#12288;&#29233;&#22240;&#26031;&#22374;&#22312; 1918 &#24180;&#25552;&#20986;&#30340;&#29702;&#35770;&#20013;&#39044;&#35328;&#20102;&#24341;&#21147;&#27874;&#22312;&#23431;&#23449;&#20013;&#30340;&#23384;&#22312;&#65292;&#22312;&#23558;&#36817; 100 &#24180;&#21518;&#30340;&#20170;&#22825;&#65292;&#32654;&#22269;&#12289;&#27431;&#27954;&#12289;&#26085;&#26412;&#20197;&#21450;&#28595;&#22823;&#21033;&#20122;&#37117;&#22312;&#24314;&#36896;&#20808;&#36827;&#30340;&#24341;&#21147;&#27874;&#25506;&#27979;&#22120;&#26469;&#23547;&#25214;&#23427;&#20204;&#30340;&#36394;&#36857;&#12290;</p>
<p>&#12288;&#12288;&#24341;&#21147;&#27874;&#30340;&#20449;&#21495;&#22312;&#23431;&#23449;&#20013;&#26159;&#38750;&#24120;&#24494;&#24369;&#30340;&#65292;&#21487;&#20197;&#35828;&#26159;&#38750;&#24120;&#38590;&#20197;&#25506;&#27979;&#65292;&#38656;&#35201;&#26497;&#39640;&#30340;&#28789;&#25935;&#24230;&#25165;&#26377;&#21487;&#33021;&#26816;&#27979;&#20986;&#12290;&#30830;&#20999;&#30340;&#35828;&#65292;&#24341;&#21147;&#27874;&#20135;&#29983;&#20110;&#22823;&#36136;&#37327;&#22825;&#20307;&#36816;&#21160;&#25110;&#32773;&#30896;&#25758;&#31561;&#20107;&#20214;&#12290;&#27604;&#22914;&#65292;&#24403;&#21069;&#22825;&#25991;&#23398;&#23478;&#23545;&#23431;&#23449;&#20013;&#24341;&#21147;&#27874;&#30340;&#25506;&#27979;&#36739;&#20026;&#20856;&#22411;&#30340;&#23545;&#35937;&#26159;&#20004;&#20010;&#20013;&#23376;&#26143;&#30340;&#30896;&#25758;&#65292;&#27599;&#19968;&#20010;&#20013;&#23376;&#26143;&#30340;&#36136;&#37327;&#37117;&#25509;&#36817;&#20110;&#25105;&#20204;&#30340;&#22826;&#38451;&#36136;&#37327;&#65292;&#24403;&#23427;&#20204;&#30456;&#20114;&#22260;&#32469;&#36816;&#34892;&#24182;&#26368;&#32456;&#21457;&#29983;&#30896;&#25758;&#21512;&#24182;&#12290;&#20854;&#20869;&#37096;&#29289;&#36136;&#36816;&#21160;&#30340;&#36895;&#24230;&#21487;&#25509;&#36817;&#20809;&#36895;&#12290;&#35813;&#36807;&#31243;&#21487;&#20135;&#29983;&#36739;&#39640;&#32423;&#21035;&#30340;&#24341;&#21147;&#27874;&#65292;&#20294;&#26159;&#20854;&#20256;&#21040;&#22320;&#29699;&#30340;&#20449;&#21495;&#23601;&#26174;&#24471;&#26497;&#20026;&#24494;&#24369;&#20102;&#65292;&#36825;&#20063;&#26159;&#20026;&#20160;&#20040;&#25105;&#20204;&#38656;&#35201;&#26497;&#39640;&#30340;&#28789;&#25935;&#24230;&#21435;&#23547;&#25214;&#24341;&#21147;&#27874;&#23384;&#22312;&#30340;&#36394;&#36857;&#12290;</p>
<p>&#12288;&#12288;&#21516;&#26102;&#65292;&#27492;&#31867;&#20107;&#20214;&#22312;&#23431;&#23449;&#20013;&#20063;&#26159;&#38750;&#24120;&#32597;&#35265;&#30340;&#65292;&#31185;&#23398;&#23478;&#35748;&#20026;&#20854;&#21457;&#29983;&#30340;&#27010;&#29575;&#20026;&#65306;&#27599;&#20010;&#26143;&#31995;&#22312;&#25968;&#21313;&#19975;&#33267;&#25968;&#30334;&#19975;&#24180;&#20869;&#25165;&#21487;&#33021;&#21457;&#29983;&#19968;&#27425;&#12290;&#22240;&#27492;&#65292;&#35201;&#22312;&#25105;&#20204;&#26377;&#29983;&#20043;&#24180;&#20869;&#26816;&#27979;&#21040;&#23431;&#23449;&#24341;&#21147;&#27874;&#20449;&#21495;&#65292;&#23601;&#24517;&#39035;&#35201;&#26377;&#36275;&#22815;&#28789;&#25935;&#30340;&#25506;&#27979;&#35013;&#32622;&#65292;&#20197;&#23547;&#25214;&#25968;&#21313;&#20159;&#20809;&#24180;&#22788;&#20256;&#25773;&#36807;&#26469;&#30340;&#24341;&#21147;&#27874;&#20449;&#21495;&#12290;&#36825;&#23545;&#31185;&#23398;&#23478;&#32780;&#35328;&#20063;&#26159;&#19968;&#20010;&#24040;&#22823;&#30340;&#25216;&#26415;&#25361;&#25112;&#12290;&#22312;&#36825;&#26679;&#22823;&#23610;&#24230;&#36317;&#31163;&#19978;&#26816;&#27979;&#24341;&#21147;&#27874;&#20449;&#21495;&#65292;&#20854;&#38590;&#24230;&#21487;&#24819;&#35937;&#20026;&#65306;&#24403;&#25105;&#20204;&#22312;&#25151;&#38388;&#24320;&#30528;&#30005;&#35270;&#26426;&#12289;&#30005;&#35805;&#38083;&#22768;&#21516;&#26102;&#20063;&#21709;&#36215;&#65292;&#32780;&#24341;&#21147;&#27874;&#20449;&#21495;&#27492;&#21051;&#27491;&#22312;&#28129;&#28129;&#22320;&#35302;&#30896;&#25151;&#38388;&#30340;&#38376;&#12290;</p>
<p>&#12288;&#12288;&#23545;&#24341;&#21147;&#27874;&#25506;&#27979;&#19981;&#20165;&#30475;&#20811;&#26381;&#25506;&#27979;&#23545;&#35937;&#30340;&#29305;&#24615;&#65292;&#21516;&#26102;&#20063;&#35201;&#23631;&#34109;&#22320;&#29699;&#19978;&#21508;&#31181;&#25968;&#19981;&#32988;&#25968;&#30340;&#22122;&#22768;&#28304;&#12290;&#36825;&#20123;&#22122;&#22768;&#28304;&#20174;&#19968;&#27425;&#22320;&#38663;&#21040;&#36965;&#36828;&#30340;&#19968;&#20010;&#28023;&#28010;&#65292;&#37117;&#21487;&#23545;&#24341;&#21147;&#27874;&#25506;&#27979;&#26500;&#25104;&#24433;&#21709;&#12290;&#37027;&#25105;&#20204;&#22914;&#20309;&#25165;&#33021;&#30693;&#36947;&#65292;&#25105;&#20204;&#26816;&#27979;&#21040;&#30340;&#26159;&#24341;&#21147;&#27874;&#20449;&#21495;&#65292;&#32780;&#19981;&#26159;&#19968;&#20010;&#26641;&#26408;&#20498;&#22604;&#25110;&#32773;&#21345;&#36710;&#30340;&#22122;&#38899;&#24433;&#21709;&#65311;</p>
<p>&#12288;&#12288;&#25454;&#27492;&#65292;&#22825;&#25991;&#23398;&#23478;&#21457;&#29616;&#21487;&#20197;&#36890;&#36807;&#23547;&#25214;&#19968;&#20010;&#28508;&#22312;&#30340;&#30005;&#30913;&#20449;&#21495;&#26469;&#31579;&#36873;&#32972;&#26223;&#22122;&#38899;&#65292;&#36825;&#20010;&#30005;&#30913;&#20449;&#21495;&#24517;&#39035;&#20276;&#38543;&#30528;&#24341;&#21147;&#27874;&#30340;&#20256;&#25773;&#12290;&#36825;&#23601;&#21487;&#20197;&#24819;&#35937;&#20026;&#65306;&#24403;&#25105;&#20204;&#21548;&#21040;&#38376;&#22806;&#26377;&#20154;&#25970;&#38376;&#22768;&#26102;&#65292;&#36890;&#36807;&#29483;&#30524;&#30475;&#21040;&#30830;&#23454;&#26377;&#20154;&#23384;&#22312;&#12290;&#20351;&#29992;&#20840;&#31243;&#20276;&#38543;&#20256;&#25773;&#30340;&#30005;&#30913;&#20449;&#21495;&#26469;&#23547;&#25214;&#24341;&#21147;&#27874;&#36394;&#36857;&#30340;&#21457;&#29616;&#24050;&#32463;&#21457;&#34920;&#22312;&#12298;&#33258;&#28982;&#12299;&#26434;&#24535;&#19978;&#12290;&#20316;&#32773;&#20026;&#32822;&#36335;&#25746;&#20919;&#24076;&#20271;&#26469;&#22823;&#23398;&#25945;&#25480;&#30382;&#20848;&#65288;Tsvi Piran&#65289;&#19982;&#29305;&#25289;&#32500;&#22827;&#22823;&#23398;&#22467;&#32993;&#24503;&#65288;Ehud Nakar&#65289;&#21338;&#22763;&#12290;</p>
<p>&#12288;&#12288;&#21516;&#26102;&#65292;&#20182;&#20204;&#36824;&#27880;&#24847;&#21040;&#65292;&#24403;&#20004;&#39063;&#20013;&#23376;&#26143;&#30456;&#20114;&#22260;&#32469;&#24182;&#21457;&#29983;&#30896;&#25758;&#21512;&#24182;&#26102;&#65292;&#25972;&#20010;&#36807;&#31243;&#20013;&#25243;&#23556;&#20986;&#30340;&#29289;&#36136;&#21487;&#25509;&#36817;&#20809;&#36895;&#65292;&#24182;&#20135;&#29983;&#26497;&#39640;&#30340;&#28201;&#24230;&#20197;&#26080;&#32447;&#30005;&#27874;&#30340;&#24418;&#24335;&#36752;&#23556;&#20986;&#26469;&#12290;&#30001;&#27492;&#20135;&#29983;&#30340;&#24378;&#28872;&#26080;&#32447;&#30005;&#32768;&#26001;&#20250;&#25345;&#32493;&#25968;&#20010;&#26376;&#20043;&#20037;&#65292;&#21487;&#30001;&#23556;&#30005;&#26395;&#36828;&#38236;&#26469;&#25506;&#27979;&#12290;&#30740;&#31350;&#20154;&#21592;&#35748;&#20026;&#65306;&#22312;&#26410;&#26469;&#25628;&#32034;&#21040;&#36825;&#26679;&#19968;&#20010;&#26080;&#32447;&#30005;&#20449;&#21495;&#30340;&#20107;&#20214;&#32943;&#23450;&#20250;&#21457;&#29983;&#30340;&#65292;&#24182;&#19988;&#35813;&#26041;&#27861;&#20316;&#20026;&#24341;&#21147;&#27874;&#25506;&#27979;&#30340;&#21021;&#27493;&#30417;&#27979;&#26631;&#20934;&#27861;&#12290;&#28982;&#32780;&#65292;&#39044;&#35745;&#21040; 2015 &#24180;&#20043;&#26102;&#65292;&#20808;&#36827;&#30340;&#24341;&#21147;&#27874;&#25506;&#27979;&#22120;&#25165;&#21487;&#24320;&#22987;&#36816;&#20316;&#65292;&#23556;&#30005;&#22825;&#25991;&#23398;&#23478;&#30340;&#20219;&#21153;&#23601;&#26159;&#23547;&#25214;&#36825;&#20123;&#29420;&#29305;&#30340;&#32768;&#26001;&#12290;</p>
<p>&#12288;&#12288;&#30382;&#20848;&#25945;&#25480;&#19982;&#22467;&#32993;&#24503;&#21338;&#22763;&#20063;&#22312;&#20854;&#25991;&#31456;&#20013;&#25552;&#21040;&#65306;&#22312; 1987 &#24180;&#30001;&#30740;&#31350;&#20154;&#21592;&#40077;&#23572;&#65288;Bower&#65289;&#30701;&#26242;&#25506;&#27979;&#21040;&#19968;&#27425;&#36523;&#20221;&#19981;&#26126;&#30340;&#26080;&#32447;&#30005;&#20449;&#21495;&#12290;&#29616;&#22312;&#65292;&#25105;&#20204;&#26377;&#20102;&#26032;&#26041;&#27861;&#24182;&#20102;&#35299;&#21040;&#26080;&#32447;&#30005;&#27874;&#24212;&#35813;&#20855;&#26377;&#30340;&#29305;&#24449;&#65292;&#21487;&#22312;&#20170;&#21518;&#30452;&#25509;&#26816;&#27979;&#24182;&#30830;&#35748;&#20013;&#23376;&#26143;&#21452;&#26143;&#22260;&#32469;&#21512;&#24182;&#25152;&#20135;&#29983;&#30340;&#24341;&#21147;&#27874;&#12290;</p>
<p>&#12288;&#12288;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/07/12719/" title="11:56 AM" rel="bookmark"><time class="entry-date" datetime="2011-10-07T11:56:27+00:00">2011/10/07</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12718" class="post-12718 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/07/12718/" rel="bookmark">&#20197;&#33394;&#21015;&#31185;&#23398;&#23478;&#22240;&#21457;&#29616;&#20934;&#26230;&#20307;&#32780;&#33719;&#30340;2011&#24180;&#35834;&#36125;&#23572;&#21270;&#23398;&#22870;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/07/12718/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>
	[ <b><br><a href="//solidot.org/login.pl?op=newuserform"><br>
			&#21019;&#24314;&#19968;&#20010;&#26032;&#24080;&#21495;<br></a><br></b> ]</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/07/12718/" title="11:56 AM" rel="bookmark"><time class="entry-date" datetime="2011-10-07T11:56:21+00:00">2011/10/07</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12717" class="post-12717 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/07/12717/" rel="bookmark">Google Maps &#22686;&#21152; 3D &#40165;&#30640;&#36335;&#32218;&#38928;&#35261;&#23566;&#33322;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/07/12717/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p class="filed-under"><strong>&#25991;&#31456;&#20998;&#39006;:</strong> &#32178;&#38555;&#32178;&#36335;</p>
<p>	<a href="http://chinese.engadget.com/2011/10/04/google-maps-adds-3d-birds-eye-route-previews-for-high-flying-na/"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/df169_google-maps.jpg"></a><br></p>
<p class="posttags"><strong>Tags:</strong> <a href="http://chinese.engadget.com/tag/3d/">3d</a>, <a href="http://chinese.engadget.com/tag/3D+preview/">3D preview</a>, <a href="http://chinese.engadget.com/tag/3dPreview/">3dPreview</a>, <a href="http://chinese.engadget.com/tag/animation/">animation</a>, <a href="http://chinese.engadget.com/tag/birds+eye/">birds eye</a>, <a href="http://chinese.engadget.com/tag/BirdsEye/">BirdsEye</a>, <a href="http://chinese.engadget.com/tag/driving/">driving</a>, <a href="http://chinese.engadget.com/tag/feature/">feature</a>, <a href="http://chinese.engadget.com/tag/geo-linked/">geo-linked</a>, <a href="http://chinese.engadget.com/tag/google/">google</a>, <a href="http://chinese.engadget.com/tag/google+earth/">google earth</a>, <a href="http://chinese.engadget.com/tag/google+maps/">google maps</a>, <a href="http://chinese.engadget.com/tag/GoogleEarth/">GoogleEarth</a>, <a href="http://chinese.engadget.com/tag/GoogleMaps/">GoogleMaps</a>, <a href="http://chinese.engadget.com/tag/maps/">maps</a>, <a href="http://chinese.engadget.com/tag/minipost/">minipost</a>, <a href="http://chinese.engadget.com/tag/preview/">preview</a>, <a href="http://chinese.engadget.com/tag/route/">route</a>, <a href="http://chinese.engadget.com/tag/search/">search</a>, <a href="http://chinese.engadget.com/tag/transport/">transport</a>, <a href="http://chinese.engadget.com/tag/travel/">travel</a>, <a href="http://chinese.engadget.com/tag/visualization/">visualization</a>, <a href="http://chinese.engadget.com/tag/web/">web</a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/07/12717/" title="11:56 AM" rel="bookmark"><time class="entry-date" datetime="2011-10-07T11:56:12+00:00">2011/10/07</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12716" class="post-12716 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/05/12716/" rel="bookmark">Google+&#25239;&#34913;Facebook&#30340;&#20116;&#22823;&#27861;&#23453;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/05/12716/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12288;&#12288;&#20170;&#24180;&#26159;&#31038;&#20132;&#32593;&#32476;&#30334;&#33457;&#40784;&#25918;&#30340;&#19968;&#24180;&#65292;&#36825;&#19968;&#24180;&#37325;&#37327;&#32423;&#20896;&#20891;Facebook&#21463;&#21040;&#20102;&#26469;&#33258;<a target="_blank" href="http://www.williamlong.info/archives/2721.html">Google+</a>&#30340;&#24378;&#26377;&#21147;&#25361;&#25112;&#12290;&#28982;&#32780;&#22312;&#36807;&#21435;&#30340;&#19968;&#21608;&#37324;&#65292;&#38543;&#30528;&#35746;&#38405;&#21151;&#33021;&#30340;&#25512;&#20986;&#21644;&#21015;&#34920;&#21151;&#33021;&#30340;&#22823;&#24133;&#25913;&#36827;&#65288;&#31867;&#20284;Google+&#30340;&#22280;&#21151;&#33021;&#65289;&#65292;Facebook&#30340;&#39118;&#22836;&#26126;&#26174;&#30422;&#36807;&#20102;&#19968;&#20999;&#12290;&#26412;&#21608;&#22235;Facebook&#36824;&#23558;&#22312;&#26087;&#37329;&#23665;&#24066;&#21484;&#24320;F8&#24320;&#21457;&#32773;&#24180;&#20250;&#65292;&#36229;&#32423;&#21338;&#20027;Robert Scoble&#31216;&#65292;&ldquo;Facebook&#23558;&#20110;&#26412;&#21608;&#20844;&#24067;&#36804;&#20170;&#20026;&#27490;&#26368;&#37325;&#22823;&#30340;&#26356;&#26032;&rdquo;&#12290;&#38647;&#38155;&#32593;&#23558;&#20250;&#25345;&#32493;&#20851;&#27880;Facebook&#22312;F8&#24180;&#20250;&#19978;&#30340;&#21160;&#21521;&#12290;</p>
<p>&#12288;&#12288;&#19982;&#27492;&#21516;&#26102;&#65292;Google+&#30340;&#24320;&#21457;&#22242;&#38431;&#38500;&#20102;&#19978;&#21608;&#23459;&#24067;&#38480;&#21046;&#24212;&#29992;&#25509;&#21475;&#24320;&#25918;&#20043;&#22806;&#65292;&#36817;&#26399;&#20877;&#26080;&#20219;&#20309;&#21160;&#21521;&#12290;&#19979;&#25991;&#20013;&#25105;&#20204;&#21015;&#20986;&#20102;Google+&#25552;&#21319;&#20854;&#29616;&#26377;&#20135;&#21697;&#65292;&#25171;Facebook&#20010;&#25514;&#25163;&#19981;&#21450;&#30340;5&#20010;&#26041;&#21521;&#12290;</p>
<p>&#12288;&#12288;1.&nbsp;Google&ldquo;&#20154;&#38469;&#22280;&rdquo;&#30340;&#33258;&#21160;&#29983;&#25104;&#21450;&#32500;&#25252;</p>
<p>&#12288;&#12288;&#36825;&#26159;&#29992;&#25143;&#36804;&#20170;&#20026;&#27490;&#21453;&#39304;&#30340;&#20851;&#20110;Google+&#26368;&#22823;&#30340;&#38382;&#39064;&#65292;&#24314;&#31435;&#31038;&#20132;&#32676;&#32452;&#30340;&#31243;&#24207;&#36807;&#20998;&#32321;&#29712;&#65292;&#20043;&#21518;&#30340;&#32500;&#25252;&#20063;&#35201;&#33457;&#36153;&#22823;&#37327;&#31934;&#21147;&#12290;</p>
<p>&#12288;&#12288;Facebook&#22312;&#36825;&#19968;&#28857;&#19978;&#21487;&#20197;&#20570;Google+&#30340;&#32769;&#24072;&#65292;&#20854;&#19978;&#21608;&#21018;&#25512;&#20986;&#21319;&#32423;&#29256;&#30340;&#21322;&#33258;&#21160;&#32034;&#24341;&#24335;&#22909;&#21451;&#21015;&#34920;&#12290;Facebook&#29616;&#22312;&#21487;&#26681;&#25454;&#29992;&#25143;&#30340;&#22320;&#29702;&#20301;&#32622;&#12289;&#24037;&#20316;&#22320;&#28857;&#21450;&#20854;&#20182;&#20010;&#20154;&#20449;&#24687;&#33258;&#21160;&#29983;&#25104;&#21015;&#34920;&#12290;&#36825;&#39033;&#21151;&#33021;&#30446;&#21069;&#36824;&#24182;&#19981;&#23436;&#32654;&#65292;&#20294;&#24635;&#27604;Google+&#24378;&#36843;&#29992;&#25143;&#19968;&#20010;&#19968;&#20010;&#25235;&#20154;&#35201;&#22909;&#24471;&#22810;&#20102;&#12290;</p>

<p>&#12288;&#12288;2.&nbsp; &#32473;Google+&#28155;&#21152;&#23450;&#21046;&#25628;&#32034;&#26694;</p>
<p>&#12288;&#12288;Google&#25628;&#32034;&#24341;&#25806;&#21487;&#20197;&#25628;&#21040;Google+&#19978;&#30340;&#20219;&#20309;&#20844;&#24320;&#20449;&#24687;&#65292;&#20294;&#25628;&#19981;&#21040;Google+&#19978;&#30340;&#38750;&#20844;&#24320;&#20449;&#24687;&#21450;Google&#22280;&#20869;&#20449;&#24687;&#12290;Google+&#30340;&#24320;&#21457;&#22242;&#38431;&#24456;&#28165;&#26970;&#36825;&#26159;&#29992;&#25143;&#30340;&#38656;&#27714;&#65292;&#20182;&#20204;&#24212;&#35813;&#24456;&#26377;&#21487;&#33021;&#27491;&#22312;&#24320;&#21457;&#19968;&#27454;&#29992;&#20110;Google+&#20869;&#37096;&#30340;&#23450;&#21046;&#25628;&#32034;&#24341;&#25806;&#65292;&#22914;&#26524;&#36825;&#20010;&#35774;&#24819;&#25104;&#30495;&#65292;&#22312;&#25628;&#32034;&#36807;&#21435;&#21457;&#24067;&#30340;&#20449;&#24687;&#36825;&#19968;&#28857;&#19978;Google&#23558;&#23436;&#32988;Facebook&#21644;Twitter&#12290;</p>
<p>&#12288;&#12288;&#20247;&#25152;&#21608;&#30693;Twitter&#21482;&#33021;&#25628;&#32034;&#24456;&#30701;&#19968;&#27573;&#26102;&#38388;&#20869;&#30340;&#36807;&#24448;&#20449;&#24687;&#35760;&#24405;&#65292;&#32780;Facebook&#36804;&#20170;&#20026;&#27490;&#20063;&#20048;&#20110;&#40723;&#21169;&#29992;&#25143;&ldquo;&#27963;&#22312;&#24403;&#19979;&rdquo;&#12290;&#22914;&#33509;Google+&#25512;&#20986;&#24378;&#22823;&#25628;&#32034;&#24341;&#25806;&#65292;Facebook&#21487;&#33021;&#20250;&#37325;&#26032;&#32771;&#34385;&#36825;&#19968;&#28857;&#65292;&#22240;&#20026;&#36825;&#26679;&#19968;&#26469;Google+&#23601;&#21464;&#25104;&#20102;&#29992;&#25143;&#30340;&#35760;&#24518;&#38134;&#34892;&#65292;&#24212;&#29992;&#31243;&#24207;Evernote&#65288;&#20840;&#33021;&#20415;&#31614;&#65289;&#22823;&#33719;&#25104;&#21151;&#20415;&#24471;&#30410;&#20110;&#20854;&#33258;&#31216;&#20026;&ldquo;&#22312;&#32447;&#22823;&#33041;&rdquo;&#30340;&#23459;&#20256;&mdash;&#36825;&#20063;&#27491;&#35828;&#26126;&#31038;&#20132;&#32593;&#32476;&#38656;&#35201;&#25903;&#25345;&#26356;&#38271;&#26102;&#38388;&#27573;&#30340;&#35760;&#24518;&#22238;&#28335;&#12290;</p>
<p>&#12288;&#12288;3.&nbsp; &#24443;&#24213;&#24320;&#25918;&#24212;&#29992;&#25509;&#21475;</p>
<p>&#12288;&#12288;Google+&#30340;&#24212;&#29992;&#25509;&#21475;&#30446;&#21069;&#23545;&#22806;&#38480;&#21046;&#24320;&#25918;&#65292;&#22240;&#27492;&#22806;&#37096;&#24320;&#21457;&#32773;&#26080;&#27861;&#25509;&#35302;&#21040;Google&#32676;&#32452;&#30340;&#20869;&#37096;&#20449;&#24687;&#21644;&#25968;&#25454;&#12290;Google&#21487;&#20197;&#27627;&#19981;&#36153;&#21147;&#22320;&#23558;&#20854;&#23436;&#20840;&#24320;&#25918;&#65292;&#32780;&#19988;Google+&#24320;&#21457;&#22242;&#38431;&#20063;&#24050;&#32463;&#34920;&#31034;&#36807;&#36825;&#26159;&#26089;&#26202;&#30340;&#20107;&#24773;&#12290;&#37492;&#20110;&#25972;&#20010;Facebook&#24179;&#21488;&#30446;&#21069;&#37117;&#23545;&#31532;&#19977;&#26041;&#24320;&#21457;&#32773;&#24320;&#21457;&#29992;&#25143;&#20010;&#20154;&#25968;&#25454;&#65292;Google+&#24819;&#35201;&#24555;&#36895;&#24314;&#31435;&#36215;&#33258;&#23478;&#24179;&#21488;&#65292;&#36825;&#19968;&#27493;&#19981;&#24471;&#19981;&#36208;&#12290;</p>
<p>&#12288;&#12288;4.&nbsp;&#23613;&#24555;&#24320;&#21457;&#21697;&#29260;&#39029;&#38754;</p>
<p>&#12288;&#12288;&#19994;&#20869;&#30342;&#30693;Google+&#27491;&#22312;&#24320;&#21457;&#31867;&#20284;Facebook&#30340;&#21697;&#29260;&#39029;&#38754;&#65292;&#31508;&#32773;&#20010;&#20154;&#24076;&#26395;&#30475;&#21040;&#26356;&#31616;&#27905;&#35268;&#25972;&#30340;&#30028;&#38754;&#12290;&#29992;&#25143;&#24120;&#24120;&#20250;&#22312;Facebook&#19978;&#20851;&#27880;&#19968;&#20010;&#21697;&#29260;&#39029;&#38754;&#65292;&#20043;&#21518;&#20877;&#20063;&#30475;&#19981;&#21040;&#20854;&#30456;&#20851;&#28040;&#24687;&#65292;&#22240;&#20026;&#26681;&#26412;&#25214;&#19981;&#21040;&#20851;&#27880;&#30340;&#21697;&#29260;&#21015;&#34920;&#12290;&#20026;&#20160;&#20040;&#19981;&#33021;&#23558;&#36825;&#20010;&#21015;&#34920;&#21152;&#21040;Facebook&#20027;&#33756;&#21333;&#37324;&#21602;&#65311;&#20026;&#20160;&#20040;&#19981;&#33021;&#22312;&#20851;&#27880;&#30340;&#21516;&#26102;&#23601;&#23558;&#35813;&#39029;&#38754;&#28155;&#21152;&#21040;&#25351;&#23450;&#21015;&#34920;&#21602;&#65311;&#22914;&#20170;Google&#21487;&#20197;&#20511;&#27492;&#26426;&#20250;&#24320;&#21457;&#26356;&#21451;&#22909;&#30340;&#21697;&#29260;&#39029;&#38754;&#65292;&#36825;&#23545;&#29992;&#25143;&#21644;&#20225;&#19994;&#37117;&#26377;&#22909;&#22788;&#12290;</p>
<p>&#12288;&#12288;5.&nbsp; &#32473;&#29992;&#25143;&#25552;&#20379;&#26426;&#20250;&#25512;&#33616;&#23478;&#20154;&#21450;&#20146;&#23494;&#22909;&#21451;&#21152;&#20837;Google+</p>
<p>&#12288;&#12288;&#33509;&#24819;&#25361;&#25112;Facebook&#65292;&#19978;&#36848;&#38382;&#39064;&#23558;&#20250;&#26159;Google+&#30495;&#27491;&#38754;&#20020;&#30340;&#25361;&#25112;&#12290;Google+&#34429;&#28982;&#23545;&#26089;&#26399;&#29992;&#25143;&#20559;&#29233;&#26377;&#21152;&#65292;&#20294;&#36824;&#26410;&#33021;&#25104;&#21151;&#21560;&#24341;&#20027;&#27969;&#29992;&#25143;&#32676;&#20307;&#12290;&#22823;&#37096;&#20998;&#37117;&#26159;&#19994;&#20869;&#20154;&#22763;&#22312;&#20114;&#21160;&#65292;&#23545;&#25506;&#35752;&#19987;&#19994;&#38382;&#39064;&#26469;&#35828;&#20498;&#26159;&#20010;&#22909;&#24179;&#21488;&#65292;&#38590;&#24618;Robert Scoble&#36825;&#20040;&#21916;&#27426;Google+&#12290;&#20294;&#29992;&#25143;&#30340;&#23478;&#20154;&#26379;&#21451;&#65288;&#38750;&#19987;&#19994;&#20154;&#22763;&#65289;&#36890;&#24120;&#19981;&#20250;&#20351;&#29992;Google+&#65292;&#21363;&#20415;&#29992;&#20102;&#20063;&#21482;&#26159;&#29992;&#26469;&#22066;&#31505;Google+&#22810;&#20040;&#20919;&#28165;&#24808;&#28129;&#12290;&#35802;&#28982;Facebook&#30340;&#29992;&#25143;&#32676;&#26159;&#32463;&#36807;&#26085;&#31215;&#26376;&#32047;&#30340;&#65292;&#20294;&#38382;&#39064;&#26159;Google+&#38656;&#35201;&#36805;&#36895;&#25552;&#21319;&#26381;&#21153;&#65292;&#31361;&#30772;&#36825;&#19968;&#29942;&#39048;&#12290;&#25110;&#32773;Google&#26368;&#32456;&#24471;&#25226;Google+&#19982;&#20854;&#25628;&#32034;&#12289;&#30005;&#23376;&#21830;&#21153;&#31561;&#20854;&#20182;&#21151;&#33021;&#32467;&#21512;&#65292;&#20419;&#20351;&#26222;&#36890;&#29992;&#25143;&#30495;&#27491;&#24320;&#22987;&#20351;&#29992;&#12290;</p>
<p>&#12288;&#12288;&#20197;&#19978;&#26159;&#31508;&#32773;&#35748;&#20026;Google+&#20127;&#24453;&#25913;&#36827;&#30340;&#22320;&#26041;&#65292;&#36825;&#36824;&#19981;&#21253;&#25324;&#36817;&#20960;&#21608;&#34987;&#25265;&#24616;&#30340;&#26368;&#39057;&#32321;&#30340;&#19968;&#28857;&#65306;Google+&#30446;&#21069;&#21482;&#20801;&#35768;&#29992;&#25143;&#20351;&#29992;&#30495;&#23454;&#22995;&#21517;&#20316;&#20026;ID&#65292;&#36825;&#31616;&#30452;&#33618;&#21776;&#12290;</p>
<p>&#12288;&#12288;&#33521;&#25991;&#21407;&#25991;&#65306;<a target="_blank" href="http://www.readwriteweb.com/archives/5_things_google_plus_can_do_to_outbox_facebook.php">5 Things Google Plus Can Do to Outbox Facebook</a></p>
<p>&#12288;&#12288;&#20013;&#25991;&#32763;&#35793;&#65306;<a target="_blank" href="http://www.leiphone.com/google-against-facebook.html">&#38647;&#38155;&#32593;</a>&#32534;&#35793;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/05/12716/" title="5:48 PM" rel="bookmark"><time class="entry-date" datetime="2011-10-05T17:48:38+00:00">2011/10/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12715" class="post-12715 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/05/12715/" rel="bookmark">Google+&#25239;&#34913;Facebook&#30340;&#20116;&#22823;&#27861;&#23453;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/05/12715/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12288;&#12288;&#20170;&#24180;&#26159;&#31038;&#20132;&#32593;&#32476;&#30334;&#33457;&#40784;&#25918;&#30340;&#19968;&#24180;&#65292;&#36825;&#19968;&#24180;&#37325;&#37327;&#32423;&#20896;&#20891;Facebook&#21463;&#21040;&#20102;&#26469;&#33258;<a target="_blank" href="http://www.williamlong.info/archives/2721.html">Google+</a>&#30340;&#24378;&#26377;&#21147;&#25361;&#25112;&#12290;&#28982;&#32780;&#22312;&#36807;&#21435;&#30340;&#19968;&#21608;&#37324;&#65292;&#38543;&#30528;&#35746;&#38405;&#21151;&#33021;&#30340;&#25512;&#20986;&#21644;&#21015;&#34920;&#21151;&#33021;&#30340;&#22823;&#24133;&#25913;&#36827;&#65288;&#31867;&#20284;Google+&#30340;&#22280;&#21151;&#33021;&#65289;&#65292;Facebook&#30340;&#39118;&#22836;&#26126;&#26174;&#30422;&#36807;&#20102;&#19968;&#20999;&#12290;&#26412;&#21608;&#22235;Facebook&#36824;&#23558;&#22312;&#26087;&#37329;&#23665;&#24066;&#21484;&#24320;F8&#24320;&#21457;&#32773;&#24180;&#20250;&#65292;&#36229;&#32423;&#21338;&#20027;Robert Scoble&#31216;&#65292;&ldquo;Facebook&#23558;&#20110;&#26412;&#21608;&#20844;&#24067;&#36804;&#20170;&#20026;&#27490;&#26368;&#37325;&#22823;&#30340;&#26356;&#26032;&rdquo;&#12290;&#38647;&#38155;&#32593;&#23558;&#20250;&#25345;&#32493;&#20851;&#27880;Facebook&#22312;F8&#24180;&#20250;&#19978;&#30340;&#21160;&#21521;&#12290;</p>
<p>&#12288;&#12288;&#19982;&#27492;&#21516;&#26102;&#65292;Google+&#30340;&#24320;&#21457;&#22242;&#38431;&#38500;&#20102;&#19978;&#21608;&#23459;&#24067;&#38480;&#21046;&#24212;&#29992;&#25509;&#21475;&#24320;&#25918;&#20043;&#22806;&#65292;&#36817;&#26399;&#20877;&#26080;&#20219;&#20309;&#21160;&#21521;&#12290;&#19979;&#25991;&#20013;&#25105;&#20204;&#21015;&#20986;&#20102;Google+&#25552;&#21319;&#20854;&#29616;&#26377;&#20135;&#21697;&#65292;&#25171;Facebook&#20010;&#25514;&#25163;&#19981;&#21450;&#30340;5&#20010;&#26041;&#21521;&#12290;</p>
<p>&#12288;&#12288;1.&nbsp;Google&ldquo;&#20154;&#38469;&#22280;&rdquo;&#30340;&#33258;&#21160;&#29983;&#25104;&#21450;&#32500;&#25252;</p>
<p>&#12288;&#12288;&#36825;&#26159;&#29992;&#25143;&#36804;&#20170;&#20026;&#27490;&#21453;&#39304;&#30340;&#20851;&#20110;Google+&#26368;&#22823;&#30340;&#38382;&#39064;&#65292;&#24314;&#31435;&#31038;&#20132;&#32676;&#32452;&#30340;&#31243;&#24207;&#36807;&#20998;&#32321;&#29712;&#65292;&#20043;&#21518;&#30340;&#32500;&#25252;&#20063;&#35201;&#33457;&#36153;&#22823;&#37327;&#31934;&#21147;&#12290;</p>
<p>&#12288;&#12288;Facebook&#22312;&#36825;&#19968;&#28857;&#19978;&#21487;&#20197;&#20570;Google+&#30340;&#32769;&#24072;&#65292;&#20854;&#19978;&#21608;&#21018;&#25512;&#20986;&#21319;&#32423;&#29256;&#30340;&#21322;&#33258;&#21160;&#32034;&#24341;&#24335;&#22909;&#21451;&#21015;&#34920;&#12290;Facebook&#29616;&#22312;&#21487;&#26681;&#25454;&#29992;&#25143;&#30340;&#22320;&#29702;&#20301;&#32622;&#12289;&#24037;&#20316;&#22320;&#28857;&#21450;&#20854;&#20182;&#20010;&#20154;&#20449;&#24687;&#33258;&#21160;&#29983;&#25104;&#21015;&#34920;&#12290;&#36825;&#39033;&#21151;&#33021;&#30446;&#21069;&#36824;&#24182;&#19981;&#23436;&#32654;&#65292;&#20294;&#24635;&#27604;Google+&#24378;&#36843;&#29992;&#25143;&#19968;&#20010;&#19968;&#20010;&#25235;&#20154;&#35201;&#22909;&#24471;&#22810;&#20102;&#12290;</p>

<p>&#12288;&#12288;2.&nbsp; &#32473;Google+&#28155;&#21152;&#23450;&#21046;&#25628;&#32034;&#26694;</p>
<p>&#12288;&#12288;Google&#25628;&#32034;&#24341;&#25806;&#21487;&#20197;&#25628;&#21040;Google+&#19978;&#30340;&#20219;&#20309;&#20844;&#24320;&#20449;&#24687;&#65292;&#20294;&#25628;&#19981;&#21040;Google+&#19978;&#30340;&#38750;&#20844;&#24320;&#20449;&#24687;&#21450;Google&#22280;&#20869;&#20449;&#24687;&#12290;Google+&#30340;&#24320;&#21457;&#22242;&#38431;&#24456;&#28165;&#26970;&#36825;&#26159;&#29992;&#25143;&#30340;&#38656;&#27714;&#65292;&#20182;&#20204;&#24212;&#35813;&#24456;&#26377;&#21487;&#33021;&#27491;&#22312;&#24320;&#21457;&#19968;&#27454;&#29992;&#20110;Google+&#20869;&#37096;&#30340;&#23450;&#21046;&#25628;&#32034;&#24341;&#25806;&#65292;&#22914;&#26524;&#36825;&#20010;&#35774;&#24819;&#25104;&#30495;&#65292;&#22312;&#25628;&#32034;&#36807;&#21435;&#21457;&#24067;&#30340;&#20449;&#24687;&#36825;&#19968;&#28857;&#19978;Google&#23558;&#23436;&#32988;Facebook&#21644;Twitter&#12290;</p>
<p>&#12288;&#12288;&#20247;&#25152;&#21608;&#30693;Twitter&#21482;&#33021;&#25628;&#32034;&#24456;&#30701;&#19968;&#27573;&#26102;&#38388;&#20869;&#30340;&#36807;&#24448;&#20449;&#24687;&#35760;&#24405;&#65292;&#32780;Facebook&#36804;&#20170;&#20026;&#27490;&#20063;&#20048;&#20110;&#40723;&#21169;&#29992;&#25143;&ldquo;&#27963;&#22312;&#24403;&#19979;&rdquo;&#12290;&#22914;&#33509;Google+&#25512;&#20986;&#24378;&#22823;&#25628;&#32034;&#24341;&#25806;&#65292;Facebook&#21487;&#33021;&#20250;&#37325;&#26032;&#32771;&#34385;&#36825;&#19968;&#28857;&#65292;&#22240;&#20026;&#36825;&#26679;&#19968;&#26469;Google+&#23601;&#21464;&#25104;&#20102;&#29992;&#25143;&#30340;&#35760;&#24518;&#38134;&#34892;&#65292;&#24212;&#29992;&#31243;&#24207;Evernote&#65288;&#20840;&#33021;&#20415;&#31614;&#65289;&#22823;&#33719;&#25104;&#21151;&#20415;&#24471;&#30410;&#20110;&#20854;&#33258;&#31216;&#20026;&ldquo;&#22312;&#32447;&#22823;&#33041;&rdquo;&#30340;&#23459;&#20256;&mdash;&#36825;&#20063;&#27491;&#35828;&#26126;&#31038;&#20132;&#32593;&#32476;&#38656;&#35201;&#25903;&#25345;&#26356;&#38271;&#26102;&#38388;&#27573;&#30340;&#35760;&#24518;&#22238;&#28335;&#12290;</p>
<p>&#12288;&#12288;3.&nbsp; &#24443;&#24213;&#24320;&#25918;&#24212;&#29992;&#25509;&#21475;</p>
<p>&#12288;&#12288;Google+&#30340;&#24212;&#29992;&#25509;&#21475;&#30446;&#21069;&#23545;&#22806;&#38480;&#21046;&#24320;&#25918;&#65292;&#22240;&#27492;&#22806;&#37096;&#24320;&#21457;&#32773;&#26080;&#27861;&#25509;&#35302;&#21040;Google&#32676;&#32452;&#30340;&#20869;&#37096;&#20449;&#24687;&#21644;&#25968;&#25454;&#12290;Google&#21487;&#20197;&#27627;&#19981;&#36153;&#21147;&#22320;&#23558;&#20854;&#23436;&#20840;&#24320;&#25918;&#65292;&#32780;&#19988;Google+&#24320;&#21457;&#22242;&#38431;&#20063;&#24050;&#32463;&#34920;&#31034;&#36807;&#36825;&#26159;&#26089;&#26202;&#30340;&#20107;&#24773;&#12290;&#37492;&#20110;&#25972;&#20010;Facebook&#24179;&#21488;&#30446;&#21069;&#37117;&#23545;&#31532;&#19977;&#26041;&#24320;&#21457;&#32773;&#24320;&#21457;&#29992;&#25143;&#20010;&#20154;&#25968;&#25454;&#65292;Google+&#24819;&#35201;&#24555;&#36895;&#24314;&#31435;&#36215;&#33258;&#23478;&#24179;&#21488;&#65292;&#36825;&#19968;&#27493;&#19981;&#24471;&#19981;&#36208;&#12290;</p>
<p>&#12288;&#12288;4.&nbsp;&#23613;&#24555;&#24320;&#21457;&#21697;&#29260;&#39029;&#38754;</p>
<p>&#12288;&#12288;&#19994;&#20869;&#30342;&#30693;Google+&#27491;&#22312;&#24320;&#21457;&#31867;&#20284;Facebook&#30340;&#21697;&#29260;&#39029;&#38754;&#65292;&#31508;&#32773;&#20010;&#20154;&#24076;&#26395;&#30475;&#21040;&#26356;&#31616;&#27905;&#35268;&#25972;&#30340;&#30028;&#38754;&#12290;&#29992;&#25143;&#24120;&#24120;&#20250;&#22312;Facebook&#19978;&#20851;&#27880;&#19968;&#20010;&#21697;&#29260;&#39029;&#38754;&#65292;&#20043;&#21518;&#20877;&#20063;&#30475;&#19981;&#21040;&#20854;&#30456;&#20851;&#28040;&#24687;&#65292;&#22240;&#20026;&#26681;&#26412;&#25214;&#19981;&#21040;&#20851;&#27880;&#30340;&#21697;&#29260;&#21015;&#34920;&#12290;&#20026;&#20160;&#20040;&#19981;&#33021;&#23558;&#36825;&#20010;&#21015;&#34920;&#21152;&#21040;Facebook&#20027;&#33756;&#21333;&#37324;&#21602;&#65311;&#20026;&#20160;&#20040;&#19981;&#33021;&#22312;&#20851;&#27880;&#30340;&#21516;&#26102;&#23601;&#23558;&#35813;&#39029;&#38754;&#28155;&#21152;&#21040;&#25351;&#23450;&#21015;&#34920;&#21602;&#65311;&#22914;&#20170;Google&#21487;&#20197;&#20511;&#27492;&#26426;&#20250;&#24320;&#21457;&#26356;&#21451;&#22909;&#30340;&#21697;&#29260;&#39029;&#38754;&#65292;&#36825;&#23545;&#29992;&#25143;&#21644;&#20225;&#19994;&#37117;&#26377;&#22909;&#22788;&#12290;</p>
<p>&#12288;&#12288;5.&nbsp; &#32473;&#29992;&#25143;&#25552;&#20379;&#26426;&#20250;&#25512;&#33616;&#23478;&#20154;&#21450;&#20146;&#23494;&#22909;&#21451;&#21152;&#20837;Google+</p>
<p>&#12288;&#12288;&#33509;&#24819;&#25361;&#25112;Facebook&#65292;&#19978;&#36848;&#38382;&#39064;&#23558;&#20250;&#26159;Google+&#30495;&#27491;&#38754;&#20020;&#30340;&#25361;&#25112;&#12290;Google+&#34429;&#28982;&#23545;&#26089;&#26399;&#29992;&#25143;&#20559;&#29233;&#26377;&#21152;&#65292;&#20294;&#36824;&#26410;&#33021;&#25104;&#21151;&#21560;&#24341;&#20027;&#27969;&#29992;&#25143;&#32676;&#20307;&#12290;&#22823;&#37096;&#20998;&#37117;&#26159;&#19994;&#20869;&#20154;&#22763;&#22312;&#20114;&#21160;&#65292;&#23545;&#25506;&#35752;&#19987;&#19994;&#38382;&#39064;&#26469;&#35828;&#20498;&#26159;&#20010;&#22909;&#24179;&#21488;&#65292;&#38590;&#24618;Robert Scoble&#36825;&#20040;&#21916;&#27426;Google+&#12290;&#20294;&#29992;&#25143;&#30340;&#23478;&#20154;&#26379;&#21451;&#65288;&#38750;&#19987;&#19994;&#20154;&#22763;&#65289;&#36890;&#24120;&#19981;&#20250;&#20351;&#29992;Google+&#65292;&#21363;&#20415;&#29992;&#20102;&#20063;&#21482;&#26159;&#29992;&#26469;&#22066;&#31505;Google+&#22810;&#20040;&#20919;&#28165;&#24808;&#28129;&#12290;&#35802;&#28982;Facebook&#30340;&#29992;&#25143;&#32676;&#26159;&#32463;&#36807;&#26085;&#31215;&#26376;&#32047;&#30340;&#65292;&#20294;&#38382;&#39064;&#26159;Google+&#38656;&#35201;&#36805;&#36895;&#25552;&#21319;&#26381;&#21153;&#65292;&#31361;&#30772;&#36825;&#19968;&#29942;&#39048;&#12290;&#25110;&#32773;Google&#26368;&#32456;&#24471;&#25226;Google+&#19982;&#20854;&#25628;&#32034;&#12289;&#30005;&#23376;&#21830;&#21153;&#31561;&#20854;&#20182;&#21151;&#33021;&#32467;&#21512;&#65292;&#20419;&#20351;&#26222;&#36890;&#29992;&#25143;&#30495;&#27491;&#24320;&#22987;&#20351;&#29992;&#12290;</p>
<p>&#12288;&#12288;&#20197;&#19978;&#26159;&#31508;&#32773;&#35748;&#20026;Google+&#20127;&#24453;&#25913;&#36827;&#30340;&#22320;&#26041;&#65292;&#36825;&#36824;&#19981;&#21253;&#25324;&#36817;&#20960;&#21608;&#34987;&#25265;&#24616;&#30340;&#26368;&#39057;&#32321;&#30340;&#19968;&#28857;&#65306;Google+&#30446;&#21069;&#21482;&#20801;&#35768;&#29992;&#25143;&#20351;&#29992;&#30495;&#23454;&#22995;&#21517;&#20316;&#20026;ID&#65292;&#36825;&#31616;&#30452;&#33618;&#21776;&#12290;</p>
<p>&#12288;&#12288;&#33521;&#25991;&#21407;&#25991;&#65306;<a target="_blank" href="http://www.readwriteweb.com/archives/5_things_google_plus_can_do_to_outbox_facebook.php">5 Things Google Plus Can Do to Outbox Facebook</a></p>
<p>&#12288;&#12288;&#20013;&#25991;&#32763;&#35793;&#65306;<a target="_blank" href="http://www.leiphone.com/google-against-facebook.html">&#38647;&#38155;&#32593;</a>&#32534;&#35793;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/05/12715/" title="11:44 AM" rel="bookmark"><time class="entry-date" datetime="2011-10-05T11:44:33+00:00">2011/10/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12704" class="post-12704 post type-post status-publish format-standard hentry category-others tag-plus"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/03/12704/" rel="bookmark">&#19990;&#30028;&#19978;&#31532;&#19968;&#23478; Google &#21697;&#29260;&#30340;&#38646;&#21806;&#21830;&#24215;&#65292;&#19981;&#26159;&#24320;&#22312;&#32654;&#22269;&#21152;&#24030;&#65292;&#32780;&#26159;&#24320;&#22312;&#33521;&#22269;&#20262;&#25958;&#12290; &#24403;&#22320;&#26102;&#38388;&#20170;&#22825;&#19978;&#21320; 9 &#28857;&#65292;&#36825;&#23478;&#21344;&#22320;&#32422; 285 &#24179;&#26041;&#33521;&#23610;&#30340;&ldquo;&#24215;&#20013;&#24215;&rdquo;&#32456;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/03/12704/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#19990;&#30028;&#19978;&#31532;&#19968;&#23478; Google &#21697;&#29260;&#30340;&#38646;&#21806;&#21830;&#24215;&#65292;&#19981;&#26159;&#24320;&#22312;&#32654;&#22269;&#21152;&#24030;&#65292;&#32780;&#26159;&#24320;&#22312;&#33521;&#22269;&#20262;&#25958;&#12290;
</p><p>&#24403;&#22320;&#26102;&#38388;&#20170;&#22825;&#19978;&#21320; 9 &#28857;&#65292;&#36825;&#23478;&#21344;&#22320;&#32422; 285 &#24179;&#26041;&#33521;&#23610;&#30340;&ldquo;&#24215;&#20013;&#24215;&rdquo;&#32456;&#20110;&#24320;&#24352;&#20102;&#65292;&#25972;&#20010;&#24215;&#38754;&#30340;&#35013;&#20462;&#20805;&#28385;&#20102; Google Chrome &#30340;&#35774;&#35745;&#20803;&#32032;&#65292;&#23427;&#30340;&#21517;&#23383;&#21483;&#20570; Chromezone&#65292;&#21482;&#21334; Google &#26071;&#19979;&#30340;&#19978;&#32593;&#26412; Chromebook &#12290;</p>
<p><a href="http://www.ifanr.com/54658" class="ot-anchor">http://www.ifanr.com/54658</a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/plus/" rel="tag">Plus</a> on <a href="http://log.SunnyBoy.Me/2011/10/03/12704/" title="8:47 PM" rel="bookmark"><time class="entry-date" datetime="2011-10-03T20:47:43+00:00">2011/10/03</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12703" class="post-12703 post type-post status-publish format-standard hentry category-others tag-plus"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/03/12703/" rel="bookmark">&#20854;&#20013;&#19968;&#20214;&#26032;&#38395;&#26159;&#36825;&#26679;&#30340;&#65306; &#36825;&#19968;&#24180;&#30340;3&#26376;23&#26085;&#65292;&#32445;&#32422;&#35686;&#23519;&#24635;&#23616;&#30340;&#27861;&#21307;&#26816;&#26597;&#20102;&#19968;&#20855;&#23608;&#20307;&#65292; &#24471;&#20986;&#32467;&#35770;&#65306;&#27492;&#20154;&#27515;&#20110;&#22836;&#37096;&#26538;&#20987;&#12290; &#27515;&#32773;&#21517;&#21483;&#32599;&#32435;&#24503;&middot;&#22885;&#26222;&#26031;&#65292;&#20174;&#20182;&#30041;&#19979;&#30340;&#36951;&#20070;&#20013;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/03/12703/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#20854;&#20013;&#19968;&#20214;&#26032;&#38395;&#26159;&#36825;&#26679;&#30340;&#65306; &#36825;&#19968;&#24180;&#30340;3&#26376;23&#26085;&#65292;&#32445;&#32422;&#35686;&#23519;&#24635;&#23616;&#30340;&#27861;&#21307;&#26816;&#26597;&#20102;&#19968;&#20855;&#23608;&#20307;&#65292; <br>&#24471;&#20986;&#32467;&#35770;&#65306;&#27492;&#20154;&#27515;&#20110;&#22836;&#37096;&#26538;&#20987;&#12290;
</p><p>&#27515;&#32773;&#21517;&#21483;&#32599;&#32435;&#24503;&middot;&#22885;&#26222;&#26031;&#65292;&#20174;&#20182;&#30041;&#19979;&#30340;&#36951;&#20070;&#20013;&#24471;&#30693;&#65292;&#20182;&#26412;&#26469;&#26159;&#24819;&#20174;&#19968;&#24162;&#21313;&#23618;&#39640;&#30340;&#27004;<wbr>&#30340;&#39030; &#37096;&#36339;&#19979;&#33258;&#26432;&#30340;&#12290;</wbr></p>
<p>&#28982;&#32780;&#65292;&#24403;&#20182;&#36339;&#27004;&#21518;&#36523;&#23376;&#32463;&#36807;&#31532;&#20061;&#23618;&#27004;&#21069;&#26102;&#65292;&#19968;&#39063;&#23376;&#24377;&#20174;&#31383;&#25143;&#37324;&#23556;&#20986;&#65292;&#23558;&#20182;&#24403;&#22330;&#25171;&#27515;&#12290;</p>
<p>&#35686;&#26041;&#32463;&#36807;&#35843;&#26597;<wbr>&#21457;&#29616;&#65292;&#27515;&#32773;&#21644;&#24320;&#26538;&#30340;&#20154;&#37117;&#19981;&#30693;&#36947;&#19968;&#20010;&#24773;&#20917;&mdash;&mdash;&mdash;&#24403;&#26102;&#20843;&#27004;&#27491;&#22312;&#26045;&#24037;&#65292;&#24037;&#20154; &#20204;&#22312;&#37027;&#37324;&#21018;&#35013;&#20102;&#19968;&#24352;&#23433;&#20840;&#32593;&#65292;&#20063;&#23601;&#26159;&#35828;&#32599;&#32435;&#24503;&middot;&#22885;&#26222;&#26031;&#22914;&#26524;&#19981;&#26159;&#34987;&#26538;&#20987;&#32780;&#20129;&#65292;&#20182;&#30340;&#33258;&#26432;&#35745;&#21010;&#20854;&#23454;&#26159;&#19981;&#33021;&#22914;&#24895;&#30340;&#12290;</wbr></p>
<p>&#28982;<wbr>&#32780;&#65292;&#26681;&#25454;&#27861;&#24459;&#65292;&#19968;&#33324;&#35828;&#26469;&#65292;&#19968;&#20010;&#20154;&#22914;&#26524;&#23454;&#26045;&#26377;&#35745;&#21010;&#30340;&#33258;&#26432;&#24182;&#19988;&#26368;&#32456;&#36523;&#20129;&#20102;&#65292;&#21363;&#20351;&#33258;&#26432;&#36807;&#31243;&#21457;&#29983;&#21464;&#21270;&#26410;&#33021;&#22914;&#33258;&#26432;&#32773;&#25152;<wbr>&#24895;&#65292;&#37027;&#20040;&#20381;&#27861;&#20063;&#24212;&#35813;&#35748;&#23450;&#36825;&#20010;&#20154;&#26159;&#33258;&#26432;&#12290;</wbr></wbr></p>
<p>&#21487;&#26159;&#65292;&#24403;&#35686;&#26041;&#23545;&#20061;&#27004;&#23556;&#20986;&#30340;&#23376;&#24377;&#36827;&#34892;&#35843;&#26597;&#21518;&#65292;&#26696;&#23376;&#30340;&#24615;&#36136;&#21448;&#26377;&#20102;&#21464;&#21270;&#12290;</p>
<p>&#24403;<wbr>&#26102;&#65292;&#20061;&#27004;&#30340; &#19968;&#23545;&#32769;&#22827;&#22971;&#21457;&#29983;&#20102;&#21475;&#35282;&#65292;&#27491;&#22312;&#21557;&#26550;&#65292;&#32769;&#20808;&#29983;&#25343;&#20986;&#20102;&#19968;&#25226;&#26538;&#24656;&#21523;&#32769;&#22826;&#22826;&#65292;&#21518;&#26469;&#21448;&#25187;&#21160;&#20102;&#25203;&#26426;&#65292;&#20294;&#26159;&#23376;&#24377;&#27809;&#26377;&#25171;&#20013;&#32769;&#22826;<wbr>&#22826;&#65292;&#32780;&#26159;&#20174;&#31383;&#25143;&#39134;&#20102;&#20986;&#21435;&#20987;&#20013;&#20102;&#32599;&#32435;&#24503;&middot;&#22885;&#26222;&#26031;&#12290;</wbr></wbr></p>
<p>&#26681;&#25454;&#27861;&#24459;&#65292;&#19968;&#20010;&#20154;&#22914;&#26524;&#24819;&#26432;&#30002;&#65292;&#21364;&#38169;&#26432;&#20102;&#20057;&#65292;&#37027;&#20040;&#20173;&#28982;&#24212;&#35813;&#21028;&#36825;<wbr>&#20010;&#20154;&#23545;&#20057;&#29359;&#20102;&#26432;&#20154;&#32618;&#12290;&#22240;&#27492;&#65292;&#27492;&#26696;&#24212;&#35813;&#26159;&#19968;&#26729;&#20982;&#26432;&#26696;&#12290;</wbr></p>
<p>&#24403;&#32769;&#20808;&#29983;&#38754;&#20020;&#26432;&#20154;&#32618;&#30340;&#25351;&#25511;&#26102;&#65292;&#32769;&#20808;&#29983;&#21644;&#32769;&#22826;&#22826;&#37117;&#19968;&#33268;&#34920;&#31034;<wbr>&#65292;&#20182;&#20204;&#20457;&#24403;&#26102;&#37117;&#20197;&#20026;&#26538;&#37324;&#38754;&#26159;&#27809;&#26377;&#23376;&#24377;&#30340;&#12290;&#32769;&#20808;&#29983;&#35299;&#37322;&#35828;&#65292;&#29992;&#27809;&#26377;&#35013;&#23376;&#24377;&#30340;&#26538;&#24656;&#21523;&#32769;&#22826;&#22826;&#65292;&#26159;&#20182;&#35768;&#22810;&#24180;&#20197;&#26469;&#19982; &#32769;&#20276;&#20105;&#21557;&#26102;&#19968;&#30452;&#26377;&#30340;&#19968;&#31181;&#20570;&#27861;&#12290;&#20182;&#27809;&#26377;&#26432;&#23475;&#32769;&#20276;&#30340;&#24847;&#22270;&#12290;&#22914;&#26524;&#32769;&#20004;&#21475;&#30340;&#35805;&#23646;&#23454;&#65292;&#37027;&#20040;&#36825;&#23601;&#26159;&#19968;&#36215;&#35823;&#26432;&#30340;&#26696;&#23376;&#12290;</wbr></p>
<p>&#38382;&#39064;<wbr>&#30340;&#20851;&#38190;&#23601;&#26159;&#23376;&#24377;&#26159;&#22312;&#20160;&#20040;&#26679;&#30340;&#24773;&#20917;&#19979;&#30001;&#20160;&#20040;&#20154;&#35013;&#36827;&#21435;&#30340;&#12290;&#35686;&#26041;&#22312;&#35843;&#26597;&#20013;&#25214;&#21040;&#20102;&#19968;&#21517;&#35777;&#20154;&#65292;&#36825;&#21517;&#35777;&#20154;&#35777;&#26126;&#22312;&#26696;&#21457;&#20845;&#21608;<wbr>&#20043;&#21069;&#20146;&#30524;&#30475;&#21040;&#36825;&#23545;&#32769;&#22827;&#22971;&#30340;&#20799;&#23376;&#24448;&#36825;&#25226;&#26538;&#37324;&#38754;&#35013;&#20102;&#23376;&#24377;&#12290;&#35686;&#26041;&#20174;&#26356;&#28145;&#20837;&#30340;&#35843;&#26597;&#20013;&#24471;&#30693;&#65292;&#22240;&#20026;&#32769;&#22826;&#22826;&#20915;&#23450;&#20572;&#27490;&#32473;&#25104;&#24180;<wbr>&#30340;&#20799;&#23376;&#32463;&#27982;&#25903;&#25345;&#65292;&#36825;&#20010;&#20799;&#23376;&#24576;&#24680;&#22312;&#24515;&#65292;&#36215;&#20102;&#26432;&#24847;&#12290;&#20182;&#30693;&#36947;&#20182;&#30340;&#29238;&#20146;&#26377;&#29992;&#26538;&#24656;&#21523;&#32769;&#22826;&#22826;&#30340;&#20064;&#24815;&#65292;&#25152;&#20197;&#23601;&#32473;&#26538;&#35013;&#20102;&#23376;&#24377;<wbr>&#65292;&#24076;&#26395;&#20511;&#29238;&#20146;&#20043;&#25163;&#26432;&#20102;&#27597;&#20146;&#12290;</wbr></wbr></wbr></wbr></p>
<p>&#26082;&#28982;&#36825;&#20010;&#20799;&#23376;&#26126;&#30693;&#32473;&#26538;&#35013;&#23376;&#24377;&#20250;&#26377;&#20160;&#20040;&#26679;&#30340;&#21518;&#26524;&#65292;&#37027;&#20040;&#21363;&#20351;&#20182;&#27809;&#26377;&#20146;&#33258;&#25187;&#21160;&#25203;&#26426;&#65292;&#20182;<wbr>&#20063;&#24212;&#35813;&#34987;&#25351;&#25511;&#29359;&#20102;&#26432;&#20154;&#32618;&#12290;</wbr></p>
<p>&#25152;&#20197;&#65292;&#27492;&#26696;&#23601;&#25104;&#20102; &#32769;&#22827;&#22971;&#30340;&#20799;&#23376;&#23545;&#32599;&#32435;&#24503;&middot;&#22885;&#26222;&#26031;&#29359;&#19979;&#20102;&#26432;&#20154;&#32618;&#12290;</p>
<p>&#20294;&#26159;&#65292;&#23792;&#22238;&#36335;&#36716;&#65292;&#35686;&#26041;&#22312;&#36827;&#19968;&#27493;&#35843;&#26597;&#21518;&#21457;&#29616;&#65292;&#36825;&#23545;&#32769;&#22827;&#22971;&#30340;&#20799;&#23376;&#20854;<wbr>&#23454;&#23601;&#26159;&#27515;&#32773;&#32599;&#32435;&#24503;&middot;&#22885;&#26222;&#26031;&#26412;&#20154;&#12290;</wbr></p>
<p>&#20182;&#30001;&#20110;&#20511;&#20992;&#26432;&#20154;&#20043;&#35745;&#19968;&#30452;&#27809;&#26377;&#24471;&#36894;&#65292;&#24515;&#29983;&#27822;&#20007;&#65292;&#20110;&#26159;&#65292;&#22312;1994&#24180;3&#26376;23&#26085;<wbr>&#36825;&#19968;&#22825;&#20182;&#20915;&#23450;&#20174;&#21313;&#23618;&#39640;&#30340;&#27004;&#39030;&#36339;&#27004;&#33258;&#26432;&#65292;&#28982;&#32780;&#21364;&#34987;&#20174;&#20061;&#27004;&#31383;&#25143;&#23556;&#20986;&#30340;&#23376;&#24377;&#25171;&#27515;&#20102;&#12290;</wbr></p>
<p>&#20063;&#23601;&#26159;&#35828;&#65292;&#32599;&#32435;&#24503;&middot;&#22885;&#26222;&#26031;&#33258;&#24049;<wbr>&#26432;&#20102;&#33258;&#24049;&#65292;&#25152;&#20197;&#27492;&#26696;&#26368;&#21518;&#20173;&#34987;&#35748;&#23450;&#20026;&#26159;&#19968;&#26729;&#33258;&#26432;&#26696;&#12290;</wbr></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/plus/" rel="tag">Plus</a> on <a href="http://log.SunnyBoy.Me/2011/10/03/12703/" title="8:47 PM" rel="bookmark"><time class="entry-date" datetime="2011-10-03T20:47:39+00:00">2011/10/03</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12690" class="post-12690 post type-post status-publish format-standard hentry category-others tag-tubefavourite"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/09/27/12690/" rel="bookmark">Jay Chou</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/09/27/12690/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>Jay Chou Music Video</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/tubefavourite/" rel="tag">TubeFavourite</a> on <a href="http://log.SunnyBoy.Me/2011/09/27/12690/" title="10:38 PM" rel="bookmark"><time class="entry-date" datetime="2011-09-27T22:38:25+00:00">2011/09/27</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12689" class="post-12689 post type-post status-publish format-standard hentry category-others tag-tubefavourite"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/09/27/12689/" rel="bookmark">Zhou Jie Lun Jay Chou</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/09/27/12689/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>Jay Chou&rsquo;s Qi Li Xiang MTV</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/tubefavourite/" rel="tag">TubeFavourite</a> on <a href="http://log.SunnyBoy.Me/2011/09/27/12689/" title="10:38 PM" rel="bookmark"><time class="entry-date" datetime="2011-09-27T22:38:23+00:00">2011/09/27</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12688" class="post-12688 post type-post status-publish format-standard hentry category-others tag-tubefavourite"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/09/27/12688/" rel="bookmark">~JAY CHOU&rsquo;S FeArLeSs &#38669;&#20803;&#30002;~</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/09/27/12688/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#38669;&#20803;&#30002;<br>~1 WoRd DiAo for tis MV~<br>watch it urself&hellip; i dun 1 2 chat more</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/tubefavourite/" rel="tag">TubeFavourite</a> on <a href="http://log.SunnyBoy.Me/2011/09/27/12688/" title="10:38 PM" rel="bookmark"><time class="entry-date" datetime="2011-09-27T22:38:21+00:00">2011/09/27</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav id="nav-below" class="navigation" role="navigation"><h3 class="assistive-text">Post navigation</h3>
			<div class="nav-previous"><a href="http://log.SunnyBoy.Me/category/others/page/16/"><span class="meta-nav">&larr;</span> Older posts</a></div>
			<div class="nav-next"><a href="http://log.SunnyBoy.Me/category/others/page/14/">Newer posts <span class="meta-nav">&rarr;</span></a></div>
		</nav><!-- .navigation --></div><!-- #content -->
	</section><!-- #primary --><div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>May 2016</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2015/12/">&laquo; Dec</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next" class="pad">&nbsp;</td>
	</tr></tfoot><tbody><tr><td colspan="6" class="pad">&nbsp;</td><td>1</td>
	</tr><tr><td>2</td><td>3</td><td><a href="http://log.SunnyBoy.Me/2016/05/04/" aria-label="Posts published on May 4, 2016">4</a></td><td>5</td><td id="today">6</td><td>7</td><td>8</td>
	</tr><tr><td>9</td><td>10</td><td>11</td><td>12</td><td>13</td><td>14</td><td>15</td>
	</tr><tr><td>16</td><td>17</td><td>18</td><td>19</td><td>20</td><td>21</td><td>22</td>
	</tr><tr><td>23</td><td>24</td><td>25</td><td>26</td><td>27</td><td>28</td><td>29</td>
	</tr><tr><td>30</td><td>31</td>
		<td class="pad" colspan="5">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1 current-cat"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
