<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#35760;&#24518;&#20256;&#25215;&#65292;&#20449;&#24687;&#27704;&#29983;&#65288;&#22235;&#65289; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#35760;&#24518;&#20256;&#25215;&#65292;&#20449;&#24687;&#27704;&#29983;&#65288;&#22235;&#65289; Comments Feed" href="http://log.SunnyBoy.Me/2011/03/05/8355/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="Libya Finds New Way To Cut Off Internet" href="http://log.SunnyBoy.Me/2011/03/05/8354/"><link rel="next" title="&#20113;&#20013;&#30340;&#20114;&#25488;&ndash;HP vesus Cisco" href="http://log.SunnyBoy.Me/2011/03/05/8356/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/03/05/8355/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=8355"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F03%2F05%2F8355%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F03%2F05%2F8355%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-8355 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-8355" class="post-8355 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#35760;&#24518;&#20256;&#25215;&#65292;&#20449;&#24687;&#27704;&#29983;&#65288;&#22235;&#65289;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/05/8355/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p></p>
<p><em>&ldquo;&#32455;&#24067;&#26426;&#21578;&#35785;&#25105;&#20204;&#30446;&#26631;&#65292;&#36825;&#26159;&#21629;&#36816;&#12290;&rdquo;</em></p>
<p><em>&mdash;&mdash;&#12298;&#21050;&#23458;&#32852;&#30431;&#12299;&#65292;2008</em></p>
<p><em></em></p>
<p><a href="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/f518a_6565408-md.jpg"><img class="alignleft size-full wp-image-51081" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/f518a_6565408-md.jpg" alt="" width="235" height="224"></a>1715&#24180;&#65292;&#26361;&#38673;&#22312;&#21335;&#20140;&#20986;&#29983;&#12290;&#36825;&#20010;&#23401;&#23376;&#33258;&#28982;&#19981;&#20250;&#39044;&#26009;&#21040;&#20182;&#23558;&#20250;&#20197;&#19968;&#37096;&#23567;&#35828;&#32780;&#21517;&#30041;&#21518;&#19990;&#65292;&#20063;&#19981;&#30693;&#36947;&#23478;&#26063;&#19990;&#20195;&#32463;&#33829;&#30340;&#20107;&#19994;&#27491;&#22914;&#22805;&#38451;&#33324;&#22368;&#19979;&#12290;&#24403;&#26102;&#30340;&#27743;&#23425;&#32455;&#36896;&#24050;&#30001;&#26361;&#27663;&#23478;&#26063;&#25191;&#25484;&#20102;&#20116;&#21313;&#24180;&#65292;&#36758;&#19979;&#20116;&#19975;&#20313;&#21517;&#32455;&#24037;&#32487;&#32493;&#29992;&#27969;&#20256;&#20102;&#25968;&#30334;&#24180;&#30340;&#25216;&#26415;&#32455;&#20986;&#20113;&#38182;&#65292;&#36825;&#31181;&#28799;&#22914;&#20113;&#38686;&#30340;&#38182;&#32526;&#21482;&#20379;&#30343;&#23478;&#20351;&#29992;&#65307;&#32780;&#32455;&#24037;&#20204;&#25353;&#29031;&#20256;&#32479;&#25361;&#33457;&#32467;&#26412;&#65292;&#25226;&#22797;&#26434;&#30340;&#32455;&#29289;&#33457;&#32441;&#36716;&#25104;&#19968;&#20018;&#29992;&#32447;&#23384;&#20648;&#30340;&#20108;&#36827;&#21046;&#20195;&#30721;&#65292;&#20877;&#20381;&#29031;&#36825;&#20123;&#20195;&#30721;&#65292;&#32455;&#20986;&#40857;&#34957;&#22918;&#33457;&#12290;</p>
<p>&#22312;&#32455;&#24067;&#26426;&#19978;&#65292;&#39044;&#20808;&#22266;&#23450;&#22909;&#30340;&#31446;&#32447;&#26159;&#32463;&#32447;&#65292;&#32780;&#29992;&#32455;&#26797;&#20174;&#20013;&#31359;&#36807;&#30340;&#21017;&#26159;&#32428;&#32447;&#12290;&#32428;&#32447;&#20174;&#32463;&#32447;&#19978;&#26041;&#36824;&#26159;&#19979;&#26041;&#31359;&#36807;&#65292;&#23601;&#20915;&#23450;&#20102;&#32455;&#29289;&#30340;&#33457;&#32441;&#12290;&#32321;&#22797;&#30340;&#33457;&#32441;&#38656;&#35201;&#22810;&#31181;&#39068;&#33394;&#30340;&#19997;&#32447;&#65292;&#26356;&#38656;&#35201;&#20934;&#30830;&#26080;&#35823;&#30340;&#25805;&#20316;&#12290;&#32780;&#21333;&#20973;&#20154;&#33041;&#26469;&#35760;&#24518;&#20960;&#21313;&#31181;&#39068;&#33394;&#30340;&#32428;&#32447;&#24212;&#35813;&#22914;&#20309;&#31359;&#36807;&#32463;&#32447;&#65292;&#26080;&#30097;&#26159;&#19981;&#21487;&#33021;&#30340;&#20219;&#21153;&#12290;</p>
<p>&#25152;&#20197;&#26089;&#26399;&#30340;&#32455;&#21280;&#20204;&#21046;&#20986;&#20102;&#22270;&#32440;&mdash;&mdash;&#32467;&#26412;&#12290;&#20570;&#20026;&#32440;&#19978;&#33457;&#26679;&#21644;&#32455;&#20986;&#38182;&#32526;&#30340;&#20013;&#38388;&#27493;&#39588;&#65292;&#36825;&#20123;&#25171;&#20102;&#32467;&#30340;&#32447;&#26465;&#20250;&#21578;&#35785;&#32455;&#24037;&#65292;&#27599;&#31181;&#32428;&#32447;&#31359;&#36807;&#26102;&#32463;&#32447;&#24212;&#24403;&#25552;&#36215;&#36824;&#26159;&#27785;&#19979;&#12290;&#37197;&#21512;&#21475;&#35776;&#65292;&#32455;&#21280;&#20204;&#21487;&#20197;&#23613;&#21487;&#33021;&#22320;&#25552;&#39640;&#25928;&#29575;&#12290;</p>
<p>&#21313;&#20116;&#19990;&#32426;&#65292;&#21335;&#20140;&#20113;&#38182;&#33402;&#20154;&#21046;&#36896;&#20986;&#20102;&#20113;&#38182;&#22918;&#33457;&#29615;&#24418;&#33457;&#26412;&#22823;&#33457;&#27004;&#32455;&#26426;&#12290;&#36825;&#31181;&#24222;&#22823;&#30340;&#25552;&#33457;&#26426;&#39640;&#36798;&#22235;&#31859;&#65292;&#38656;&#35201;&#20004;&#20010;&#20154;&#37197;&#21512;&#25805;&#20316;&#65292;&#27004;&#19978;&#30340;&#25341;&#33457;&#24037;&#21809;&#20986;&#21475;&#35776;&#25552;&#21319;&#32463;&#32447;&#65292;&#27004;&#19979;&#30340;&#32455;&#25163;&#26681;&#25454;&#25552;&#36215;&#30340;&#32463;&#32447;&#65292;&#25237;&#26797;&#25171;&#32428;&#22918;&#37329;&#25975;&#24425;&#12290;&#22823;&#33457;&#27004;&#32455;&#26426;&#20877;&#27809;&#26377;&#36807;&#22826;&#22823;&#30340;&#21464;&#21270;&#65292;&#21487;&#20197;&#35748;&#20026;&#24050;&#32463;&#36798;&#21040;&#20102;&#20154;&#24037;&#32455;&#38182;&#30340;&#25928;&#29575;&#26497;&#38480;&mdash;&mdash;&#28982;&#32780;&#65292;&#36825;&#20063;&#19981;&#36807;&#24847;&#21619;&#30528;&#27599;&#22825;&#21482;&#33021;&#20135;&#20986;&#20960;&#21400;&#31859;&#30340;&#25104;&#21697;&#32780;&#24050;&#12290;</p>
<p><img class="alignnone" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/7a81c_11022514011f437d6082fe0d36.jpg" alt="" width="560" height="372"></p>
<p>&#23544;&#38182;&#23544;&#37329;&#65292;&#35828;&#30340;&#23601;&#26159;&#36825;&#31181;&#24773;&#24418;&#12290;&#25152;&#20197;&#20803;&#26126;&#28165;&#19977;&#20195;&#65292;&#37117;&#35774;&#32622;&#20102;&#27743;&#23425;&#32455;&#36896;&#20197;&#20379;&#24212;&#23467;&#38385;&#20043;&#20869;&#30340;&#38182;&#32526;&#38656;&#27714;&#65292;&#24418;&#25104;&#20102;&#23481;&#32435;&#25968;&#21313;&#19975;&#20154;&#30340;&#20135;&#19994;&#12290;&#21040;&#20102;&#26361;&#38634;&#33465;&#20986;&#29983;&#30340;&#24247;&#29081;&#20094;&#38534;&#24180;&#38388;&#65292;&#27491;&#26159;&#20113;&#38182;&#30340;&#40718;&#30427;&#26102;&#26399;&#65292;&#31206;&#28142;&#27827;&#30036;&#32455;&#25143;&#20113;&#38598;&#65292;&#26426;&#26492;&#22768;&#24443;&#22812;&#19981;&#32477;&#12290;</p>
<p>&#21313;&#20108;&#24180;&#21518;&#30340;&#38605;&#27491;&#21021;&#24180;&#65292;&#26361;&#23478;&#34987;&#38761;&#32844;&#25220;&#23478;&#32780;&#27809;&#33853;&#65292;&#32780;&#25552;&#33457;&#26426;&#20381;&#28982;&#19981;&#32039;&#19981;&#24930;&#22320;&#21799;&#21799;&#20316;&#21709;&#12290;&#27492;&#26102;&#65292;&#22312;&#36965;&#36828;&#30340;&#27861;&#22269;&#65292;&#24050;&#32463;&#26377;&#20154;&#24320;&#21457;&#20986;&#20102;&#26356;&#26041;&#20415;&#30340;&#25552;&#33457;&#26426;&#65292;&#21482;&#38656;&#20877;&#36807;&#19968;&#20010;&#19990;&#32426;&#65292;&#32455;&#33457;&#38182;&#32526;&#23601;&#19981;&#20877;&#26159;&#22882;&#20360;&#21697;&#12290;&#25552;&#33457;&#26426;&#23398;&#20250;&#20102;&#35748;&#20986;&#32441;&#26679;&#65292;&#38752;&#20154;&#24037;&#35760;&#24518;&#30340;&#21475;&#35776;&#20063;&#22833;&#21435;&#20102;&#29992;&#27494;&#20043;&#22320;&#12290;</p>
<p>&#27431;&#27954;&#28216;&#21382;&#21644;&#23398;&#24466;&#30340;&#20256;&#32479;&#65292;&#36896;&#23601;&#20102;&#35768;&#22810;&#22478;&#24066;&#29420;&#29305;&#30340;&#25903;&#26609;&#20135;&#19994;&#65292;&#20363;&#22914;&#23041;&#23612;&#26031;&#30340;&#29627;&#29827;&#19994;&#21644;&#27861;&#22269;&#37324;&#26114;&#30340;&#19997;&#32455;&#19994;&#12290;1725&#24180;&#65292;&#37324;&#26114;&#30340;&#32455;&#21280;&#40065;&#20462;&#20570;&#20986;&#20102;&#24320;&#25299;&#24615;&#30340;&#21457;&#26126;&#65306;&#20182;&#29992;&#25171;&#23380;&#32440;&#24102;&#25511;&#21046;&#32463;&#32447;&#30340;&#25552;&#36215;&#21644;&#25918;&#19979;&#65292;&#20174;&#32780;&#35753;&#32455;&#20986;&#33457;&#26679;&#25104;&#20026;&#20102;&#19968;&#31181;&#21322;&#33258;&#21160;&#30340;&#24037;&#20316;&#12290;</p>
<p>&#20570;&#20026;&#19968;&#20010;&#20048;&#22120;&#24037;&#20154;&#30340;&#20799;&#23376;&#65292;&#40065;&#20462;&#25226;&#23478;&#23398;&#21644;&#33258;&#24049;&#30340;&#24037;&#20316;&#32467;&#21512;&#24471;&#24456;&#22909;&#12290;&#28982;&#32780;&#65292;&#26580;&#36719;&#30340;&#25171;&#23380;&#32440;&#24102;&#19981;&#33021;&#32455;&#20986;&#22826;&#23485;&#30340;&#32455;&#29289;&#65292;&#36825;&#26159;&#23427;&#30340;&#33268;&#21629;&#20260;&#20043;&#19968;&#65307;&#32780;&#32440;&#24102;&#20381;&#28982;&#38656;&#35201;&#26377;&#20154;&#29031;&#30475;&#65292;&#27599;&#31359;&#36807;&#19968;&#27425;&#32428;&#32447;&#65292;&#32440;&#24102;&#23601;&#38656;&#35201;&#21521;&#19979;&#31227;&#21160;&#19968;&#26684;&#12290;&#40065;&#20462;&#25552;&#33457;&#26426;&#30340;&#26368;&#22823;&#36129;&#29486;&#65292;&#22312;&#20110;&#23454;&#29616;&#20102;&#33457;&#32441;&#30340;&#20108;&#36827;&#21046;&#23384;&#20648;&mdash;&mdash;&#20197;&#26426;&#22120;&#33021;&#22815;&#35782;&#21035;&#30340;&#26041;&#24335;&#12290;<strong>&#21382;&#21490;&#19978;&#31532;&#19968;&#27425;&#65292;&#26426;&#22120;&#33021;&#22815;&#35835;&#20986;&#23384;&#20648;&#20171;&#36136;&#20013;&#30340;&#20869;&#23481;&#65292;&#24182;&#19988;&#29031;&#20854;&#34892;&#20107;&#12290;</strong></p>
<p>&#19977;&#24180;&#21518;&#65292;&#40065;&#20462;&#30340;&#21512;&#20316;&#32773;&#37096;&#20998;&#22320;&#35299;&#20915;&#20102;&#36825;&#31181;&#25552;&#33457;&#26426;&#30340;&#38382;&#39064;&#65306;&#20182;&#29992;&#25171;&#23380;&#30340;&#30828;&#21345;&#29255;&#21462;&#20195;&#32440;&#24102;&#65292;&#27599;&#29255;&#21345;&#29255;&#19978;&#35760;&#24405;&#20960;&#34892;&#32441;&#26679;&#20869;&#23481;&#65292;&#28982;&#21518;&#23558;&#36825;&#20123;&#21345;&#29255;&#36830;&#25509;&#36215;&#26469;&#65292;&#26500;&#25104;&#19968;&#20010;&#22823;&#29615;&#12290;&#36825;&#26679;&#23601;&#33021;&#22815;&#32455;&#20986;&#26356;&#22823;&#30340;&#24133;&#38754;&#65292;&#20063;&#33021;&#20813;&#38500;&#22312;&#24490;&#29615;&#30340;&#32441;&#26679;&#20013;&#26356;&#25442;&#32440;&#24102;&#30340;&#24037;&#20316;&#12290;&#21448;&#36807;&#20102;&#23558;&#36817;&#20108;&#21313;&#24180;&#65292;&#21457;&#26126;&#23478;&#27779;&#24247;&#26494;&#21046;&#36896;&#20986;&#33021;&#38543;&#30528;&#32455;&#29289;&#30340;&#36827;&#31243;&#32780;&#33258;&#21160;&#36827;&#21160;&#30340;&#32440;&#21345;&#36755;&#36865;&#35013;&#32622;&#65292;&#36827;&#32780;&#38761;&#26032;&#20102;&#32442;&#32455;&#24037;&#19994;&#65292;&#20840;&#33258;&#21160;&#25552;&#33457;&#26426;&#23601;&#27492;&#35806;&#29983;&#12290;</p>
<p>&#34429;&#28982;&#27779;&#24247;&#26494;&#30340;&#25552;&#33457;&#26426;&#36824;&#26377;&#20123;&#32570;&#38519;&#65292;&#20294;&#26159;&#30340;&#30830;&#33021;&#22815;&#25552;&#39640;&#32442;&#32455;&#30340;&#36895;&#24230;&#12290;&#28982;&#32780;&#65292;&#36814;&#25509;&#36825;&#20301;&#21457;&#26126;&#23478;&#30340;&#65292;&#21364;&#26159;&#22833;&#19994;&#30340;&#32442;&#32455;&#24037;&#20154;&#36814;&#38754;&#25172;&#26469;&#30340;&#30707;&#22836;&#12290;&#26426;&#22120;&#25250;&#22842;&#20102;&#20154;&#20204;&#30340;&#24037;&#20316;&#65292;&#20154;&#20204;&#23601;&#25226;&#24616;&#27668;&#25746;&#22312;&#26426;&#22120;&#30340;&#21457;&#26126;&#32773;&#36523;&#19978;&mdash;&mdash;&#36825;&#22312;&#37027;&#20010;&#36164;&#26412;&#20027;&#20041;&#21457;&#23637;&#19981;&#20037;&#30340;&#26102;&#26399;&#65292;&#21313;&#20998;&#24120;&#35265;&#12290;</p>
<p>&#32442;&#32455;&#24037;&#20154;&#30340;&#24594;&#27668;&#24182;&#27809;&#26377;&#38459;&#25377;&#25552;&#33457;&#26426;&#21457;&#23637;&#30340;&#36827;&#31243;&#12290;1805&#24180;&#24038;&#21491;&#65292;&#27861;&#22269;&#20154;&#38597;&#21345;&#23572;&#32456;&#20110;&#21457;&#26126;&#20102;&#22570;&#31216;&#23436;&#32654;&#30340;&#25552;&#33457;&#26426;&#65292;&#21487;&#20197;&#29992;&#25171;&#23380;&#32440;&#21345;&#25511;&#21046;&#33457;&#32441;&#65292;&#23436;&#20840;&#33258;&#21160;&#65292;&#32780;&#19988;&#25928;&#29575;&#26159;&#20043;&#21069;&#30340;&#20108;&#21313;&#20116;&#20493;&#65292;&#23601;&#20687;&#19968;&#21488;&#35745;&#31639;&#26426;&#19968;&#33324;&#12290;&#24403;&#26102;&#30340;&#27861;&#22269;&#30343;&#24093;&#25343;&#30772;&#20177;&#19987;&#31243;&#26469;&#21442;&#35266;&#36825;&#21488;&#26426;&#22120;&#65292;&#36192;&#19982;&#38597;&#21345;&#23572;&#32456;&#36523;&#22870;&#37329;&#65292;&#36824;&#20801;&#35768;&#20182;&#20174;&#27599;&#21488;&#21334;&#20986;&#30340;&#25552;&#33457;&#26426;&#20013;&#25552;&#21462;&#20116;&#21313;&#27861;&#37070;&#12290;&#20165;&#20165;&#36807;&#20102;&#20960;&#24180;&#65292;&#27431;&#27954;&#23601;&#26377;&#20102;&#19968;&#19975;&#20313;&#21488;&#38597;&#21345;&#23572;&#25552;&#33457;&#26426;&#12290;</p>
<p><img class="alignnone" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/bee4c_110225135618b79f828a62fbc0.jpg" alt="" width="602" height="899"></p>
<p>&#38597;&#21345;&#23572;&#25552;&#33457;&#26426;&#65292;&#21487;&#20197;&#31639;&#26159;&#29616;&#20195;&#35745;&#31639;&#26426;&#30340;&#36215;&#28304;&#20043;&#19968;&#12290;&#20960;&#21313;&#24180;&#21518;&#65292;&#19990;&#30028;&#19978;&#31532;&#19968;&#20301;&#31243;&#24207;&#21592;&mdash;&mdash;&#19968;&#20301;&#22899;&#24615;&mdash;&mdash;&#35878;&#36874;&#22320;&#25226;&#31532;&#19968;&#21488;&#21487;&#32534;&#31243;&#25968;&#23383;&#35745;&#31639;&#26426;&#19982;&#38597;&#21345;&#23572;&#25552;&#33457;&#26426;&#30456;&#27604;&#65292;&#32780;&#36825;&#20301;&#22899;&#31243;&#24207;&#21592;&#65292;&#27491;&#26159;&#35799;&#20154;&#25308;&#20262;&#30340;&#22899;&#20799;&#12290;</p>
<p><!--  --></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/05/8355/" title="10:29 AM" rel="bookmark"><time class="entry-date" datetime="2011-03-05T10:29:32+00:00">2011/03/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/03/05/8354/" rel="prev"><span class="meta-nav">&larr;</span> Libya Finds New Way To Cut Off Internet</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/03/05/8356/" rel="next">&#20113;&#20013;&#30340;&#20114;&#25488;&ndash;HP vesus Cisco <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/03/05/8355/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="8355" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="179103bc95"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="203"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>March 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/02/">&laquo; Feb</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/04/">Apr &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="1" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/03/01/" aria-label="Posts published on March 1, 2011">1</a></td><td>2</td><td><a href="http://log.SunnyBoy.Me/2011/03/03/" aria-label="Posts published on March 3, 2011">3</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/04/" aria-label="Posts published on March 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/05/" aria-label="Posts published on March 5, 2011">5</a></td><td>6</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/07/" aria-label="Posts published on March 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/08/" aria-label="Posts published on March 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/09/" aria-label="Posts published on March 9, 2011">9</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/10/" aria-label="Posts published on March 10, 2011">10</a></td><td>11</td><td><a href="http://log.SunnyBoy.Me/2011/03/12/" aria-label="Posts published on March 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/13/" aria-label="Posts published on March 13, 2011">13</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/14/" aria-label="Posts published on March 14, 2011">14</a></td><td>15</td><td><a href="http://log.SunnyBoy.Me/2011/03/16/" aria-label="Posts published on March 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/17/" aria-label="Posts published on March 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/18/" aria-label="Posts published on March 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/19/" aria-label="Posts published on March 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/20/" aria-label="Posts published on March 20, 2011">20</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/21/" aria-label="Posts published on March 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/22/" aria-label="Posts published on March 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/23/" aria-label="Posts published on March 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/24/" aria-label="Posts published on March 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/25/" aria-label="Posts published on March 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/26/" aria-label="Posts published on March 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/27/" aria-label="Posts published on March 27, 2011">27</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/28/" aria-label="Posts published on March 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/29/" aria-label="Posts published on March 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/30/" aria-label="Posts published on March 30, 2011">30</a></td><td>31</td>
		<td class="pad" colspan="3">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
