<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>Others | Sunny Blog | Page 8</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Others Tag Feed" href="http://log.SunnyBoy.Me/tag/others/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="archive paged tag tag-others tag-78 paged-8 tag-paged-8 custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<section id="primary" class="site-content"><div id="content" role="main">

					<header class="archive-header"><h1 class="archive-title">Tag Archives: <span>Others</span></h1>

						</header><!-- .archive-header --><article id="post-12721" class="post-12721 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/07/12721/" rel="bookmark">&#26446;&#24320;&#22797;&#65306;&#20013;&#22269;&#31532;&#22235;&#27874;&#21019;&#19994;&#28010;&#28526;&#26469;&#20020;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/07/12721/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>					<!--  : begin --></p>
<p>					<!--  : end --></p>
<p>					<!--  begin --></p>
<p>		<span class="img_descr">&#12288;&#12288;&#26446;&#24320;&#22797;&#65288;1961&#24180;12&#26376;3&#26085;&#29983;&#65289;&#26159;&#19968;&#20301;&#20449;&#24687;&#20135;&#19994;&#30340;&#25191;&#34892;&#23448;&#21644;&#35745;&#31639;&#26426;&#31185;&#23398;&#30340;&#30740;&#31350;&#32773;&#12290;1998&#24180;&#65292;&#26446;&#24320;&#22797;&#21152;&#30431;&#24494;&#36719;&#20844;&#21496;&#65292;&#24182;&#38543;&#21518;&#21019;&#31435;&#20102;&#24494;&#36719;&#20013;&#22269;&#30740;&#31350;&#38498;&#65288;&#29616;&#24494;&#36719;&#20122;&#27954;&#30740;&#31350;&#38498;&#65289;&#12290;2005&#24180;7&#26376;20&#26085;&#21152;&#20837;&#35895;&#27468;&#20844;&#21496;&#65292;&#24182;&#25285;&#20219;&#35895;&#27468;&#20840;&#29699;&#21103;&#24635;&#35009;&#20860;&#20013;&#22269;&#21306;&#24635;&#35009;&#19968;&#32844;&#12290;2009&#24180;9&#26376;4&#26085;&#65292;&#23459;&#24067;&#31163;&#32844;&#24182;&#21019;&#21150;&#21019;&#26032;&#24037;&#22330;&#20219;&#33891;&#20107;&#38271;&#31293;/span<br></span></p>
<p>					<!--  end --></p>
<p>					<!--  begin --><br><!--  --></p>
<p>						<!-- publish_helper name='' p_id='2' t_id='1' d_id='6142525' f_id='2' --></p>
<p><span>&#12288;&#12288;&#28436;&#35762;&#20154;&#65306;&#26446;&#24320;&#22797;</span></p>
<p><span>&#12288;&#12288;&#26102;&#38388;&#65306;9&#26376;26&#26085;</span></p>
<p><span>&#12288;&#12288;&#22320;&#28857;&#65306;&#21271;&#20140;&#22823;&#23398;&#31179;&#26519;&#25253;&#21578;&#21381;</span></p>
<p><strong>&#12288;&#12288;&#20013;&#22269;&#21019;&#19994;&#30340;&#22235;&#27874;&#28010;&#28526;</strong></p>
<p>&#12288;&#12288;&#31532;&#19968;&#27874;&#28010;&#28526;&#30340;&#20027;&#35201;&#21019;&#19994;&#32773;&#26159;&#31038;&#20250;&#30456;&#23545;&#36793;&#32536;&#30340;&#20154;&#65307;&#31532;&#20108;&#27874;&#26159;&#20174;&#20307;&#21046;&#20869;&ldquo;&#19979;&#28023;&rdquo;&#30340;&#20154;&#65307;&#31532;&#19977;&#27874;&#21019;&#19994;&#32773;&#20013;&#33609;&#26681;&#23621;&#22810;&#65307;&#31532;&#22235;&#27874;&#19981;&#20294;&#25317;&#26377;&#25216;&#26415;&#65292;&#32780;&#19988;&#24448;&#24448;&#26159;IT&#31934;&#33521;&#12290;</p>
<p>&#12288;&#12288;&#20170;&#22825;&#65292;&#25105;&#23398;&#20102;&#19968;&#20010;&#35789;&#65292;&#21483;&#20316;&ldquo;&#20498;&#29239;&rdquo;&#65292;&#25684;&#20498;&#30340;&ldquo;&#20498;&rdquo;&#65292;&#29239;&#29239;&#22902;&#22902;&#30340;&ldquo;&#29239;&rdquo;&#12290;</p>
<p>&#12288;&#12288;&ldquo;&#20498;&#29239;&rdquo;&#23601;&#26159;&#20197;&#22320;&#26041;&#24046;&#20215;&#36186;&#38065;&#30340;&#20154;&#65292;&#20182;&#20204;&#20174;&#19968;&#20010;&#22478;&#24066;&#21040;&#21478;&#22806;&#19968;&#20010;&#22478;&#24066;&#65292;&#20197;&#20302;&#20215;&#21830;&#21697;&#20080;&#36827;&#12289;&#39640;&#20215;&#21334;&#20986;&#30340;&#20154;&#12290;</p>
<p>&#12288;&#12288;&#20174;&#25913;&#38761;&#24320;&#25918;&#24320;&#22987;&#33267;&#20170;&#65292;&#20013;&#22269;&#30340;&#21019;&#19994;&#28010;&#28526;&#19968;&#27874;&#25509;&#30528;&#19968;&#27874;&#12290;&ldquo;&#20498;&#29239;&rdquo;&#23601;&#26159;&#20013;&#22269;&#25913;&#38761;&#24320;&#25918;&#21518;&#30340;&#31532;&#19968;&#27874;&#21019;&#19994;&#32773;&#12290;&#36825;&#20123;&ldquo;&#20498;&#29239;&rdquo;&#21487;&#20197;&#35828;&#26159;&#24341;&#39046;&#20102;&#24403;&#26102;&#30340;&#20013;&#22269;&#21019;&#19994;&#28010;&#28526;&#12290;&#36825;&#35805;&#20170;&#22825;&#21548;&#36215;&#26469;&#65292;&#35753;&#20154;&#35273;&#24471;&#25391;&#22859;&#12290;&#20294;&#26159;&#65292;&#22312;&#24403;&#26102;&#65292;&#20182;&#20204;&#26159;&#31038;&#20250;&#30340;&#19968;&#20123;&#36793;&#32536;&#20154;&#12290;&#37027;&#20010;&#26102;&#20505;&#65292;&#22823;&#37096;&#20998;&#30340;&#20154;&#37117;&#26159;&#20316;&#20844;&#21153;&#21592;&#25110;&#22312;&#22269;&#20225;&#20219;&#32844;&#65292;&#21482;&#26377;&#25214;&#19981;&#21040;&#24037;&#20316;&#30340;&#65292;&#29978;&#33267;&#26159;&#26080;&#22788;&#29983;&#23384;&#30340;&#20154;&#65292;&#25165;&#32771;&#34385;&#20197;&ldquo;&#20498;&#29239;&rdquo;&#20316;&#20026;&#32844;&#19994;&#12290;&#22312;&#36825;&#25209;&ldquo;&#20498;&#29239;&rdquo;&#20013;&#65292;&#21518;&#26469;&#21482;&#26377;&#23569;&#25968;&#20154;&#24471;&#21040;&#25104;&#21151;&#65292;&#24930;&#24930;&#22320;&#25104;&#20026;&#20225;&#19994;&#23478;&#65292;&#27604;&#22914;&#26611;&#20256;&#24535;&#12289;&#24352;&#29790;&#25935;&hellip;&hellip;&#20182;&#20204;&#22312;&#19978;&#19990;&#32426;&#20843;&#21313;&#24180;&#20195;&#65292;&#20063;&#35768;&#25918;&#24323;&#20102;&#20248;&#21402;&#30340;&#26426;&#20250;&#65292;&#20063;&#35768;&#22240;&#20026;&#25214;&#19981;&#21040;&#26356;&#22909;&#30340;&#26426;&#20250;&#65292;&#22312;&#31038;&#20250;&#36793;&#32536;&#25379;&#25166;&#21162;&#21147;&#65292;&#30452;&#21040;&#20170;&#22825;&#25165;&#24471;&#21040;&#31038;&#20250;&#30340;&#23562;&#37325;&#12290;&#36825;&#23601;&#26159;&#24403;&#26102;&#20013;&#22269;&#30340;&#21019;&#19994;&#24773;&#20917;&#65292;&ldquo;&#20498;&#29239;&rdquo;&#25198;&#28436;&#30528;&#24320;&#25299;&#32773;&#30340;&#35282;&#33394;&#12290;</p>
<p>&#12288;&#12288;&#21313;&#24180;&#20197;&#21518;&#65292;&#19978;&#19990;&#32426;&#20061;&#21313;&#24180;&#20195;&#65292;&#21457;&#29983;&#20102;&#31532;&#20108;&#27874;&#21019;&#19994;&#28010;&#28526;&#12290;</p>
<p>&#12288;&#12288;&#24403;&#26102;&#30340;&#20013;&#22269;&#65292;&#20840;&#27665;&ldquo;&#19979;&#28023;&rdquo;&#12290;&#25454;&#35828;&#26377;&#21313;&#19975;&#20010;&#22312;&#22269;&#20225;&#25110;&#25919;&#24220;&#26426;&#26500;&#20219;&#32844;&#30340;&#24037;&#20316;&#20154;&#21592;&#65292;&#30475;&#21040;&#20102;&#32463;&#21830;&#32773;&#30340;&#25104;&#21151;&#65292;&#20415;&#25918;&#24323;&#20102;&#21407;&#26377;&#30340;&#24037;&#20316;&#65292;&#36873;&#25321;&ldquo;&#19979;&#28023;&rdquo;&#21019;&#19994;&#12290;&#36825;&#20123;&#20154;&#21592;&#30340;&#32032;&#36136;&#21644;&#25152;&#21463;&#30340;&#25945;&#32946;&#31243;&#24230;&#37117;&#27604;&#36739;&#39640;&#65292;&#20182;&#20204;&#21019;&#19994;&#30340;&#20225;&#19994;&#32463;&#33829;&#19994;&#21153;&#33539;&#22260;&#24456;&#24191;&#27867;&#12290;&#24403;&#26102;&#22823;&#23478;&#30340;&#21019;&#19994;&#24819;&#27861;&#24182;&#19981;&#28165;&#26224;&#12290;&#26368;&#32456;&#65292;&#20182;&#20204;&#36194;&#24471;&#24040;&#22823;&#21033;&#30410;&#30340;&#38598;&#20013;&#22312;&#25151;&#22320;&#20135;&#21644;&#22806;&#36152;&#39046;&#22495;&#12290;&#20195;&#34920;&#20154;&#29289;&#26159;&#28504;&#30707;&#23673;&#12289;&#21490;&#29577;&#26609;&hellip;&hellip;&#36825;&#25209;&#21019;&#19994;&#32773;&#24471;&#21040;&#20102;&#24456;&#22823;&#30340;&#20215;&#20540;&#22238;&#25253;&#65292;&#22240;&#20026;&#20182;&#20204;&#19982;&#31532;&#19968;&#25209;&#30340;&#21019;&#19994;&#32773;&#19981;&#21516;&#65292;&#20182;&#20204;&#25317;&#26377;&#36739;&#39640;&#30340;&#25945;&#32946;&#27700;&#24179;&#21644;&#30693;&#35782;&#23618;&#27425;&#65292;&#24182;&#19988;&#20182;&#20204;&#28176;&#28176;&#22320;&#24320;&#22987;&#23398;&#20064;&#35199;&#26041;&#20808;&#36827;&#30340;&#20225;&#19994;&#31649;&#29702;&#27169;&#24335;&#12290;</p>
<p>&#12288;&#12288;&#20013;&#22269;&#31532;&#19977;&#25209;&#21019;&#19994;&#32773;&#65292;&#36873;&#25321;&#20102;&#20114;&#32852;&#32593;&#12290;</p>
<p>&#12288;&#12288;&#24403;&#26102;&#65292;&#32654;&#22269;&#39564;&#35777;&#20102;&#20114;&#32852;&#32593;&#22312;&#26410;&#26469;&#26377;&#30528;&#24456;&#22823;&#30340;&#28508;&#22312;&#20215;&#20540;&#12290;&#20294;&#26159;&#65292;&#21040;&#24213;&#26377;&#22810;&#22823;&#65292;&#35841;&#20063;&#19981;&#28165;&#26970;&#12290;&#36825;&#26159;&#19968;&#20010;&#24040;&#22823;&#30340;&#26426;&#20250;&#65292;&#36825;&#25209;&#20013;&#22269;&#21019;&#19994;&#32773;&#30475;&#21040;&#20102;&#36825;&#20010;&#26426;&#20250;&#65292;&#20182;&#20204;&#35748;&#20026;&#65306;&#32654;&#22269;&#20154;&#33021;&#20570;&#21040;&#30340;&#65292;&#25105;&#20204;&#20013;&#22269;&#20154;&#20063;&#33021;&#20570;&#21040;&#12290;&#20182;&#20204;&#20013;&#30340;&#20348;&#20348;&#32773;&#65292;&#24555;&#36895;&#22320;&#31215;&#32047;&#20102;&#24040;&#22823;&#36130;&#23500;&#12290;&#20854;&#20013;&#65292;&#22235;&#20010;&#20844;&#21496;&#30340;&#24066;&#20540;&#21152;&#36215;&#26469;&#25509;&#36817;1500&#20159;&#32654;&#20803;&#12290;&#22914;&#26524;&#21482;&#35780;&#20272;&#22266;&#23450;&#26102;&#38388;&#20869;&#65292;&#29992;&#21516;&#26679;&#36164;&#26412;&#21019;&#36896;&#26368;&#22823;&#30340;&#20215;&#20540;&#30340;&#35805;&#65292;&#31532;&#19977;&#27874;&#21019;&#19994;&#32773;&#30340;&#25104;&#21151;&#36828;&#36828;&#22823;&#20110;&#31532;&#20108;&#27874;&#21644;&#31532;&#19968;&#27874;&#12290;&#27604;&#22914;&#65292;&#33150;&#35759;&#30340;&#39532;&#21270;&#33150;&#21019;&#36896;&#30340;&#20215;&#20540;&#21644;&#25237;&#20837;&#30340;&#25104;&#26412;&#65292;&#19982;&#28504;&#30707;&#23673;&#30456;&#27604;&#65292;&#39532;&#21270;&#33150;&#24471;&#21040;&#20102;&#26356;&#22823;&#30340;&#22238;&#25253;&#12290;</p>
<p>&#12288;&#12288;&#31532;&#19977;&#27425;&#21019;&#19994;&#28010;&#28526;&#65292;&#35753;&#20154;&#20204;&#21464;&#24471;&#31163;&#19981;&#24320;&#20114;&#32852;&#32593;&#12290;&#23427;&#36890;&#36807;&#39118;&#38505;&#25237;&#36164;&#21644;&#32929;&#31080;&#32929;&#26435;&#21487;&#20197;&#35753;&#25972;&#20010;&#20844;&#21496;&#21442;&#19982;&#21019;&#19994;&#36807;&#31243;&#65292;&#20844;&#21496;&#19968;&#26086;&#19978;&#24066;&#65292;&#21442;&#19982;&#20844;&#21496;&#21019;&#19994;&#30340;&#21069;&#19968;&#30334;&#20154;&#65292;&#29978;&#33267;&#26159;&#21069;&#19968;&#21315;&#20154;&#21487;&#20197;&#25104;&#20026;&#23500;&#32705;&#12290;&#19978;&#24066;&#26159;&#30001;&#39118;&#38505;&#25237;&#36164;&#25903;&#25745;&#65292;&#21019;&#19994;&#32773;&#25317;&#26377;&#24040;&#22823;&#30340;&#32929;&#26435;&#12290;&#36825;&#35753;&#24456;&#22810;&#20154;&#25104;&#20026;&#30334;&#19975;&#12289;&#21315;&#19975;&#23500;&#32705;&#65292;&#21069;&#19968;&#30334;&#20010;&#21592;&#24037;&#21487;&#20197;&#25104;&#20026;&#21315;&#19975;&#29978;&#33267;&#26159;&#19978;&#20159;&#30340;&#23500;&#32705;&#65292;&#21069;&#21313;&#21517;&#21592;&#24037;&#25152;&#24471;&#21040;&#30340;&#20215;&#20540;&#23601;&#26356;&#19981;&#29992;&#35828;&#20102;&#12290;</p>
<p>&#12288;&#12288;&#36825;&#31181;&#21019;&#19994;&#27169;&#24335;&#26159;&#30001;&#39118;&#38505;&#25237;&#36164;&#21644;&#32929;&#26435;&#28608;&#21169;&#65292;&#21152;&#19978;&#21019;&#19994;&#32773;&#26412;&#36523;&#30340;&#19981;&#21516;&#36164;&#26412;&#65292;&#32780;&#25317;&#26377;&#30456;&#24403;&#22823;&#30340;&#32929;&#26435;&#12290;&#36825;&#26679;&#30340;&#27169;&#24335;&#19982;&#21069;&#26399;&#30340;&#21019;&#19994;&#26377;&#24456;&#22823;&#19981;&#21516;&#12290;&#21069;&#26399;&#30340;&#20256;&#32479;&#20225;&#19994;&#26159;&#36164;&#26412;&#36816;&#20316;&#65292;&#25343;&#19968;&#30334;&#19975;&#12289;&#19968;&#21315;&#19975;&#20511;&#38065;&#20080;&#22320;&#65292;&#24076;&#26395;&#30422;&#25151;&#23376;&#25379;&#24471;&#26356;&#22810;&#30340;&#38065;&#65292;&#21487;&#33021;&#33457;&#20102;&#20004;&#21315;&#19975;&#12289;&#20116;&#21315;&#19975;&#29978;&#33267;&#20843;&#21315;&#19975;&#65292;&#36186;&#21462;&#19968;&#20010;&#20159;&#12290;&#28982;&#32780;&#65292;&#20114;&#32852;&#32593;&#34892;&#19994;&#21017;&#19981;&#21516;&#65292;&#26080;&#35770;&#26159;&#30334;&#24230;&#36824;&#26159;&#33150;&#35759;&#65292;&#26368;&#21021;&#30340;&#25237;&#20837;&#21487;&#33021;&#21482;&#26159;&#30334;&#19975;&#25110;&#21315;&#19975;&#20803;&#65292;&#32780;&#20170;&#22825;&#30340;&#20215;&#20540;&#21364;&#26159;&#19968;&#21315;&#20159;&#30340;&#32654;&#20803;&#65281;&#25237;&#36164;&#23569;&#65292;&#22238;&#25253;&#22810;&#65292;&#39118;&#38505;&#25237;&#36164;&#36880;&#28176;&#21442;&#19982;&#65292;&#21019;&#19994;&#32773;&#21644;&#20182;&#30340;&#20249;&#20276;&#25317;&#26377;&#22823;&#37327;&#30340;&#32929;&#26435;&#65292;&#24182;&#34987;&#32929;&#26435;&#28608;&#21169;&#65292;&#36825;&#23601;&#26159;&#31532;&#19977;&#36718;&#30340;&#21019;&#19994;&#27169;&#24335;&#12290;</p>
<p>&#12288;&#12288;&#25105;&#20027;&#35201;&#35848;&#30340;&#26159;&#31532;&#22235;&#27874;&#21019;&#19994;&#28010;&#28526;&#12290;</p>
<p>&#12288;&#12288;&#22914;&#26524;&#26377;&#20154;&#24576;&#30097;&#31532;&#22235;&#27874;&#21019;&#19994;&#28010;&#28526;&#30340;&#21040;&#26469;&#65292;&#37027;&#20040;&#65292;&#35831;&#30475;&#19968;&#19979;&#26368;&#36817;&#21363;&#23558;&#19978;&#24066;&#30340;&#20844;&#21496;&#65292;&#36824;&#26377;&#31227;&#21160;&#20114;&#32852;&#32593;&#25237;&#36164;&#30340;&#36235;&#21183;&#12290;&#25105;&#20010;&#20154;&#22312;&#20013;&#22269;&#26159;&#28165;&#26224;&#22320;&#30475;&#21040;&#20102;&#31532;&#19977;&#27874;&#21644;&#31532;&#22235;&#27874;&#30340;&#21019;&#19994;&#28010;&#28526;&#12290;</p>
<p>&#12288;&#12288;&#20170;&#22825;&#65292;&#22312;&#24231;&#30340;&#22810;&#26159;&#21271;&#20140;&#22823;&#23398;&#30340;&#31934;&#33521;&#65292;&#22312;&#36825;&#37324;&#25105;&#24819;&#25552;&#21040;&#19968;&#28857;&#65306;&#20316;&#20026;&#20013;&#22269;&#21517;&#26657;&#30340;&#31934;&#33521;&#65292;&#26159;&#21542;&#26377;&#26426;&#20250;&#22312;&#21019;&#19994;&#28010;&#28526;&#20013;&#25198;&#28436;&#30528;&#19968;&#20010;&#37325;&#35201;&#30340;&#35282;&#33394;&#65311;</p>
<p>&#12288;&#12288;&#32508;&#19978;&#25152;&#36848;&#65292;&#31532;&#19968;&#27874;&#28010;&#28526;&#30340;&#20027;&#35201;&#21019;&#19994;&#32773;&#26159;&#31038;&#20250;&#30456;&#23545;&#36793;&#32536;&#30340;&#20154;&#65307;&#31532;&#20108;&#27874;&#26159;&#20174;&#20307;&#21046;&#20869;&ldquo;&#19979;&#28023;&rdquo;&#30340;&#20154;&#65307;&#31532;&#19977;&#27874;&#21019;&#19994;&#32773;&#20013;&#33609;&#26681;&#23621;&#22810;&#65307;&#32780;&#20170;&#22825;&#30340;&#31532;&#22235;&#27874;&#65292;&#27604;&#36739;&#20856;&#22411;&#30340;&#26377;&#35768;&#26397;&#20891;&#65292;&#20182;&#22312;&#21019;&#26032;&#24037;&#22330;&#33719;&#24471;&#25237;&#36164;&#65292;&#26159;&#28857;&#28857;&#32593;&#30340;&#21019;&#22987;&#20154;&#65292;&#24182;&#24471;&#21040;&#24040;&#22823;&#30340;&#25104;&#21151;&#12290;</p>
<p>&#12288;&#12288;&#20877;&#30475;&#19968;&#19979;&#20114;&#32852;&#32593;&#65292;&#36817;&#19977;&#24180;&#21019;&#19994;&#30340;&#39030;&#23574;&#32423;&#30340;&#20844;&#21496;&#65292;&#20854;&#20013;&#26377;&#22235;&#20998;&#20043;&#19977;&#37117;&#26159;&#26469;&#33258;&#21517;&#26657;&#30340;&#35745;&#31639;&#26426;&#25110;&#32773;&#30456;&#20851;&#23398;&#31185;&#30340;&#23398;&#29983;&#65292;&#20182;&#20204;&#37117;&#26159;&#20174;&#19968;&#20010;&#20135;&#21697;&#21644;&#25216;&#26415;&#35282;&#24230;&#20837;&#25163;&#21019;&#19994;&#30340;&#12290;</p>
<p>&#12288;&#12288;&#31532;&#19968;&#25209;&#21019;&#19994;&#32773;&#22522;&#26412;&#27809;&#26377;&#20219;&#20309;&#25216;&#26415;&#65292;&#31532;&#20108;&#25209;&#20063;&#27809;&#26377;&#20160;&#20040;&#25216;&#26415;&#65292;&#31532;&#19977;&#25209;&#25216;&#26415;&#21547;&#37327;&#36739;&#22810;&#65292;&#31532;&#22235;&#25209;&#19981;&#20294;&#25317;&#26377;&#25216;&#26415;&#65292;&#32780;&#19988;&#24448;&#24448;&#26159;IT&#31934;&#33521;&#12290;&#25105;&#30456;&#20449;&#22312;&#24231;&#24456;&#22810;&#20063;&#26159;IT&#31934;&#33521;&#65292;&#31532;&#22235;&#27874;&#21019;&#19994;&#28010;&#28526;&#26469;&#30340;&#26102;&#20505;&#65292;&#23601;&#26159;&#22312;&#24231;IT&#31934;&#33521;&#36339;&#20837;&#21019;&#19994;&#28010;&#28526;&#30340;&#26368;&#22909;&#26426;&#20250;&#12290;</p>
<p>&#12288;&#12288;&#27599;&#19968;&#27874;&#28010;&#28526;&#37117;&#20805;&#28385;&#20102;&#25361;&#25112;&#21644;&#33392;&#36763;&#65292;&#20063;&#20250;&#25104;&#20026;&#26126;&#22825;&#30340;&#20256;&#22855;&#12290;&#22914;&#26524;&#20877;&#36807;&#21313;&#24180;&#65292;&#20063;&#35768;&#22312;&#24231;&#30340;&#23601;&#20250;&#26377;&#20154;&#25104;&#20026;&#20102;&#19981;&#36215;&#30340;&#20844;&#21496;&#21019;&#22987;&#20154;&#65292;&#22312;&#26576;&#26576;&#32929;&#24066;&#19978;&#24066;&#33719;&#24471;&#24040;&#22823;&#30340;&#25104;&#21151;&#65292;&#32473;&#20159;&#19975;&#32593;&#27665;&#24102;&#26469;&#24110;&#21161;&hellip;&hellip;&#36825;&#19968;&#20999;&#21548;&#36215;&#26469;&#26377;&#28857;&#22825;&#39532;&#34892;&#31354;&#65292;&#20294;&#26159;&#22914;&#26524;&#22312;&#21313;&#20116;&#24180;&#21069;&#38382;&#19968;&#19979;&#39532;&#21270;&#33150;&#65292;&#20182;&#24656;&#24597;&#20063;&#19981;&#30693;&#36947;&#20170;&#22825;&#33258;&#24049;&#20250;&#33719;&#24471;&#36825;&#20040;&#22823;&#30340;&#25104;&#21151;&#12290;</p>
<p>&#12288;&#12288;&#22312;2005-2007&#24180;&#38388;&#65292;&#25105;&#20204;&#24573;&#28982;&#21457;&#29616;&#65292;&#25705;&#23572;&#23450;&#24459;&#27809;&#26377;&#29992;&#20102;&#12290;&#22240;&#20026;&#65292;&#20135;&#21697;&#24320;&#21457;&#22522;&#26412;&#39281;&#21644;&#20102;&#65292;&#20154;&#27665;&#21916;&#27426;&#21644;&#20139;&#29992;&#30340;&#24212;&#29992;&#31243;&#24207;&#24050;&#32463;&#21457;&#26126;&#24471;&#24046;&#19981;&#22810;&#20102;&#65292;&#22522;&#26412;&#22312;PC&#21487;&#20197;&#20570;&#30340;&#65292;&#25105;&#20204;&#37117;&#20570;&#20102;&#12290;&#20294;&#26159;&#65292;&#22312;&#36825;&#20010;&#26102;&#20505;&#65292;&#33529;&#26524;&#21578;&#35785;&#25105;&#20204;&#65306;&#20170;&#22825;&#21487;&#20197;&#26377;&#24456;&#22810;&#30340;&#24179;&#21488;&#65292;&#25105;&#20204;&#20197;&#21518;&#26377;&#26356;&#22810;&#30340;&#26426;&#20250;&#12290;&#25442;&#21477;&#35805;&#35828;&#65292;&#25705;&#23572;&#23450;&#24459;&#19981;&#20877;&#26159;PC&#19978;&#38754;&#30340;&#19968;&#20010;&#35789;&#65292;&#20063;&#21487;&#20197;&#22312;&#31227;&#21160;&#20114;&#32852;&#32593;&#12289;&#25163;&#26426;&#19978;&#20135;&#29983;&#21487;&#35266;&#21033;&#28070;&#12290;&#36825;&#26159;&#19968;&#20010;&#24040;&#22823;&#30340;&#25913;&#21464;&#12290;&#21516;&#26102;&#25105;&#20204;&#20063;&#21457;&#29616;iphone&#19978;&#31532;&#19968;&#27874;&#24212;&#29992;&#65292;&#20063;&#23601;&#26159;&#23089;&#20048;&#12289;&#38405;&#35835;&#12289;&#28216;&#25103;&#65292;&#21253;&#25324;&#31038;&#20132;&#21644;&#24494;&#21338;&#65292;&#19981;&#20165;&#20165;&#26159;&#24456;&#26834;&#30340;&#24179;&#21488;&#65292;&#32780;&#19988;&#20250;&#36234;&#26469;&#36234;&#22909;&#12290;</p>
<p>&#12288;&#12288;Iphone&#26159;&#38750;&#24120;&#22909;&#30340;&#30828;&#20214;&#24179;&#21488;&#65292;&#26377;&#24456;&#22909;&#30340;&#23089;&#20048;&#20307;&#39564;&#65292;&#20063;&#21487;&#20197;&#35753;&#20320;&#36890;&#36807;&#32593;&#32476;&#22235;&#22788;&#36141;&#29289;&#12290;&#26377;&#30340;&#20154;&#25285;&#24515;&#65292;&#20114;&#32852;&#32593;&#26159;&#20813;&#36153;&#30340;&#65292;&#20294;&#26159;iphone&#21644;ipad&#21487;&#20197;&#24320;&#21830;&#24215;&#21334;&#30005;&#23376;&#21830;&#21697;&#36186;&#38065;&#65292;&#24930;&#24930;&#22320;&#65292;&#30005;&#35805;&#21487;&#20197;&#25104;&#20026;&#20184;&#36153;&#30340;&#19968;&#20010;&#20135;&#21697;&#65292;&#19981;&#29992;&#21047;&#21345;&#65292;&#29992;&#30005;&#35805;&#21487;&#20197;&#20184;&#36153;&#12290;&#36825;&#20123;&#22522;&#26412;&#21151;&#33021;&#25226;&#25163;&#26426;&#30340;&#21457;&#23637;&#21644;&#21830;&#21153;&#21457;&#23637;&#23545;&#25509;&#36215;&#26469;&#20102;&#12290;</p>
<p>&#12288;&#12288;&#25105;&#35748;&#20026;&#33529;&#26524;iphone&#30340;&#21019;&#31435;&#65292;&#22522;&#20110;&#19978;&#36848;&#20960;&#20010;&#29702;&#30001;&#65292;&#25152;&#20197;&#24102;&#26469;&#20102;&#24040;&#22823;&#30340;&#25104;&#21151;&#65292;&#36825;&#35753;&#29992;&#25143;&#29233;&#19978;&#20102;&#33529;&#26524;&#65292;&#20063;&#35753;&#24320;&#21457;&#32773;&#22312;&#33529;&#26524;&#21830;&#24215;&#37324;&#33719;&#24471;&#25910;&#30410;&#12290;</p>
<p>&#12288;&#12288;&#20165;&#20165;&#21435;&#24180;&#19968;&#24180;&#65292;&#33529;&#26524;&#25163;&#26426;&#32473;&#24320;&#21457;&#32773;&#24102;&#26469;&#20102;25&#20159;&#32654;&#20803;&#30340;&#21033;&#28070;&#12290;&#22914;&#27492;&#24222;&#22823;&#30340;&#21033;&#28070;&#65292;&#22312;&#36807;&#21435;&#26159;&#19981;&#23384;&#22312;&#30340;&#12290;&#30828;&#25380;&#20986;25&#20159;&#32654;&#20803;&#65292;&#21334;&#30340;&#26159;&#36719;&#20214;&#65292;&#28857;&#29123;&#20102;&#24320;&#21457;&#32773;&#30340;&#28909;&#24773;&#12290;</p>
<p>&#12288;&#12288;&#22312;&#24231;&#30340;&#21516;&#23398;&#65292;&#22914;&#26524;&#26159;&#23398;&#35745;&#31639;&#26426;&#30340;&#65292;&#22312;20&#24180;&#21069;&#65292;&#20320;&#20204;&#30340;&#23398;&#38271;&#21442;&#21152;&#20102;&#37329;&#23665;&#12289;&#27721;&#29579;&#30340;&#27604;&#36187;&#12290;&#36825;&#20123;&#20844;&#21496;&#20170;&#22825;&#20063;&#21457;&#23637;&#24471;&#19981;&#38169;&#65292;&#20294;&#30408;&#21033;&#19981;&#22810;&#65292;&#22240;&#20026;&#36719;&#20214;&#20225;&#19994;&#21457;&#23637;&#24471;&#19981;&#22909;&#12290;&#21313;&#24180;&#21069;&#65292;&#21442;&#21152;&#30334;&#24230;&#20844;&#21496;&#12289;&#33150;&#35759;&#20844;&#21496;&#30340;&#20154;&#65292;&#29616;&#22312;&#21457;&#23637;&#24471;&#37117;&#19981;&#38169;&#65292;&#22240;&#20026;&#23427;&#20204;&#30340;&#30408;&#21033;&#28857;&#24314;&#31435;&#22312;&#20449;&#24687;&#20998;&#20139;&#23089;&#20048;&#21644;&#24191;&#21578;&#30340;&#22522;&#30784;&#19978;&#12290;</p>
<p>&#12288;&#12288;&#20170;&#22825;&#65292;&#38543;&#30528;iphone&#30340;&#24418;&#25104;&#21644;&#21457;&#23637;&#65292;&#20219;&#20309;&#19968;&#20010;&#22312;&#24231;&#30340;&#21516;&#23398;&#37117;&#21487;&#20197;&#19981;&#29992;&#32771;&#34385;&#33258;&#24049;&#21152;&#20837;&#20160;&#20040;&#26679;&#20844;&#21496;&#12290;&#22240;&#20026;&#65292;&#27599;&#20010;&#20154;&#37117;&#21487;&#20197;&#20570;&#19968;&#20010;&#20248;&#31168;&#30340;&#36719;&#20214;&#24320;&#21457;&#32773;&#65292;&#36319;&#19977;&#20004;&#20010;&#20154;&#22312;&#19968;&#36215;&#30740;&#21046;&#19968;&#20010;&#26377;&#36259;&#30340;&#36719;&#20214;&#65292;&#28982;&#21518;&#21334;&#32473;&#33529;&#26524;&#20844;&#21496;&#12290;&#33529;&#26524;&#20844;&#21496;&#27599;&#24180;&#32473;&#36719;&#20214;&#21830;25&#20159;&#32654;&#37329;&#30340;&#22238;&#25253;&#12290;&#22240;&#27492;&#65292;&#27599;&#20010;&#20154;&#37117;&#21487;&#20197;&#21152;&#20837;&#21019;&#26032;&#24037;&#22330;&#25110;&#33258;&#20027;&#21019;&#19994;&#30340;&#26426;&#20250;&#65292;&#21482;&#35201;&#20320;&#33021;&#20570;&#19968;&#20010;&#22909;&#30340;&#23433;&#21331;&#25110;&#32773;&#33529;&#26524;&#30340;&#36719;&#20214;&#65292;&#23601;&#20250;&#24471;&#21040;&#24456;&#22909;&#30340;&#21033;&#28070;&#65292;&#32780;&#36825;&#26159;&#20116;&#24180;&#12289;&#21313;&#24180;&#21069;&#19981;&#21487;&#33021;&#20570;&#21040;&#30340;&#12290;</p>
<p>&#12288;&#12288;&#22312;&#32654;&#22269;&#65292;&#38500;&#20102;&#20351;&#29992;&#33529;&#26524;&#31995;&#32479;&#20043;&#22806;&#65292;&#23601;&#26159;&#23433;&#21331;&#31995;&#32479;&#12290;&#29616;&#22312;&#23433;&#21331;&#31995;&#32479;&#29992;&#25143;&#37327;&#24050;&#32463;&#36229;&#36234;&#20102;&#33529;&#26524;&#12290;&#23433;&#21331;&#31995;&#32479;&#21040;&#24213;&#26377;&#22810;&#22823;&#30340;&#24066;&#22330;&#21602;&#65311;&#20116;&#24180;&#12289;&#21313;&#24180;&#20043;&#21518;&#65292;&#33529;&#26524;&#20250;&#21344;&#26377;&#20840;&#29699;&#24066;&#22330;&#30340;20%&#20221;&#39069;&#65292;&#21097;&#19979;&#30340;&#24066;&#22330;&#21487;&#33021;&#37117;&#34987;&#23433;&#21331;&#21344;&#39046;&#12290;&#20004;&#20010;&#24179;&#21488;&#37117;&#21487;&#20197;&#36186;&#24456;&#22810;&#38065;&#12290;&#20294;&#22914;&#26524;&#20320;&#30340;&#36719;&#20214;&#21152;&#20837;&#33529;&#26524;&#65292;&#33529;&#26524;&#20844;&#21496;&#20250;&#24456;&#36138;&#23146;&#22320;&#19982;&#20320;&#20998;&#36134;&#65307;&#22914;&#26524;&#20320;&#21152;&#20837;&#23433;&#21331;&#65292;&#20320;&#30340;&#30740;&#21457;&#20135;&#21697;&#20250;&#38754;&#20020;&#30528;&#30423;&#29256;&#30340;&#22659;&#36935;&#65292;&#21516;&#26102;&#36824;&#20250;&#21463;&#21040;&#26356;&#22810;&#20844;&#21496;&#30340;&#25361;&#25112;&#12290;&#24403;&#28982;&#65292;&#20320;&#36824;&#21487;&#20197;&#36873;&#25321;&#21152;&#20837;&#35834;&#22522;&#20122;&#31561;&#19968;&#20123;&#20844;&#21496;&#12290;&#20170;&#22825;&#30340;&#31227;&#21160;&#20114;&#32852;&#32593;&#30340;&#24066;&#22330;&#65292;&#30475;&#36215;&#26469;&#26377;&#20123;&#20081;&#65292;&#20294;&#22914;&#26524;&#20320;&#20204;&#36873;&#25321;&#22312;&#36825;&#20010;&#39046;&#22495;&#21019;&#19994;&#65292;&#20116;&#24180;&#20197;&#21518;&#21019;&#19994;&#25104;&#21151;&#20102;&#65292;&#24066;&#22330;&#29615;&#22659;&#20063;&#20250;&#20928;&#21270;&#20123;&#20102;&#12290;</p>
<p>&#12288;&#12288;&#25105;&#20204;&#21040;&#24213;&#33021;&#21019;&#20160;&#20040;&#19994;&#65311;&#25105;&#35273;&#24471;&#65292;&#35201;&#25235;&#20934;&#24320;&#21457;&#26041;&#21521;&#12290;&#20197;&#32654;&#22269;&#20026;&#20363;&#65292;&#36807;&#21435;&#30340;&#22235;&#24180;&#65292;&#32654;&#22269;&#22312;&#36719;&#20214;&#19978;&#21448;&#30740;&#21457;&#20102;&#19968;&#20123;&#31038;&#20132;&#30340;&#24179;&#21488;&#65292;&#25110;&#32773;&#26159;&#21830;&#21153;&#30340;&#24179;&#21488;&#12290;&#33529;&#26524;&#22823;&#27010;&#26377;1.3&#20159;&#29992;&#25143;&#65292;&#23433;&#21331;&#29616;&#22312;&#26377;1&#20159;&#22810;&#29992;&#25143;&#65292;facebook&#26377;7&#20159;&#29992;&#25143;&#65292;&#25512;&#29305;&#26377;3&#20159;&#29992;&#25143;&#65292;&#22914;&#26524;&#33021;&#22312;&#36825;&#20123;&#24179;&#21488;&#20013;&#30340;&#19968;&#20004;&#23478;&#24314;&#31435;&#19968;&#31181;&#22909;&#30340;&#24212;&#29992;&#31243;&#24207;&#65292;&#23601;&#21487;&#20197;&#33719;&#24471;&#38750;&#24120;&#36805;&#36895;&#30340;&#24040;&#22823;&#25104;&#21151;&#12290;&#23613;&#31649;&#34920;&#38754;&#19978;&#30475;&#65292;&#20182;&#20204;&#30340;&#25104;&#21151;&#26159;&#31227;&#21160;&#20114;&#32852;&#25152;&#24102;&#26469;&#30340;&#65292;&#20294;&#23454;&#38469;&#19978;&#21364;&#26159;&#31038;&#20132;&#24102;&#26469;&#30340;&#21019;&#19994;&#26426;&#20250;&#12290;</p>
<p>&#12288;&#12288;&#22312;&#32654;&#22269;&#26377;&#24456;&#22810;&#30340;&#20844;&#21496;&#26159;&#32431;&#31929;&#22320;&#20570;&#31038;&#20132;&#30340;&#65292;&#22312;&#38750;&#24120;&#36805;&#36895;&#30340;&#26102;&#38388;&#19978;&#24471;&#21040;&#20102;&#19978;&#30334;&#19975;&#12289;&#21315;&#19975;&#29978;&#33267;&#19978;&#20159;&#30340;&#29992;&#25143;&#65292;&#20182;&#20204;&#20805;&#20998;&#21033;&#29992;&#20102;&#31227;&#21160;&#35774;&#22791;&#38543;&#26102;&#38543;&#22320;&#30340;&#29305;&#24449;&#12290;</p>
<p>&#12288;&#12288;2007&#24180;&#65292;&#32654;&#22269;&#21457;&#29983;&#20102;&#21464;&#38761;&#65292;&#20013;&#22269;&#31245;&#24494;&#26202;&#20102;&#19968;&#28857;&#65292;&#22312;&#36807;&#21435;&#30340;&#20004;&#24180;&#20013;&#24471;&#21040;&#21457;&#23637;&#12290;&#21019;&#26032;&#24037;&#22330;&#22521;&#32946;&#30340;&#28857;&#28857;&#36719;&#20214;&#30740;&#21457;&#20102;&#21322;&#24180;&#65292;&#24050;&#32463;&#36798;&#21040;&#20102;300&#19975;&#29992;&#25143;&#65292;&#21457;&#23637;&#24471;&#38750;&#24120;&#24555;&#65292;&#29978;&#33267;&#19982;&#26032;&#28010;&#24494;&#21338;&#21018;&#24320;&#36890;&#26102;&#30340;&#21457;&#23637;&#36895;&#24230;&#30456;&#21516;&#12290;</p>
<p>&#12288;&#12288;&#25105;&#20204;&#25237;&#36164;&#20114;&#32852;&#32593;&#24191;&#21578;&#21644;&#24320;&#21457;&#32773;&#24037;&#20855;&#65292;&#19968;&#24180;&#21322;&#35206;&#30422;&#20102;&#20116;&#21315;&#19975;&#32456;&#31471;&#65292;&#20854;&#20013;&#19968;&#20010;&#28216;&#25103;&#24179;&#21488;&#65292;&#35206;&#30422;&#20102;&#20116;&#21315;&#19975;&#29992;&#25143;&#65292;&ldquo;&#35916;&#35910;&#33626;&rdquo;&#22312;&#19968;&#24180;&#20869;&#23433;&#35013;&#20102;&#20116;&#21315;&#19975;&#27425;&#65292;&#25972;&#20010;&#31227;&#21160;&#22312;&#24555;&#36895;&#30340;&#25104;&#38271;&#65292;&#31038;&#20132;&#20063;&#22312;&#24555;&#36895;&#25104;&#38271;&#12290;&#22914;&#26524;&#20170;&#22825;&#33021;&#22815;&#25226;&#25569;&#20303;&#29992;&#25143;&#38656;&#27714;&#25110;&#24212;&#29992;&#65292;&#23558;&#20250;&#26377;&#24040;&#22823;&#30340;&#26426;&#20250;&#12290;</p>
<p>&#12288;&#12288;&#24590;&#26679;&#30340;&#20844;&#21496;&#33021;&#22815;&#20570;&#21040;&#26082;&#26377;&#31227;&#21160;&#35774;&#22791;&#65292;&#21448;&#26377;&#31038;&#20132;&#24179;&#21488;&#65311;&#32819;&#29087;&#33021;&#35814;&#26368;&#22909;&#30340;&#20363;&#23376;&#23601;&#26159;&#26032;&#28010;&#30340;&#24494;&#21338;&#21644;&#33150;&#35759;&#30340;&#24494;&#20449;&#65292;&#37117;&#26159;&#38750;&#24120;&#25104;&#21151;&#30340;&#20135;&#21697;&#12290;&#26032;&#28010;&#24494;&#21338;&#25509;&#36817;2&#20159;&#29992;&#25143;&#65292;&#20004;&#24180;&#21019;&#36896;&#20102;40&#20159;&#20803;&#65292;&#36825;&#26679;&#30340;&#25104;&#21151;&#20960;&#20046;&#26159;&#22855;&#36857;&#12290;&#33150;&#35759;&#24494;&#20449;&#30340;&#21608;&#25104;&#38271;&#29575;&#26159;20%&#65292;&#20197;&#27492;&#25512;&#31639;&#65292;&#23427;&#30340;&#29992;&#25143;&#24456;&#24555;&#22320;&#21457;&#23637;&#21040;&#20960;&#20010;&#20159;&#12290;</p>
<p>&#12288;&#12288;&#20013;&#22269;&#21644;&#32654;&#22269;&#30456;&#27604;&#65292;&#32654;&#22269;&#19968;&#37096;&#20998;&#20808;&#34892;&#32773;&#32473;&#25105;&#20204;&#24102;&#26469;&#20102;&#28789;&#24863;&#12290;&#20294;&#26159;&#65292;&#20013;&#22269;&#26377;&#30528;&#24040;&#22823;&#30340;&#24066;&#22330;&#12290;&#27604;&#22914;&#65292;&#32654;&#22269;&#20844;&#21496;&#29992;&#20102;&#22235;&#24180;&#65292;&#25165;&#33021;&#36798;&#21040;&#25317;&#26377;&#21315;&#19975;&#32423;&#21035;&#30340;&#29992;&#25143;&#12290;&#28982;&#32780;&#65292;&#22312;&#20013;&#22269;&#26377;&#30340;&#20844;&#21496;&#21482;&#38656;&#20004;&#24180;&#23601;&#33021;&#36798;&#21040;&#25317;&#26377;&#21315;&#19975;&#32423;&#21035;&#29992;&#25143;&#12290;&#20026;&#20160;&#20040;&#65311;&#36825;&#26159;&#22240;&#20026;&#20013;&#22269;&#29992;&#25143;&#30340;&#22522;&#25968;&#38750;&#24120;&#24040;&#22823;&#12290;&#20013;&#22269;&#30340;&#20114;&#32852;&#32593;&#29992;&#25143;&#24050;&#32463;&#36798;&#21040;&#22235;&#20159;&#65292;&#20013;&#22269;&#30340;&#31227;&#21160;&#29992;&#25143;&#26159;&#19977;&#20159;&#65292;&#29992;&#25143;&#25317;&#26377;&#37327;&#26159;&#32654;&#22269;&#30340;&#20004;&#20493;&#22810;&#12290;</p>
<p>&#12288;&#12288;&#25105;&#20204;&#38750;&#24120;&#26377;&#24184;&#22312;&#20013;&#22269;&#26377;&#21019;&#19994;&#30340;&#26426;&#20250;&#12290;&#29616;&#22312;&#25105;&#20204;&#24050;&#32463;&#30475;&#21040;&#21021;&#27493;&#30340;&#31227;&#21160;&#21152;&#31038;&#20132;&#25152;&#24102;&#26469;&#30340;&#24040;&#22823;&#23041;&#21147;&#12290;</p>
<p><strong>&#12288;&#12288;&#20013;&#22269;&#21019;&#19994;&#30340;&#22235;&#20010;&#26426;&#36935;</strong></p>
<p>&#12288;&#12288;&#22914;&#26524;&#22823;&#23478;&#30495;&#26377;&#19981;&#38169;&#30340;&#28857;&#23376;&#21644;&#22242;&#38431;&#65292;&#19981;&#35201;&#22826;&#29369;&#35947;&#19981;&#23450;&#65292;&#22240;&#20026;&#22826;&#22810;&#30340;&#24605;&#32771;&#21487;&#33021;&#20250;&#22833;&#21435;&#26426;&#20250;&#12290;</p>
<p>&#12288;&#12288;&#31532;&#19968;&#65292;&#20013;&#22269;&#31227;&#21160;&#20114;&#32852;&#32593;&#27491;&#22312;&#38750;&#24120;&#24555;&#36895;&#22320;&#25104;&#38271;&#12290;</p>
<p>&#12288;&#12288;&#20013;&#22269;&#20114;&#32852;&#32593;&#29992;&#25143;&#26159;4&#20010;&#20159;&#65292;&#21516;&#26102;&#31227;&#21160;&#20114;&#32852;&#32593;&#29992;&#25143;&#21487;&#33021;&#26159;&#20114;&#32852;&#32593;&#30340;14&#20493;&#12290;&#28508;&#22312;&#30340;&#31227;&#21160;&#20114;&#32852;&#32593;&#29992;&#25143;&#21487;&#33021;&#26159;8&mdash;9&#20159;&#12290;&#20114;&#32852;&#32593;&#29992;&#25143;&#24179;&#22343;&#22312;&#32447;&#26102;&#38388;&#26159;&#20108;&#19977;&#20010;&#23567;&#26102;&#65292;&#32780;&#31227;&#21160;&#29992;&#25143;&#35201;&#36798;&#21040;&#21313;&#20010;&#23567;&#26102;&#20197;&#19978;&#12290;</p>
<p>&#12288;&#12288;&#26174;&#32780;&#26131;&#35265;&#30340;&#65292;&#26410;&#26469;5&mdash;7&#24180;&#20869;&#65292;&#31227;&#21160;&#20114;&#32852;&#32593;&#30340;&#21033;&#28070;&#23558;&#25104;&#38271;14&#20493;&#12290;&#20855;&#20307;&#22320;&#35828;&#65292;&#21516;&#23398;A&#22312;&#20570;&#31227;&#21160;&#20114;&#32852;&#32593;&#30340;&#21019;&#19994;&#65292;&#21516;&#23398;B&#22312;&#32593;&#28216;&#39046;&#22495;&#21019;&#19994;&#65292;&#21516;&#23398;A&#22312;&#21363;&#23558;&#25104;&#38271;14&#20493;&#39046;&#22495;&#21019;&#19994;&#65292;&#32780;&#21516;&#23398;B&#22312;&#19981;&#25104;&#38271;&#20063;&#19981;&#19979;&#28369;&#30340;&#39046;&#22495;&#21019;&#19994;&#12290;&#22914;&#26524;&#20854;&#20182;&#26465;&#20214;&#30456;&#21516;&#65292;&#25105;&#20204;&#19968;&#23450;&#20250;&#36873;&#25321;&#25237;&#36164;&#21516;&#23398;A&#65292;&#22240;&#20026;&#20320;&#26377;14&#20493;&#30340;&#21019;&#19994;&#25104;&#21151;&#26426;&#20250;&#12290;</p>
<p>&#12288;&#12288;&#21019;&#19994;&#24456;&#37325;&#35201;&#30340;&#19968;&#20010;&#26465;&#20214;&#65292;&#23601;&#26159;&#35201;&#25235;&#20303;&#29190;&#21457;&#24335;&#25104;&#38271;&#30340;&#26426;&#20250;&#65292;&#24182;&#25237;&#36164;&#21040;&#29190;&#21457;&#24335;&#25104;&#38271;&#30340;&#39046;&#22495;&#12290;&#26681;&#25454;&#25237;&#36164;&ldquo;&#21451;&#30431;&rdquo;&#30340;&#19968;&#20010;&#25968;&#25454;&#26174;&#31034;&#65292;&#22312;&#20013;&#22269;&#65292;&#31227;&#21160;&#20114;&#32852;&#32593;&#21019;&#19994;&#27604;&#32654;&#22269;&#26356;&#22909;&#12290;</p>
<p>&#12288;&#12288;&#31532;&#20108;&#65292;&#19968;&#20010;SOLOMO&#26426;&#20250;&#65292;&#21363;social(&#31038;&#20132;)&#12289;local(&#20301;&#32622;)&#12289;mobile(&#31227;&#21160;)&#12290;</p>
<p>&#12288;&#12288;&#22312;&#31227;&#21160;&#22522;&#30784;&#19978;&#21152;&#19978;&#31038;&#20132;&#20449;&#24687;&#65292;&#20877;&#21152;&#19978;&#26381;&#21153;&#20449;&#24687;&#65292;&#22914;&#26524;&#26377;&#19968;&#20010;&#31227;&#21160;&#32456;&#31471;&#65292;&#21487;&#20197;&#29609;PC&#28216;&#25103;&#65292;&#36824;&#21487;&#20197;&#36992;&#35831;&#21313;&#20010;&#22909;&#21451;&#19968;&#36215;&#29609;&#65292;&#27599;&#20010;&#20154;&#20877;&#36992;&#35831;&#21313;&#20010;&#22909;&#21451;&#21442;&#21152;&#65292;&#36825;&#23601;&#26159;&#30149;&#27602;&#24335;&#30340;&#20256;&#25773;&#12290;&#21516;&#26102;&#65292;&#22823;&#23478;&#37117;&#33021;&#30693;&#36947;&#20320;&#20570;&#25152;&#26377;&#20107;&#24773;&#30340;&#22320;&#29702;&#20301;&#32622;&#12290;&#36825;&#22312;PC&#19978;&#26159;&#26080;&#27861;&#23454;&#29616;&#30340;&#65292;&#22240;&#20026;&#22823;&#37096;&#20998;PC&#26159;&#22266;&#23450;&#30340;&#65292;&#20294;&#25163;&#26426;&#19981;&#21516;&#65292;&#30693;&#36947;&#25163;&#26426;&#22320;&#29702;&#20301;&#32622;&#65292;&#23601;&#30693;&#36947;&#20320;&#30340;&#22320;&#29702;&#20301;&#32622;&#65292;&#36825;&#22312;&#28216;&#25103;&#12289;&#20132;&#21451;&#12289;&#21830;&#21153;&#26041;&#38754;&#26377;&#30528;&#24040;&#22823;&#30340;&#20215;&#20540;&#12290;&#27604;&#22914;&#65292;&#20320;&#24076;&#26395;&#32422;&#26379;&#21451;&#19968;&#36215;&#21435;&#21507;&#39277;&#65292;&#20320;&#30340;&#25163;&#26426;&#36890;&#35759;&#24405;&#20013;&#26377;&#20108;&#30334;&#20010;&#22909;&#21451;&#65292;&#22914;&#26524;&#26377;SOLOMO&#21151;&#33021;&#65292;&#21482;&#35201;&#25171;&#24320;&#19968;&#20010;&#36719;&#20214;&#65292;&#20320;&#20250;&#30693;&#36947;&#21738;&#20010;&#22909;&#21451;&#31163;&#20320;&#26368;&#36817;&#65292;&#21487;&#20197;&#19968;&#36215;&#21507;&#39277;&#65292;&#36825;&#31181;&#27169;&#24335;&#21487;&#20197;&#22686;&#36827;&#26379;&#21451;&#20043;&#38388;&#30340;&#21451;&#35850;&#12290;&#20551;&#22914;&#22823;&#23478;&#30340;&#20449;&#24687;&#37117;&#26159;&#24320;&#25918;&#30340;&#65292;&#29992;&#25143;&#20063;&#21487;&#20197;&#30475;&#21040;&#26368;&#36817;&#30340;&#26379;&#21451;&#20013;&#26377;&#22810;&#23569;&#26469;&#33258;&#25925;&#20065;&#25110;&#32773;&#26377;&#22810;&#23569;&#26159;&#24322;&#24615;&#65292;&#28982;&#21518;&#20063;&#21487;&#20197;&#30693;&#36947;&#65292;&#24180;&#40836;&#27573;&#25110;&#32773;&#27605;&#19994;&#38498;&#26657;&#65292;&#25214;&#21040;&#33258;&#24049;&#30340;&#26657;&#21451;&#12289;&#21516;&#20065;&#31561;&#31561;&#12290;&#22914;&#26524;&#26377;SOLOMO&#65292;&#29992;&#25143;&#21487;&#20197;&#22312;&#31038;&#20132;&#26041;&#38754;&#26377;&#24040;&#22823;&#30340;&#36873;&#25321;&#65292;&#26080;&#35770;&#26159;&#19982;&#29087;&#20154;&#30340;&#20132;&#24448;&#36824;&#26159;&#38476;&#29983;&#20154;&#30340;&#20132;&#24448;&#12290;&#29609;&#28216;&#25103;&#20063;&#26159;&#19968;&#26679;&#65292;&#22914;&#26524;&#36319;&#20320;&#29609;&#21516;&#19968;&#20010;&#28216;&#25103;&#30340;&#20154;&#22312;&#20320;&#38468;&#36817;&#65292;&#24456;&#22810;&#36807;&#21435;&#19981;&#21487;&#33021;&#30340;&#37117;&#20250;&#21464;&#25104;&#21487;&#33021;&#12290;</p>
<p>&#12288;&#12288;&#30005;&#23376;&#21830;&#21153;&#21448;&#26159;&#21478;&#22806;&#19968;&#20010;&#24040;&#22823;&#30340;&#26426;&#36935;&#65292;&#21487;&#20197;&#24819;&#35937;&#65292;&#22914;&#26524;&#20320;&#36208;&#21040;&#26576;&#19968;&#20010;&#21830;&#22330;&#65292;&#31361;&#28982;&#26377;&#19968;&#20010;&#24191;&#21578;&#20986;&#29616;&#22312;&#25163;&#26426;&#37324;&#65292;&#20320;&#30340;&#31532;&#19968;&#20010;&#21453;&#24212;&#32943;&#23450;&#26159;&#24191;&#21578;&#22909;&#28902;&#65292;&#20294;&#27599;&#19968;&#20010;&#24191;&#21578;&#37117;&#26159;&#26377;&#38024;&#23545;&#24615;&#30340;&#65292;&#22914;&#26524;&#24191;&#21578;&#20449;&#24687;&#27491;&#26159;&#20320;&#38656;&#35201;&#30340;&#65292;&#38750;&#20294;&#19981;&#20250;&#28902;&#65292;&#36824;&#20250;&#24456;&#24320;&#24515;&#12290;&#20026;&#20160;&#20040;Google&#19978;&#38754;&#24456;&#23569;&#26377;&#20154;&#25253;&#21578;Google&#24191;&#21578;&#24456;&#28902;&#65292;&#36825;&#23601;&#26159;&#23427;&#30340;&#24191;&#21578;&#26159;&#26681;&#25454;&#25628;&#32034;&#35789;&#21305;&#37197;&#30340;&#65292;&#21516;&#29702;&#65292;&#22914;&#26524;&#29992;SOLOMO&#65292;&#21487;&#20197;&#26681;&#25454;&#22320;&#29702;&#20301;&#32622;&#21644;&#20010;&#20154;&#20064;&#24815;&#21305;&#37197;&#24191;&#21578;&#12290;&#36825;&#26679;&#25163;&#26426;&#37324;&#24377;&#20986;&#30340;&#24191;&#21578;&#65292;&#19982;&#20010;&#20154;&#20449;&#24687;&#30340;&#30456;&#20851;&#24230;&#23601;&#20250;&#24456;&#39640;&#12290;&#27604;&#22914;&#65292;&#25105;&#30340;&#25163;&#26426;&#24377;&#20986;&#36825;&#26679;&#19968;&#20010;&#24191;&#21578;&#65306;&ldquo;&#26446;&#24320;&#22797;&#65292;&#20320;&#26159;&#19981;&#26159;&#24536;&#35760;&#20102;&#32467;&#23130;&#32426;&#24565;&#26085;&#26159;&#26126;&#22825;&#65311;&#29664;&#23453;&#24215;&#25171;&#25240;&#65292;8.5&#25240;&#65292;&#19968;&#23567;&#26102;&#22833;&#25928;&#12290;&rdquo;&#25110;&#32773;&ldquo;&#21435;&#24180;&#24744;&#20080;&#32473;&#22826;&#22826;&#30340;&#39033;&#38142;&#65292;&#25105;&#20204;&#26377;&#19968;&#23545;&#30456;&#37197;&#30340;&#32819;&#29615;&#65292;8.8&#25240;&#12290;&rdquo;&#36825;&#26679;&#30340;&#24191;&#21578;&#65292;&#25105;&#32943;&#23450;&#20250;&#24456;&#24320;&#24515;&#12290;</p>
<p>&#12288;&#12288;&#36825;&#26679;&#30340;&#24191;&#21578;&#65292;&#26159;&#22522;&#20110;&#20320;&#30340;&#22320;&#29702;&#20301;&#32622;&#25152;&#36873;&#25321;&#30340;&#12290;&#36825;&#26679;&#30340;&#30005;&#23376;&#21830;&#21153;&#65292;&#29616;&#22312;&#24050;&#32463;&#26377;&#20102;&#38607;&#24418;&#65292;&#35746;&#39184;&#39278;&#12289;&#37202;&#24215;&#12289;&#20080;&#26426;&#31080;&#12289;&#34915;&#26381;&#65292;&#37117;&#21487;&#20197;&#29992;&#31227;&#21160;&#32593;&#32476;&#26469;&#25628;&#32034;&#65292;&#26681;&#25454;&#20320;&#30340;&#22320;&#29702;&#20301;&#32622;&#25552;&#20379;&#27604;&#36739;&#30456;&#20851;&#30340;&#21830;&#21697;&#32473;&#20320;&#12290;</p>
<p>&#12288;&#12288;SOLOMO&#26412;&#36523;&#24102;&#26469;&#19968;&#20010;&#24040;&#22823;&#30340;&#26426;&#20250;&#65292;&#22240;&#20026;&#23427;&#19968;&#26041;&#38754;&#21487;&#20197;&#24110;&#21161;&#29992;&#25143;&#25214;&#21040;&#20102;&#31163;&#20182;&#22320;&#29702;&#20301;&#32622;&#26368;&#36817;&#30340;&#22320;&#26041;&#65307;&#21478;&#19968;&#26041;&#38754;&#21487;&#20197;&#24110;&#21161;&#26381;&#21153;&#21830;&#65292;&#20063;&#23601;&#26159;&#37202;&#24215;&#12289;&#39184;&#39302;&#12289;&#30005;&#24433;&#38498;&#25226;&#38468;&#36817;&#26377;&#26102;&#38388;&#25110;&#32773;&#26377;&#38656;&#35201;&#30340;&#20154;&#25214;&#26469;&#12290;&#36825;&#36319;&#22242;&#36141;&#19981;&#19968;&#26679;&#65292;&#22823;&#23478;&#19978;&#22242;&#36141;&#32593;&#37117;&#24819;&#25214;&#19968;&#23478;&#25171;&#20108;&#25240;&#30340;&#39184;&#21381;&#21507;&#39277;&#65292;&#20294;&#26159;&#21487;&#33021;&#26377;&#20004;&#20010;&#21518;&#26524;&#12290;&#31532;&#19968;&#65292;&#21830;&#23478;&#19981;&#39640;&#20852;&#65292;&#31532;&#20108;&#65292;&#28040;&#36153;&#19982;&#22242;&#36141;&#30340;&#35768;&#35834;&#19981;&#21516;&#65292;&#23458;&#25143;&#19981;&#24320;&#24515;&#12290;&#36825;&#23601;&#26159;&#22242;&#36141;&#20170;&#22825;&#30340;&#38382;&#39064;&#65292;&#27809;&#26377;&#25552;&#20379;&#32473;&#21830;&#23478;&#21644;&#29992;&#25143;&#36275;&#22815;&#22909;&#30340;&#24179;&#31561;&#20184;&#36153;&#20851;&#31995;&#12290;&#21830;&#23478;&#36180;&#38065;&#21334;&#19996;&#35199;&#32473;&#23458;&#20154;&#65292;&#21364;&#19981;&#30830;&#23450;&#33021;&#21560;&#24341;&#22810;&#23569;&#22238;&#22836;&#23458;&#65292;&#32780;&#19988;&#27809;&#26377;&#21150;&#27861;&#25226;&#26410;&#26469;&#21508;&#31181;&#20449;&#24687;&#26377;&#38024;&#23545;&#24615;&#30340;&#21457;&#32473;&#29992;&#25143;&#12290;&#25152;&#20197;&#65292;&#20170;&#22825;&#22242;&#36141;&#38754;&#20020;&#21508;&#31181;&#21046;&#32422;&#65292;&#27599;&#20010;&#26376;&#21487;&#33021;&#26377;&#19978;&#30334;&#23478;&#22242;&#36141;&#20498;&#38381;&#12290;&#26410;&#26469;SOLOMO&#20570;&#30340;&#65292;&#21487;&#33021;&#27809;&#26377;&#37027;&#20040;&#22823;&#25240;&#25187;&#65292;&#20294;&#22914;&#26524;&#24050;&#32463;&#22312;&#39277;&#24215;&#38468;&#36817;&#30340;&#20154;&#32922;&#23376;&#39295;&#20102;&#65292;&#20843;&#25240;&#24050;&#32463;&#26159;&#24456;&#22823;&#30340;&#20248;&#24800;&#20102;&#65292;&#36825;&#26679;&#24456;&#33258;&#28982;&#30340;&#36798;&#21040;&#20102;&#19968;&#20010;&#21830;&#23478;&#21033;&#30410;&#21644;&#29992;&#25143;&#21033;&#30410;&#30340;&#24179;&#34913;&#12290;</p>
<p>&#12288;&#12288;SOLOMO&#23601;&#26159;&#33021;&#22815;&#25226;&#29992;&#25143;&#30340;&#38656;&#27714;&#21644;&#21830;&#23478;&#30340;&#38656;&#27714;&#23545;&#25509;&#36215;&#26469;&#65292;&#20351;&#20004;&#32773;&#37117;&#24471;&#21040;&#21033;&#30410;&#12290;&#22914;&#26524;&#35753;&#25105;&#35828;&#26377;&#20160;&#20040;&#31867;&#20284;&#20110;SOLOMO&#65292;&#26368;&#25509;&#36817;&#30340;&#21487;&#33021;&#26159;Google&#65292;&#22522;&#20110;&#20320;&#30340;&#25628;&#32034;&#30340;&#20449;&#24687;&#20256;&#25773;&#32473;&#20320;&#26377;&#38024;&#23545;&#24615;&#30340;&#24191;&#21578;&#65292;&#24110;&#21161;&#21830;&#23478;&#21644;&#28040;&#36153;&#32773;&#37117;&#33719;&#24471;&#21033;&#30410;&#65292;&#20004;&#32773;&#20043;&#38388;&#26159;&#20114;&#34917;&#30340;&#20851;&#31995;&#12290;</p>
<p>&#12288;&#12288;&#25105;&#35748;&#20026;SOLOMO&#26159;&#21019;&#19994;&#32773;&#26410;&#26469;&#26368;&#22909;&#30340;&#26426;&#20250;&#65292;&#34429;&#28982;SOLOMO&#30340;&#27010;&#24565;&#26159;&#32654;&#22269;&#20154;&#25552;&#20986;&#30340;&#65292;&#20294;&#26159;&#26368;&#36866;&#21512;&#20013;&#22269;&#12290;&#27604;&#22914;&#65292;&#22312;&#32654;&#22269;&#37066;&#21306;&#65292;&#19968;&#20010;&#20154;&#29992;&#33150;&#35759;&#24494;&#20449;&#65292;&#21363;&#20351;&#20182;&#26377;&#24456;&#22810;&#26379;&#21451;&#65292;&#20294;&#21487;&#33021;&#19968;&#20010;&#22312;5&#20844;&#37324;&#20043;&#22806;&#65292;&#19968;&#20010;&#22312;15&#20844;&#37324;&#20043;&#22806;&#65292;&#26681;&#26412;&#27809;&#26426;&#20250;&#32422;&#22312;&#19968;&#36215;&#35265;&#38754;&#12290;&#21516;&#26679;&#30340;&#20107;&#24773;&#21457;&#29983;&#22312;&#21271;&#20140;&#12289;&#19978;&#28023;&#25110;&#32773;&#32445;&#32422;&#36825;&#31181;&#20154;&#21475;&#23494;&#38598;&#30340;&#22823;&#22411;&#22478;&#24066;&#23601;&#23436;&#20840;&#19981;&#19968;&#26679;&#20102;&#65292;&#25152;&#20197;&#35828;SOLOMO&#26356;&#36866;&#21512;&#20013;&#22269;&#12290;</p>
<p>&#12288;&#12288;&#31532;&#19977;&#65292;&#21019;&#19994;&#25104;&#26412;&#38477;&#33267;&#21490;&#19978;&#26368;&#20302;&#65292;&#22238;&#25253;&#26159;&#19968;&#37096;&#20998;&#65292;&#25104;&#26412;&#26159;&#21478;&#22806;&#19968;&#37096;&#20998;&#12290;</p>
<p>&#12288;&#12288;&#31532;&#20108;&#12289;&#31532;&#19977;&#26399;&#30340;&#21019;&#19994;&#32773;&#37117;&#38656;&#35201;&#26377;&#19968;&#23450;&#30340;&#25104;&#26412;&#65292;&#22914;&#26524;&#26159;&#20256;&#32479;&#34892;&#19994;&#65292;&#21017;&#38656;&#35201;&#20184;&#20986;&#24040;&#22823;&#30340;&#25104;&#26412;&#65292;&#27604;&#22914;&#35828;&#24037;&#21378;&#12289;&#30828;&#20214;&#12289;&#29289;&#27969;&#37117;&#38656;&#35201;&#24040;&#22823;&#30340;&#36153;&#29992;&#12290;&#32780;&#31227;&#21160;&#20114;&#32852;&#32593;&#12289;&#20113;&#26381;&#21153;&#21487;&#20197;&#20943;&#23569;&#25104;&#26412;&#65292;&#20113;&#38144;&#21806;&#21644;&#28192;&#36947;&#21487;&#20197;&#35753;&#25105;&#20204;&#19981;&#29992;&#38599;&#38144;&#21806;&#20154;&#21592;&#31561;&#31561;&#65292;&#37027;&#20040;&#36825;&#20123;&#25104;&#26412;&#38477;&#20302;&#20197;&#21518;&#65292;&#21487;&#20197;&#20943;&#23569;&#28192;&#36947;&#30340;&#36153;&#29992;&#12290;</p>
<p>&#12288;&#12288;&#20854;&#23454;&#65292;&#22312;&#20114;&#32852;&#32593;&#21019;&#19994;&#25104;&#26412;&#24456;&#20302;&#30340;&#26102;&#20505;&#65292;&#23545;&#25237;&#36164;&#32773;&#26469;&#35828;&#24456;&#31616;&#21333;&#65292;&#21482;&#35201;20&#19975;&#32654;&#37329;&#12289;30&#19975;&#32654;&#37329;&#65292;&#20219;&#20309;&#19968;&#20010;&#25237;&#36164;&#20154;&#65292;&#31532;&#20108;&#22825;&#37117;&#21487;&#20197;&#24320;&#20986;&#36825;&#31508;&#38065;&#32473;&#20320;&#12290;&#23545;&#20320;&#26469;&#35828;&#65292;&#20320;&#19981;&#35201;&#22826;&#22810;&#38065;&#65292;&#20986;&#35753;&#20108;&#19977;&#21313;&#19975;&#32654;&#37329;&#20013;&#30340;5%&mdash;10%&#65292;&#36825;&#26679;&#20320;&#25163;&#20013;&#36824;&#26377;80%&#30340;&#32929;&#20221;&#12290;&#31532;&#20108;&#27425;&#34701;&#36164;&#30340;&#26102;&#20505;&#65292;&#21487;&#20197;&#25260;&#39640;&#32929;&#20221;&#30340;&#20215;&#38065;&#12290;&#23545;&#20110;&#25237;&#36164;&#32773;&#26469;&#35828;&#65292;&#23601;&#21482;&#20184;&#20986;&#20102;&#20108;&#19977;&#21313;&#19975;&#32654;&#37329;&#12290;&#23558;&#21019;&#19994;&#25104;&#26412;&#38477;&#21040;&#20102;&#21382;&#21490;&#30340;&#26032;&#20302;&#21644;&#26368;&#20302;&#65292;&#26080;&#35770;&#23545;&#25237;&#36164;&#36824;&#26159;&#21019;&#19994;&#32773;&#26469;&#35828;&#37117;&#26159;&#19968;&#20010;&#24040;&#22823;&#30340;&#26426;&#36935;&#12290;</p>
<p>&#12288;&#12288;&#31532;&#22235;&#65292;&#22825;&#20351;&#25237;&#36164;&#21464;&#25104;&#20102;&#38750;&#24120;&#22823;&#30340;&#26032;&#30340;&#36235;&#21183;&#12290;</p>
<p>&#12288;&#12288;&#36807;&#21435;&#65292;&#19968;&#20010;&#22825;&#20351;&#22522;&#37329;&#38656;&#35201;&#20960;&#30334;&#19975;&#25110;&#32773;&#19978;&#21315;&#19975;&#32654;&#37329;&#65292;&#25237;&#36164;&#19968;&#20010;&#39033;&#30446;&#23601;&#38656;&#35201;&#19968;&#20108;&#30334;&#19975;&#32654;&#37329;&#12290;&#20294;&#26159;&#65292;&#20170;&#22825;&#32473;&#21019;&#19994;&#20154;&#30340;&#31532;&#19968;&#25209;&#25237;&#36164;&#21482;&#38656;&#35201;&#19968;&#20108;&#21313;&#19975;&#32654;&#37329;&#12290;&#36825;&#35753;&#33021;&#20570;&#22825;&#20351;&#25237;&#36164;&#30340;&#20154;&#22810;&#20102;&#65292;&#33021;&#20570;&#21019;&#19994;&#20154;&#20063;&#22810;&#20102;&#65292;&#25913;&#21464;&#20102;&#21019;&#19994;&#26684;&#23616;&#12290;</p>
<p>&#12288;&#12288;&#23613;&#31649;&#23384;&#22312;&#24040;&#22823;&#26426;&#36935;&#65292;&#20294;&#19981;&#35201;&#20197;&#20026;&#33258;&#24049;&#26159;&#36827;&#20837;&#31227;&#21160;&#20114;&#32852;&#32593;&#26159;&#21807;&#19968;&#21019;&#19994;&#32773;&#12290;&#22240;&#20026;&#20320;&#30475;&#21040;&#30340;&#26426;&#36935;&#35768;&#22810;&#20154;&#20063;&#37117;&#30475;&#21040;&#20102;&#65292;&#21608;&#22260;&#26377;&#24456;&#22810;&#21019;&#19994;&#32773;&#65292;&#20320;&#30340;&#24819;&#27861;&#21487;&#33021;&#26377;&#20960;&#21313;&#20010;&#12289;&#20960;&#30334;&#20010;&#20154;&#21516;&#26102;&#22312;&#20570;&#12290;</p>
<p>&#12288;&#12288;&#26356;&#37325;&#35201;&#30340;&#26159;&#65292;&#20320;&#36824;&#35201;&#26377;&#24456;&#24378;&#25191;&#34892;&#21147;&#30340;&#22242;&#38431;&#65292;&#23558;&#20320;&#30340;&#24819;&#27861;&#23454;&#26045;&#24471;&#24456;&#22909;&#65292;&#22823;&#23478;&#20570;&#21516;&#19968;&#20010;&#21019;&#24847;&#26102;&#65292;&#20320;&#21487;&#20197;&#26356;&#24555;&#65292;&#22823;&#23478;&#22312;&#20570;&#31532;&#19968;&#20010;&#29256;&#26412;&#30340;&#26102;&#20505;&#65292;&#20320;&#24050;&#32463;&#22312;&#20570;&#31532;&#20108;&#20010;&#29256;&#26412;&#12290;&#28857;&#28857;&#32593;&#23601;&#26159;&#24456;&#22909;&#30340;&#20363;&#23376;&#65292;&#23427;&#30340;&#32988;&#20986;&#19981;&#26159;&#21019;&#24847;&#22909;&#65292;&#32780;&#26159;&#25191;&#34892;&#21147;&#22909;&#12290;</p>
<p>&#12288;&#12288;&#21516;&#23398;&#20204;&#65292;&#22914;&#26524;&#22823;&#23478;&#30495;&#26377;&#19981;&#38169;&#30340;&#28857;&#23376;&#21644;&#22242;&#38431;&#65292;&#19981;&#35201;&#22826;&#29369;&#35947;&#19981;&#23450;&#65292;&#22240;&#20026;&#22826;&#22810;&#30340;&#24605;&#32771;&#21487;&#33021;&#20250;&#22833;&#21435;&#26426;&#20250;&#12290;</p>
<p>&#12288;&#12288;&#26377;&#19968;&#20010;&#24456;&#22909;&#30340;&#20363;&#23376;&#65292;&#24403;&#22823;&#23478;&#37117;&#24819;&#21040;&#29992;&#20114;&#32852;&#32593;&#20570;&#26102;&#26102;&#35821;&#38899;&#32842;&#22825;&#30340;&#26102;&#20505;&#65292;&#24050;&#26377;&#21313;&#26469;&#20010;&#20844;&#21496;&#20570;&#36825;&#20010;&#39033;&#30446;&#65292;&#20570;&#24471;&#27604;&#36739;&#22909;&#12289;&#27604;&#36739;&#24555;&#30340;&#26159;&#31859;&#32842;&#21644;&#33150;&#35759;&#24494;&#20449;&#12290;&#21518;&#26469;&#65292;&#24403;&#22823;&#23478;&#24471;&#30693;&#36825;&#20010;&#39033;&#30446;&#19968;&#23450;&#33021;&#25104;&#21151;&#30340;&#26102;&#20505;&#65292;&#21035;&#20154;&#20877;&#36827;&#26469;&#23601;&#27604;&#36739;&#38590;&#20102;&#12290;&#22914;&#26524;&#65292;&#19968;&#24180;&#21069;&#26377;&#20154;&#25343;&#36825;&#20010;&#21830;&#19994;&#35745;&#21010;&#24076;&#26395;&#25105;&#20204;&#25237;&#36164;&#65292;&#25105;&#20204;&#21487;&#33021;&#26377;&#20852;&#36259;&#65292;&#20170;&#22825;&#23601;&#27809;&#26377;&#20160;&#20040;&#20852;&#36259;&#65292;&#36825;&#26159;&#38543;&#30528;&#26102;&#38388;&#25913;&#21464;&#30340;&#12290;&#19968;&#26086;&#24456;&#22810;&#20154;&#36339;&#36827;&#26469;&#65292;&#32780;&#19988;&#26377;&#20808;&#21457;&#32773;&#20248;&#21183;&#65292;&#20320;&#20877;&#24819;&#20570;&#20960;&#20046;&#27809;&#26377;&#26426;&#20250;&#20102;&#12290;&#26377;&#22909;&#22242;&#38431;&#12289;&#22909;&#26041;&#21521;&#12289;&#22909;&#25191;&#34892;&#21147;&#30340;&#26102;&#20505;&#65292;&#35813;&#20570;&#30340;&#26102;&#38388;&#23601;&#26159;&#29616;&#22312;&#65292;&#31561;&#21322;&#24180;&#26377;&#21487;&#33021;&#23601;&#20570;&#19981;&#19979;&#21435;&#20102;&#12290;</p>
<p>&#12288;&#12288;&#21516;&#26102;&#65292;&#24403;&#20320;&#20570;&#21040;&#19968;&#23450;&#35268;&#27169;&#30340;&#26102;&#20505;&#65292;&#38656;&#35201;&#30340;&#36164;&#37329;&#37327;&#20250;&#21457;&#29983;&#21464;&#21270;&#12290;&#24320;&#22987;&#21019;&#19994;&#26102;&#20063;&#35768;&#21482;&#38656;&#35201;20&#19975;&#32654;&#20803;&#65292;&#20294;&#26159;&#19968;&#26086;&#20570;&#21040;&#19968;&#23450;&#35268;&#27169;&#65292;&#23558;&#20986;&#29616;&#24456;&#22810;&#31454;&#20105;&#23545;&#25163;&#12290;&#36825;&#26102;&#65292;&#25216;&#26415;&#12289;&#20135;&#21697;&#12289;&#25191;&#34892;&#21147;&#37117;&#24456;&#37325;&#35201;&#65292;&#36164;&#37329;&#25512;&#24191;&#26356;&#20026;&#37325;&#35201;&#12290;&#25152;&#20197;&#65292;&#20320;&#21487;&#20197;&#30475;&#21040;&#65292;&#20248;&#37239;&#38656;&#35201;1.2&#20159;&#32654;&#37329;&#30340;&#34701;&#36164;&#65292;&#20182;&#20204;&#21033;&#29992;&#36825;&#20010;&#38065;&#24076;&#26395;&#24471;&#21040;&#26356;&#22823;&#30340;&#24066;&#22330;&#20221;&#39069;&#12289;&#21697;&#29260;&#35748;&#21487;&#24230;&#65292;&#36824;&#26377;&#20135;&#21697;&#22522;&#30784;&#30340;&#20248;&#21183;&#12290;</p>
<p>&#12288;&#12288;&#21019;&#19994;&#65292;&#21018;&#24320;&#22987;&#38656;&#35201;&#30340;&#38065;&#24456;&#23569;&#65292;&#21518;&#26469;&#23558;&#38656;&#35201;&#24456;&#22810;&#38065;&#12290;&#21516;&#23398;&#20204;&#19981;&#35201;&#35748;&#20026;&#20219;&#20309;&#25104;&#21151;&#21487;&#20197;&#36731;&#26131;&#24471;&#26469;&#12290;</p>
<p>&#12288;&#12288;&#25105;&#30340;&#32463;&#39564;&#21578;&#35785;&#25105;&#65292;&#19968;&#20010;&#20856;&#22411;&#30340;&#25104;&#21151;&#21019;&#19994;&#22242;&#38431;&#65292;&#21018;&#24320;&#22987;&#21313;&#20010;&#20154;&#37117;&#26159;&#25216;&#26415;&#22411;&#30340;&#65292;&#36825;&#20010;&#22242;&#38431;&#19981;&#35265;&#24471;&#37117;&#26159;&#22825;&#25165;&#65292;&#22240;&#20026;&#26368;&#24320;&#22987;&#31454;&#20105;&#20248;&#21183;&#26159;&#20135;&#21697;&#33021;&#22815;&#26356;&#22909;&#12289;&#22823;&#23478;&#33021;&#26356;&#24555;&#25226;&#28857;&#23376;&#25191;&#34892;&#20986;&#26469;&#12290;&#30475;&#32654;&#22269;&#25104;&#21151;&#30340;&#26696;&#20363;&#65292;&#20960;&#20046;&#27599;&#20010;&#22242;&#38431;&#22823;&#27010;&#37117;&#26159;&#26377;&#34892;&#19994;&#32047;&#31215;&#30340;&#21313;&#20154;&#22242;&#38431;&#12290;&#22914;&#26524;&#36825;&#20010;&#22242;&#38431;&#28145;&#24230;&#30740;&#31350;&#26576;&#19968;&#20010;&#34892;&#19994;&#65292;&#38271;&#26399;&#22320;&#35770;&#35777;&#65292;&#21019;&#19994;&#25104;&#21151;&#30340;&#26426;&#20250;&#23601;&#24456;&#22823;&#12290;&#20294;&#26159;&#38656;&#30693;&#65292;&#25104;&#21151;&#30495;&#30340;&#26469;&#20043;&#19981;&#26131;&#65292;&#29233;&#36842;&#29983;&#30340;&#26102;&#20195;&#24050;&#32463;&#36807;&#21435;&#20102;&#65292;&#20170;&#22825;&#65292;&#25104;&#21151;&#26159;&#35201;&#29992;&#38750;&#24120;&#28145;&#24230;&#30340;&#31215;&#32047;&#21644;&#21220;&#22859;&#21162;&#21147;&#25442;&#26469;&#30340;&#12290;</p>
<p>&#12288;&#12288;&#20170;&#22825;&#30340;&#21019;&#19994;&#26426;&#20250;&#24456;&#22810;&#65292;&#20294;&#26159;&#19968;&#23450;&#35201;&#33021;&#22815;&#35299;&#20915;&#22909;&#19978;&#36848;&#22235;&#20010;&#38382;&#39064;&#12290;</p>
<p><!-- publish_helper_end --></p>
<p><!--  begin --></p>
<p><!--  end --></p>
<p><!-- ip begin --><!-- ip end --></p>
<p>						<!-- {} --><br><!--  --><br><!--  --><!-- {} --><!-- {081105} --></p>
<p>					<!--  --><br><!--  end --></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/07/12721/" title="5:56 PM" rel="bookmark"><time class="entry-date" datetime="2011-10-07T17:56:36+00:00">2011/10/07</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12720" class="post-12720 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/07/12720/" rel="bookmark">&#29420;&#23478;&#32426;&#24405;&#29255;&#65306;&#20877;&#35265;&#65292;&#20052;&#24067;&#26031;&#65281;_&#31185;&#25216;&#39057;&#36947;_&#20964;&#20976;&#32593;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/07/12720/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p class="t">&lsquo;+item.comment_contents+&rsquo;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/07/12720/" title="5:56 PM" rel="bookmark"><time class="entry-date" datetime="2011-10-07T17:56:26+00:00">2011/10/07</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12719" class="post-12719 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/07/12719/" rel="bookmark">&#23431;&#23449;&#22768;&#38899;&#65306;&#29233;&#22240;&#26031;&#22374;&#39044;&#35328;&#24341;&#21147;&#27874;&#26102;&#31354;&#28063;&#28458;&#20043;&#35868;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/07/12719/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12288;&#12288;&#25454;&#22269;&#22806;&#23186;&#20307;&#25253;&#36947;&#65292;&#29233;&#22240;&#26031;&#22374;&#22312;&#20182;&#30340;&#26102;&#31354;&#29702;&#35770;&#20013;&#39044;&#35328;&#20102;&#23431;&#23449;&#20013;&#23384;&#22312;&#24341;&#21147;&#27874;&#25928;&#24212;&#65292;&#20294;&#26159;&#25105;&#20204;&#30446;&#21069;&#20173;&#28982;&#22312;&#23547;&#25214;&#23427;&#30340;&#36394;&#36857;&#12290;&#24341;&#21147;&#27874;&#34987;&#35748;&#20026;&#26159;&#26102;&#31354;&#32467;&#26500;&#20013;&#30340;&#23567;&#28063;&#28458;&#65292;&#35768;&#22810;&#20154;&#23558;&#27604;&#21947;&#25104;&#25105;&#20204;&#23431;&#23449;&#30340;&ldquo;&#22768;&#38899;&rdquo;&#12290;&#27491;&#22914;&#22312;&#25105;&#20204;&#26085;&#24120;&#29983;&#27963;&#20013;&#65292;&#22768;&#38899;&#26159;&#19981;&#21487;&#20998;&#21106;&#30340;&#19968;&#37096;&#20998;&#65292;&#20854;&#26159;&#25105;&#20204;&#23545;&#22806;&#30028;&#20107;&#29289;&#24863;&#30693;&#30340;&#37325;&#35201;&#36884;&#24452;&#20043;&#19968;&#12290;&#32780;&#24341;&#21147;&#27874;&#30340;&#20316;&#29992;&#20063;&#31867;&#20284;&#19982;&#27492;&#65292;&#23545;&#24341;&#21147;&#27874;&#30340;&#30740;&#31350;&#20063;&#23558;&#25299;&#23637;&#21333;&#19968;&#26395;&#36828;&#38236;&#23545;&#23431;&#23449;&#35266;&#27979;&#30340;&#33539;&#22260;&#12290;</p>
<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/6d7de_56953429.jpg" alt=""></p>
<p align="center">&#29233;&#22240;&#26031;&#22374;&#30340;&#26102;&#31354;&#29702;&#35770;&#39044;&#35328;&#23431;&#23449;&#24341;&#21147;&#27874;&#30340;&#23384;&#22312;(&#36164;&#26009;&#22270;)</p>
<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/c0da8_56953430.jpg" alt=""></p>
<p align="center">&#22825;&#20307;&#30896;&#25758;&#21512;&#24182;&#20107;&#20214;&#23548;&#33268;&#24341;&#21147;&#27874;&#30340;&#27169;&#25311;&#22270;</p>
<p>&#12288;&#12288;&#29233;&#22240;&#26031;&#22374;&#22312; 1918 &#24180;&#25552;&#20986;&#30340;&#29702;&#35770;&#20013;&#39044;&#35328;&#20102;&#24341;&#21147;&#27874;&#22312;&#23431;&#23449;&#20013;&#30340;&#23384;&#22312;&#65292;&#22312;&#23558;&#36817; 100 &#24180;&#21518;&#30340;&#20170;&#22825;&#65292;&#32654;&#22269;&#12289;&#27431;&#27954;&#12289;&#26085;&#26412;&#20197;&#21450;&#28595;&#22823;&#21033;&#20122;&#37117;&#22312;&#24314;&#36896;&#20808;&#36827;&#30340;&#24341;&#21147;&#27874;&#25506;&#27979;&#22120;&#26469;&#23547;&#25214;&#23427;&#20204;&#30340;&#36394;&#36857;&#12290;</p>
<p>&#12288;&#12288;&#24341;&#21147;&#27874;&#30340;&#20449;&#21495;&#22312;&#23431;&#23449;&#20013;&#26159;&#38750;&#24120;&#24494;&#24369;&#30340;&#65292;&#21487;&#20197;&#35828;&#26159;&#38750;&#24120;&#38590;&#20197;&#25506;&#27979;&#65292;&#38656;&#35201;&#26497;&#39640;&#30340;&#28789;&#25935;&#24230;&#25165;&#26377;&#21487;&#33021;&#26816;&#27979;&#20986;&#12290;&#30830;&#20999;&#30340;&#35828;&#65292;&#24341;&#21147;&#27874;&#20135;&#29983;&#20110;&#22823;&#36136;&#37327;&#22825;&#20307;&#36816;&#21160;&#25110;&#32773;&#30896;&#25758;&#31561;&#20107;&#20214;&#12290;&#27604;&#22914;&#65292;&#24403;&#21069;&#22825;&#25991;&#23398;&#23478;&#23545;&#23431;&#23449;&#20013;&#24341;&#21147;&#27874;&#30340;&#25506;&#27979;&#36739;&#20026;&#20856;&#22411;&#30340;&#23545;&#35937;&#26159;&#20004;&#20010;&#20013;&#23376;&#26143;&#30340;&#30896;&#25758;&#65292;&#27599;&#19968;&#20010;&#20013;&#23376;&#26143;&#30340;&#36136;&#37327;&#37117;&#25509;&#36817;&#20110;&#25105;&#20204;&#30340;&#22826;&#38451;&#36136;&#37327;&#65292;&#24403;&#23427;&#20204;&#30456;&#20114;&#22260;&#32469;&#36816;&#34892;&#24182;&#26368;&#32456;&#21457;&#29983;&#30896;&#25758;&#21512;&#24182;&#12290;&#20854;&#20869;&#37096;&#29289;&#36136;&#36816;&#21160;&#30340;&#36895;&#24230;&#21487;&#25509;&#36817;&#20809;&#36895;&#12290;&#35813;&#36807;&#31243;&#21487;&#20135;&#29983;&#36739;&#39640;&#32423;&#21035;&#30340;&#24341;&#21147;&#27874;&#65292;&#20294;&#26159;&#20854;&#20256;&#21040;&#22320;&#29699;&#30340;&#20449;&#21495;&#23601;&#26174;&#24471;&#26497;&#20026;&#24494;&#24369;&#20102;&#65292;&#36825;&#20063;&#26159;&#20026;&#20160;&#20040;&#25105;&#20204;&#38656;&#35201;&#26497;&#39640;&#30340;&#28789;&#25935;&#24230;&#21435;&#23547;&#25214;&#24341;&#21147;&#27874;&#23384;&#22312;&#30340;&#36394;&#36857;&#12290;</p>
<p>&#12288;&#12288;&#21516;&#26102;&#65292;&#27492;&#31867;&#20107;&#20214;&#22312;&#23431;&#23449;&#20013;&#20063;&#26159;&#38750;&#24120;&#32597;&#35265;&#30340;&#65292;&#31185;&#23398;&#23478;&#35748;&#20026;&#20854;&#21457;&#29983;&#30340;&#27010;&#29575;&#20026;&#65306;&#27599;&#20010;&#26143;&#31995;&#22312;&#25968;&#21313;&#19975;&#33267;&#25968;&#30334;&#19975;&#24180;&#20869;&#25165;&#21487;&#33021;&#21457;&#29983;&#19968;&#27425;&#12290;&#22240;&#27492;&#65292;&#35201;&#22312;&#25105;&#20204;&#26377;&#29983;&#20043;&#24180;&#20869;&#26816;&#27979;&#21040;&#23431;&#23449;&#24341;&#21147;&#27874;&#20449;&#21495;&#65292;&#23601;&#24517;&#39035;&#35201;&#26377;&#36275;&#22815;&#28789;&#25935;&#30340;&#25506;&#27979;&#35013;&#32622;&#65292;&#20197;&#23547;&#25214;&#25968;&#21313;&#20159;&#20809;&#24180;&#22788;&#20256;&#25773;&#36807;&#26469;&#30340;&#24341;&#21147;&#27874;&#20449;&#21495;&#12290;&#36825;&#23545;&#31185;&#23398;&#23478;&#32780;&#35328;&#20063;&#26159;&#19968;&#20010;&#24040;&#22823;&#30340;&#25216;&#26415;&#25361;&#25112;&#12290;&#22312;&#36825;&#26679;&#22823;&#23610;&#24230;&#36317;&#31163;&#19978;&#26816;&#27979;&#24341;&#21147;&#27874;&#20449;&#21495;&#65292;&#20854;&#38590;&#24230;&#21487;&#24819;&#35937;&#20026;&#65306;&#24403;&#25105;&#20204;&#22312;&#25151;&#38388;&#24320;&#30528;&#30005;&#35270;&#26426;&#12289;&#30005;&#35805;&#38083;&#22768;&#21516;&#26102;&#20063;&#21709;&#36215;&#65292;&#32780;&#24341;&#21147;&#27874;&#20449;&#21495;&#27492;&#21051;&#27491;&#22312;&#28129;&#28129;&#22320;&#35302;&#30896;&#25151;&#38388;&#30340;&#38376;&#12290;</p>
<p>&#12288;&#12288;&#23545;&#24341;&#21147;&#27874;&#25506;&#27979;&#19981;&#20165;&#30475;&#20811;&#26381;&#25506;&#27979;&#23545;&#35937;&#30340;&#29305;&#24615;&#65292;&#21516;&#26102;&#20063;&#35201;&#23631;&#34109;&#22320;&#29699;&#19978;&#21508;&#31181;&#25968;&#19981;&#32988;&#25968;&#30340;&#22122;&#22768;&#28304;&#12290;&#36825;&#20123;&#22122;&#22768;&#28304;&#20174;&#19968;&#27425;&#22320;&#38663;&#21040;&#36965;&#36828;&#30340;&#19968;&#20010;&#28023;&#28010;&#65292;&#37117;&#21487;&#23545;&#24341;&#21147;&#27874;&#25506;&#27979;&#26500;&#25104;&#24433;&#21709;&#12290;&#37027;&#25105;&#20204;&#22914;&#20309;&#25165;&#33021;&#30693;&#36947;&#65292;&#25105;&#20204;&#26816;&#27979;&#21040;&#30340;&#26159;&#24341;&#21147;&#27874;&#20449;&#21495;&#65292;&#32780;&#19981;&#26159;&#19968;&#20010;&#26641;&#26408;&#20498;&#22604;&#25110;&#32773;&#21345;&#36710;&#30340;&#22122;&#38899;&#24433;&#21709;&#65311;</p>
<p>&#12288;&#12288;&#25454;&#27492;&#65292;&#22825;&#25991;&#23398;&#23478;&#21457;&#29616;&#21487;&#20197;&#36890;&#36807;&#23547;&#25214;&#19968;&#20010;&#28508;&#22312;&#30340;&#30005;&#30913;&#20449;&#21495;&#26469;&#31579;&#36873;&#32972;&#26223;&#22122;&#38899;&#65292;&#36825;&#20010;&#30005;&#30913;&#20449;&#21495;&#24517;&#39035;&#20276;&#38543;&#30528;&#24341;&#21147;&#27874;&#30340;&#20256;&#25773;&#12290;&#36825;&#23601;&#21487;&#20197;&#24819;&#35937;&#20026;&#65306;&#24403;&#25105;&#20204;&#21548;&#21040;&#38376;&#22806;&#26377;&#20154;&#25970;&#38376;&#22768;&#26102;&#65292;&#36890;&#36807;&#29483;&#30524;&#30475;&#21040;&#30830;&#23454;&#26377;&#20154;&#23384;&#22312;&#12290;&#20351;&#29992;&#20840;&#31243;&#20276;&#38543;&#20256;&#25773;&#30340;&#30005;&#30913;&#20449;&#21495;&#26469;&#23547;&#25214;&#24341;&#21147;&#27874;&#36394;&#36857;&#30340;&#21457;&#29616;&#24050;&#32463;&#21457;&#34920;&#22312;&#12298;&#33258;&#28982;&#12299;&#26434;&#24535;&#19978;&#12290;&#20316;&#32773;&#20026;&#32822;&#36335;&#25746;&#20919;&#24076;&#20271;&#26469;&#22823;&#23398;&#25945;&#25480;&#30382;&#20848;&#65288;Tsvi Piran&#65289;&#19982;&#29305;&#25289;&#32500;&#22827;&#22823;&#23398;&#22467;&#32993;&#24503;&#65288;Ehud Nakar&#65289;&#21338;&#22763;&#12290;</p>
<p>&#12288;&#12288;&#21516;&#26102;&#65292;&#20182;&#20204;&#36824;&#27880;&#24847;&#21040;&#65292;&#24403;&#20004;&#39063;&#20013;&#23376;&#26143;&#30456;&#20114;&#22260;&#32469;&#24182;&#21457;&#29983;&#30896;&#25758;&#21512;&#24182;&#26102;&#65292;&#25972;&#20010;&#36807;&#31243;&#20013;&#25243;&#23556;&#20986;&#30340;&#29289;&#36136;&#21487;&#25509;&#36817;&#20809;&#36895;&#65292;&#24182;&#20135;&#29983;&#26497;&#39640;&#30340;&#28201;&#24230;&#20197;&#26080;&#32447;&#30005;&#27874;&#30340;&#24418;&#24335;&#36752;&#23556;&#20986;&#26469;&#12290;&#30001;&#27492;&#20135;&#29983;&#30340;&#24378;&#28872;&#26080;&#32447;&#30005;&#32768;&#26001;&#20250;&#25345;&#32493;&#25968;&#20010;&#26376;&#20043;&#20037;&#65292;&#21487;&#30001;&#23556;&#30005;&#26395;&#36828;&#38236;&#26469;&#25506;&#27979;&#12290;&#30740;&#31350;&#20154;&#21592;&#35748;&#20026;&#65306;&#22312;&#26410;&#26469;&#25628;&#32034;&#21040;&#36825;&#26679;&#19968;&#20010;&#26080;&#32447;&#30005;&#20449;&#21495;&#30340;&#20107;&#20214;&#32943;&#23450;&#20250;&#21457;&#29983;&#30340;&#65292;&#24182;&#19988;&#35813;&#26041;&#27861;&#20316;&#20026;&#24341;&#21147;&#27874;&#25506;&#27979;&#30340;&#21021;&#27493;&#30417;&#27979;&#26631;&#20934;&#27861;&#12290;&#28982;&#32780;&#65292;&#39044;&#35745;&#21040; 2015 &#24180;&#20043;&#26102;&#65292;&#20808;&#36827;&#30340;&#24341;&#21147;&#27874;&#25506;&#27979;&#22120;&#25165;&#21487;&#24320;&#22987;&#36816;&#20316;&#65292;&#23556;&#30005;&#22825;&#25991;&#23398;&#23478;&#30340;&#20219;&#21153;&#23601;&#26159;&#23547;&#25214;&#36825;&#20123;&#29420;&#29305;&#30340;&#32768;&#26001;&#12290;</p>
<p>&#12288;&#12288;&#30382;&#20848;&#25945;&#25480;&#19982;&#22467;&#32993;&#24503;&#21338;&#22763;&#20063;&#22312;&#20854;&#25991;&#31456;&#20013;&#25552;&#21040;&#65306;&#22312; 1987 &#24180;&#30001;&#30740;&#31350;&#20154;&#21592;&#40077;&#23572;&#65288;Bower&#65289;&#30701;&#26242;&#25506;&#27979;&#21040;&#19968;&#27425;&#36523;&#20221;&#19981;&#26126;&#30340;&#26080;&#32447;&#30005;&#20449;&#21495;&#12290;&#29616;&#22312;&#65292;&#25105;&#20204;&#26377;&#20102;&#26032;&#26041;&#27861;&#24182;&#20102;&#35299;&#21040;&#26080;&#32447;&#30005;&#27874;&#24212;&#35813;&#20855;&#26377;&#30340;&#29305;&#24449;&#65292;&#21487;&#22312;&#20170;&#21518;&#30452;&#25509;&#26816;&#27979;&#24182;&#30830;&#35748;&#20013;&#23376;&#26143;&#21452;&#26143;&#22260;&#32469;&#21512;&#24182;&#25152;&#20135;&#29983;&#30340;&#24341;&#21147;&#27874;&#12290;</p>
<p>&#12288;&#12288;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/07/12719/" title="11:56 AM" rel="bookmark"><time class="entry-date" datetime="2011-10-07T11:56:27+00:00">2011/10/07</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12718" class="post-12718 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/07/12718/" rel="bookmark">&#20197;&#33394;&#21015;&#31185;&#23398;&#23478;&#22240;&#21457;&#29616;&#20934;&#26230;&#20307;&#32780;&#33719;&#30340;2011&#24180;&#35834;&#36125;&#23572;&#21270;&#23398;&#22870;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/07/12718/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>
	[ <b><br><a href="//solidot.org/login.pl?op=newuserform"><br>
			&#21019;&#24314;&#19968;&#20010;&#26032;&#24080;&#21495;<br></a><br></b> ]</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/07/12718/" title="11:56 AM" rel="bookmark"><time class="entry-date" datetime="2011-10-07T11:56:21+00:00">2011/10/07</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12717" class="post-12717 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/07/12717/" rel="bookmark">Google Maps &#22686;&#21152; 3D &#40165;&#30640;&#36335;&#32218;&#38928;&#35261;&#23566;&#33322;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/07/12717/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p class="filed-under"><strong>&#25991;&#31456;&#20998;&#39006;:</strong> &#32178;&#38555;&#32178;&#36335;</p>
<p>	<a href="http://chinese.engadget.com/2011/10/04/google-maps-adds-3d-birds-eye-route-previews-for-high-flying-na/"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/df169_google-maps.jpg"></a><br></p>
<p class="posttags"><strong>Tags:</strong> <a href="http://chinese.engadget.com/tag/3d/">3d</a>, <a href="http://chinese.engadget.com/tag/3D+preview/">3D preview</a>, <a href="http://chinese.engadget.com/tag/3dPreview/">3dPreview</a>, <a href="http://chinese.engadget.com/tag/animation/">animation</a>, <a href="http://chinese.engadget.com/tag/birds+eye/">birds eye</a>, <a href="http://chinese.engadget.com/tag/BirdsEye/">BirdsEye</a>, <a href="http://chinese.engadget.com/tag/driving/">driving</a>, <a href="http://chinese.engadget.com/tag/feature/">feature</a>, <a href="http://chinese.engadget.com/tag/geo-linked/">geo-linked</a>, <a href="http://chinese.engadget.com/tag/google/">google</a>, <a href="http://chinese.engadget.com/tag/google+earth/">google earth</a>, <a href="http://chinese.engadget.com/tag/google+maps/">google maps</a>, <a href="http://chinese.engadget.com/tag/GoogleEarth/">GoogleEarth</a>, <a href="http://chinese.engadget.com/tag/GoogleMaps/">GoogleMaps</a>, <a href="http://chinese.engadget.com/tag/maps/">maps</a>, <a href="http://chinese.engadget.com/tag/minipost/">minipost</a>, <a href="http://chinese.engadget.com/tag/preview/">preview</a>, <a href="http://chinese.engadget.com/tag/route/">route</a>, <a href="http://chinese.engadget.com/tag/search/">search</a>, <a href="http://chinese.engadget.com/tag/transport/">transport</a>, <a href="http://chinese.engadget.com/tag/travel/">travel</a>, <a href="http://chinese.engadget.com/tag/visualization/">visualization</a>, <a href="http://chinese.engadget.com/tag/web/">web</a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/07/12717/" title="11:56 AM" rel="bookmark"><time class="entry-date" datetime="2011-10-07T11:56:12+00:00">2011/10/07</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12716" class="post-12716 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/05/12716/" rel="bookmark">Google+&#25239;&#34913;Facebook&#30340;&#20116;&#22823;&#27861;&#23453;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/05/12716/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12288;&#12288;&#20170;&#24180;&#26159;&#31038;&#20132;&#32593;&#32476;&#30334;&#33457;&#40784;&#25918;&#30340;&#19968;&#24180;&#65292;&#36825;&#19968;&#24180;&#37325;&#37327;&#32423;&#20896;&#20891;Facebook&#21463;&#21040;&#20102;&#26469;&#33258;<a target="_blank" href="http://www.williamlong.info/archives/2721.html">Google+</a>&#30340;&#24378;&#26377;&#21147;&#25361;&#25112;&#12290;&#28982;&#32780;&#22312;&#36807;&#21435;&#30340;&#19968;&#21608;&#37324;&#65292;&#38543;&#30528;&#35746;&#38405;&#21151;&#33021;&#30340;&#25512;&#20986;&#21644;&#21015;&#34920;&#21151;&#33021;&#30340;&#22823;&#24133;&#25913;&#36827;&#65288;&#31867;&#20284;Google+&#30340;&#22280;&#21151;&#33021;&#65289;&#65292;Facebook&#30340;&#39118;&#22836;&#26126;&#26174;&#30422;&#36807;&#20102;&#19968;&#20999;&#12290;&#26412;&#21608;&#22235;Facebook&#36824;&#23558;&#22312;&#26087;&#37329;&#23665;&#24066;&#21484;&#24320;F8&#24320;&#21457;&#32773;&#24180;&#20250;&#65292;&#36229;&#32423;&#21338;&#20027;Robert Scoble&#31216;&#65292;&ldquo;Facebook&#23558;&#20110;&#26412;&#21608;&#20844;&#24067;&#36804;&#20170;&#20026;&#27490;&#26368;&#37325;&#22823;&#30340;&#26356;&#26032;&rdquo;&#12290;&#38647;&#38155;&#32593;&#23558;&#20250;&#25345;&#32493;&#20851;&#27880;Facebook&#22312;F8&#24180;&#20250;&#19978;&#30340;&#21160;&#21521;&#12290;</p>
<p>&#12288;&#12288;&#19982;&#27492;&#21516;&#26102;&#65292;Google+&#30340;&#24320;&#21457;&#22242;&#38431;&#38500;&#20102;&#19978;&#21608;&#23459;&#24067;&#38480;&#21046;&#24212;&#29992;&#25509;&#21475;&#24320;&#25918;&#20043;&#22806;&#65292;&#36817;&#26399;&#20877;&#26080;&#20219;&#20309;&#21160;&#21521;&#12290;&#19979;&#25991;&#20013;&#25105;&#20204;&#21015;&#20986;&#20102;Google+&#25552;&#21319;&#20854;&#29616;&#26377;&#20135;&#21697;&#65292;&#25171;Facebook&#20010;&#25514;&#25163;&#19981;&#21450;&#30340;5&#20010;&#26041;&#21521;&#12290;</p>
<p>&#12288;&#12288;1.&nbsp;Google&ldquo;&#20154;&#38469;&#22280;&rdquo;&#30340;&#33258;&#21160;&#29983;&#25104;&#21450;&#32500;&#25252;</p>
<p>&#12288;&#12288;&#36825;&#26159;&#29992;&#25143;&#36804;&#20170;&#20026;&#27490;&#21453;&#39304;&#30340;&#20851;&#20110;Google+&#26368;&#22823;&#30340;&#38382;&#39064;&#65292;&#24314;&#31435;&#31038;&#20132;&#32676;&#32452;&#30340;&#31243;&#24207;&#36807;&#20998;&#32321;&#29712;&#65292;&#20043;&#21518;&#30340;&#32500;&#25252;&#20063;&#35201;&#33457;&#36153;&#22823;&#37327;&#31934;&#21147;&#12290;</p>
<p>&#12288;&#12288;Facebook&#22312;&#36825;&#19968;&#28857;&#19978;&#21487;&#20197;&#20570;Google+&#30340;&#32769;&#24072;&#65292;&#20854;&#19978;&#21608;&#21018;&#25512;&#20986;&#21319;&#32423;&#29256;&#30340;&#21322;&#33258;&#21160;&#32034;&#24341;&#24335;&#22909;&#21451;&#21015;&#34920;&#12290;Facebook&#29616;&#22312;&#21487;&#26681;&#25454;&#29992;&#25143;&#30340;&#22320;&#29702;&#20301;&#32622;&#12289;&#24037;&#20316;&#22320;&#28857;&#21450;&#20854;&#20182;&#20010;&#20154;&#20449;&#24687;&#33258;&#21160;&#29983;&#25104;&#21015;&#34920;&#12290;&#36825;&#39033;&#21151;&#33021;&#30446;&#21069;&#36824;&#24182;&#19981;&#23436;&#32654;&#65292;&#20294;&#24635;&#27604;Google+&#24378;&#36843;&#29992;&#25143;&#19968;&#20010;&#19968;&#20010;&#25235;&#20154;&#35201;&#22909;&#24471;&#22810;&#20102;&#12290;</p>

<p>&#12288;&#12288;2.&nbsp; &#32473;Google+&#28155;&#21152;&#23450;&#21046;&#25628;&#32034;&#26694;</p>
<p>&#12288;&#12288;Google&#25628;&#32034;&#24341;&#25806;&#21487;&#20197;&#25628;&#21040;Google+&#19978;&#30340;&#20219;&#20309;&#20844;&#24320;&#20449;&#24687;&#65292;&#20294;&#25628;&#19981;&#21040;Google+&#19978;&#30340;&#38750;&#20844;&#24320;&#20449;&#24687;&#21450;Google&#22280;&#20869;&#20449;&#24687;&#12290;Google+&#30340;&#24320;&#21457;&#22242;&#38431;&#24456;&#28165;&#26970;&#36825;&#26159;&#29992;&#25143;&#30340;&#38656;&#27714;&#65292;&#20182;&#20204;&#24212;&#35813;&#24456;&#26377;&#21487;&#33021;&#27491;&#22312;&#24320;&#21457;&#19968;&#27454;&#29992;&#20110;Google+&#20869;&#37096;&#30340;&#23450;&#21046;&#25628;&#32034;&#24341;&#25806;&#65292;&#22914;&#26524;&#36825;&#20010;&#35774;&#24819;&#25104;&#30495;&#65292;&#22312;&#25628;&#32034;&#36807;&#21435;&#21457;&#24067;&#30340;&#20449;&#24687;&#36825;&#19968;&#28857;&#19978;Google&#23558;&#23436;&#32988;Facebook&#21644;Twitter&#12290;</p>
<p>&#12288;&#12288;&#20247;&#25152;&#21608;&#30693;Twitter&#21482;&#33021;&#25628;&#32034;&#24456;&#30701;&#19968;&#27573;&#26102;&#38388;&#20869;&#30340;&#36807;&#24448;&#20449;&#24687;&#35760;&#24405;&#65292;&#32780;Facebook&#36804;&#20170;&#20026;&#27490;&#20063;&#20048;&#20110;&#40723;&#21169;&#29992;&#25143;&ldquo;&#27963;&#22312;&#24403;&#19979;&rdquo;&#12290;&#22914;&#33509;Google+&#25512;&#20986;&#24378;&#22823;&#25628;&#32034;&#24341;&#25806;&#65292;Facebook&#21487;&#33021;&#20250;&#37325;&#26032;&#32771;&#34385;&#36825;&#19968;&#28857;&#65292;&#22240;&#20026;&#36825;&#26679;&#19968;&#26469;Google+&#23601;&#21464;&#25104;&#20102;&#29992;&#25143;&#30340;&#35760;&#24518;&#38134;&#34892;&#65292;&#24212;&#29992;&#31243;&#24207;Evernote&#65288;&#20840;&#33021;&#20415;&#31614;&#65289;&#22823;&#33719;&#25104;&#21151;&#20415;&#24471;&#30410;&#20110;&#20854;&#33258;&#31216;&#20026;&ldquo;&#22312;&#32447;&#22823;&#33041;&rdquo;&#30340;&#23459;&#20256;&mdash;&#36825;&#20063;&#27491;&#35828;&#26126;&#31038;&#20132;&#32593;&#32476;&#38656;&#35201;&#25903;&#25345;&#26356;&#38271;&#26102;&#38388;&#27573;&#30340;&#35760;&#24518;&#22238;&#28335;&#12290;</p>
<p>&#12288;&#12288;3.&nbsp; &#24443;&#24213;&#24320;&#25918;&#24212;&#29992;&#25509;&#21475;</p>
<p>&#12288;&#12288;Google+&#30340;&#24212;&#29992;&#25509;&#21475;&#30446;&#21069;&#23545;&#22806;&#38480;&#21046;&#24320;&#25918;&#65292;&#22240;&#27492;&#22806;&#37096;&#24320;&#21457;&#32773;&#26080;&#27861;&#25509;&#35302;&#21040;Google&#32676;&#32452;&#30340;&#20869;&#37096;&#20449;&#24687;&#21644;&#25968;&#25454;&#12290;Google&#21487;&#20197;&#27627;&#19981;&#36153;&#21147;&#22320;&#23558;&#20854;&#23436;&#20840;&#24320;&#25918;&#65292;&#32780;&#19988;Google+&#24320;&#21457;&#22242;&#38431;&#20063;&#24050;&#32463;&#34920;&#31034;&#36807;&#36825;&#26159;&#26089;&#26202;&#30340;&#20107;&#24773;&#12290;&#37492;&#20110;&#25972;&#20010;Facebook&#24179;&#21488;&#30446;&#21069;&#37117;&#23545;&#31532;&#19977;&#26041;&#24320;&#21457;&#32773;&#24320;&#21457;&#29992;&#25143;&#20010;&#20154;&#25968;&#25454;&#65292;Google+&#24819;&#35201;&#24555;&#36895;&#24314;&#31435;&#36215;&#33258;&#23478;&#24179;&#21488;&#65292;&#36825;&#19968;&#27493;&#19981;&#24471;&#19981;&#36208;&#12290;</p>
<p>&#12288;&#12288;4.&nbsp;&#23613;&#24555;&#24320;&#21457;&#21697;&#29260;&#39029;&#38754;</p>
<p>&#12288;&#12288;&#19994;&#20869;&#30342;&#30693;Google+&#27491;&#22312;&#24320;&#21457;&#31867;&#20284;Facebook&#30340;&#21697;&#29260;&#39029;&#38754;&#65292;&#31508;&#32773;&#20010;&#20154;&#24076;&#26395;&#30475;&#21040;&#26356;&#31616;&#27905;&#35268;&#25972;&#30340;&#30028;&#38754;&#12290;&#29992;&#25143;&#24120;&#24120;&#20250;&#22312;Facebook&#19978;&#20851;&#27880;&#19968;&#20010;&#21697;&#29260;&#39029;&#38754;&#65292;&#20043;&#21518;&#20877;&#20063;&#30475;&#19981;&#21040;&#20854;&#30456;&#20851;&#28040;&#24687;&#65292;&#22240;&#20026;&#26681;&#26412;&#25214;&#19981;&#21040;&#20851;&#27880;&#30340;&#21697;&#29260;&#21015;&#34920;&#12290;&#20026;&#20160;&#20040;&#19981;&#33021;&#23558;&#36825;&#20010;&#21015;&#34920;&#21152;&#21040;Facebook&#20027;&#33756;&#21333;&#37324;&#21602;&#65311;&#20026;&#20160;&#20040;&#19981;&#33021;&#22312;&#20851;&#27880;&#30340;&#21516;&#26102;&#23601;&#23558;&#35813;&#39029;&#38754;&#28155;&#21152;&#21040;&#25351;&#23450;&#21015;&#34920;&#21602;&#65311;&#22914;&#20170;Google&#21487;&#20197;&#20511;&#27492;&#26426;&#20250;&#24320;&#21457;&#26356;&#21451;&#22909;&#30340;&#21697;&#29260;&#39029;&#38754;&#65292;&#36825;&#23545;&#29992;&#25143;&#21644;&#20225;&#19994;&#37117;&#26377;&#22909;&#22788;&#12290;</p>
<p>&#12288;&#12288;5.&nbsp; &#32473;&#29992;&#25143;&#25552;&#20379;&#26426;&#20250;&#25512;&#33616;&#23478;&#20154;&#21450;&#20146;&#23494;&#22909;&#21451;&#21152;&#20837;Google+</p>
<p>&#12288;&#12288;&#33509;&#24819;&#25361;&#25112;Facebook&#65292;&#19978;&#36848;&#38382;&#39064;&#23558;&#20250;&#26159;Google+&#30495;&#27491;&#38754;&#20020;&#30340;&#25361;&#25112;&#12290;Google+&#34429;&#28982;&#23545;&#26089;&#26399;&#29992;&#25143;&#20559;&#29233;&#26377;&#21152;&#65292;&#20294;&#36824;&#26410;&#33021;&#25104;&#21151;&#21560;&#24341;&#20027;&#27969;&#29992;&#25143;&#32676;&#20307;&#12290;&#22823;&#37096;&#20998;&#37117;&#26159;&#19994;&#20869;&#20154;&#22763;&#22312;&#20114;&#21160;&#65292;&#23545;&#25506;&#35752;&#19987;&#19994;&#38382;&#39064;&#26469;&#35828;&#20498;&#26159;&#20010;&#22909;&#24179;&#21488;&#65292;&#38590;&#24618;Robert Scoble&#36825;&#20040;&#21916;&#27426;Google+&#12290;&#20294;&#29992;&#25143;&#30340;&#23478;&#20154;&#26379;&#21451;&#65288;&#38750;&#19987;&#19994;&#20154;&#22763;&#65289;&#36890;&#24120;&#19981;&#20250;&#20351;&#29992;Google+&#65292;&#21363;&#20415;&#29992;&#20102;&#20063;&#21482;&#26159;&#29992;&#26469;&#22066;&#31505;Google+&#22810;&#20040;&#20919;&#28165;&#24808;&#28129;&#12290;&#35802;&#28982;Facebook&#30340;&#29992;&#25143;&#32676;&#26159;&#32463;&#36807;&#26085;&#31215;&#26376;&#32047;&#30340;&#65292;&#20294;&#38382;&#39064;&#26159;Google+&#38656;&#35201;&#36805;&#36895;&#25552;&#21319;&#26381;&#21153;&#65292;&#31361;&#30772;&#36825;&#19968;&#29942;&#39048;&#12290;&#25110;&#32773;Google&#26368;&#32456;&#24471;&#25226;Google+&#19982;&#20854;&#25628;&#32034;&#12289;&#30005;&#23376;&#21830;&#21153;&#31561;&#20854;&#20182;&#21151;&#33021;&#32467;&#21512;&#65292;&#20419;&#20351;&#26222;&#36890;&#29992;&#25143;&#30495;&#27491;&#24320;&#22987;&#20351;&#29992;&#12290;</p>
<p>&#12288;&#12288;&#20197;&#19978;&#26159;&#31508;&#32773;&#35748;&#20026;Google+&#20127;&#24453;&#25913;&#36827;&#30340;&#22320;&#26041;&#65292;&#36825;&#36824;&#19981;&#21253;&#25324;&#36817;&#20960;&#21608;&#34987;&#25265;&#24616;&#30340;&#26368;&#39057;&#32321;&#30340;&#19968;&#28857;&#65306;Google+&#30446;&#21069;&#21482;&#20801;&#35768;&#29992;&#25143;&#20351;&#29992;&#30495;&#23454;&#22995;&#21517;&#20316;&#20026;ID&#65292;&#36825;&#31616;&#30452;&#33618;&#21776;&#12290;</p>
<p>&#12288;&#12288;&#33521;&#25991;&#21407;&#25991;&#65306;<a target="_blank" href="http://www.readwriteweb.com/archives/5_things_google_plus_can_do_to_outbox_facebook.php">5 Things Google Plus Can Do to Outbox Facebook</a></p>
<p>&#12288;&#12288;&#20013;&#25991;&#32763;&#35793;&#65306;<a target="_blank" href="http://www.leiphone.com/google-against-facebook.html">&#38647;&#38155;&#32593;</a>&#32534;&#35793;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/05/12716/" title="5:48 PM" rel="bookmark"><time class="entry-date" datetime="2011-10-05T17:48:38+00:00">2011/10/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12715" class="post-12715 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/05/12715/" rel="bookmark">Google+&#25239;&#34913;Facebook&#30340;&#20116;&#22823;&#27861;&#23453;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/05/12715/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12288;&#12288;&#20170;&#24180;&#26159;&#31038;&#20132;&#32593;&#32476;&#30334;&#33457;&#40784;&#25918;&#30340;&#19968;&#24180;&#65292;&#36825;&#19968;&#24180;&#37325;&#37327;&#32423;&#20896;&#20891;Facebook&#21463;&#21040;&#20102;&#26469;&#33258;<a target="_blank" href="http://www.williamlong.info/archives/2721.html">Google+</a>&#30340;&#24378;&#26377;&#21147;&#25361;&#25112;&#12290;&#28982;&#32780;&#22312;&#36807;&#21435;&#30340;&#19968;&#21608;&#37324;&#65292;&#38543;&#30528;&#35746;&#38405;&#21151;&#33021;&#30340;&#25512;&#20986;&#21644;&#21015;&#34920;&#21151;&#33021;&#30340;&#22823;&#24133;&#25913;&#36827;&#65288;&#31867;&#20284;Google+&#30340;&#22280;&#21151;&#33021;&#65289;&#65292;Facebook&#30340;&#39118;&#22836;&#26126;&#26174;&#30422;&#36807;&#20102;&#19968;&#20999;&#12290;&#26412;&#21608;&#22235;Facebook&#36824;&#23558;&#22312;&#26087;&#37329;&#23665;&#24066;&#21484;&#24320;F8&#24320;&#21457;&#32773;&#24180;&#20250;&#65292;&#36229;&#32423;&#21338;&#20027;Robert Scoble&#31216;&#65292;&ldquo;Facebook&#23558;&#20110;&#26412;&#21608;&#20844;&#24067;&#36804;&#20170;&#20026;&#27490;&#26368;&#37325;&#22823;&#30340;&#26356;&#26032;&rdquo;&#12290;&#38647;&#38155;&#32593;&#23558;&#20250;&#25345;&#32493;&#20851;&#27880;Facebook&#22312;F8&#24180;&#20250;&#19978;&#30340;&#21160;&#21521;&#12290;</p>
<p>&#12288;&#12288;&#19982;&#27492;&#21516;&#26102;&#65292;Google+&#30340;&#24320;&#21457;&#22242;&#38431;&#38500;&#20102;&#19978;&#21608;&#23459;&#24067;&#38480;&#21046;&#24212;&#29992;&#25509;&#21475;&#24320;&#25918;&#20043;&#22806;&#65292;&#36817;&#26399;&#20877;&#26080;&#20219;&#20309;&#21160;&#21521;&#12290;&#19979;&#25991;&#20013;&#25105;&#20204;&#21015;&#20986;&#20102;Google+&#25552;&#21319;&#20854;&#29616;&#26377;&#20135;&#21697;&#65292;&#25171;Facebook&#20010;&#25514;&#25163;&#19981;&#21450;&#30340;5&#20010;&#26041;&#21521;&#12290;</p>
<p>&#12288;&#12288;1.&nbsp;Google&ldquo;&#20154;&#38469;&#22280;&rdquo;&#30340;&#33258;&#21160;&#29983;&#25104;&#21450;&#32500;&#25252;</p>
<p>&#12288;&#12288;&#36825;&#26159;&#29992;&#25143;&#36804;&#20170;&#20026;&#27490;&#21453;&#39304;&#30340;&#20851;&#20110;Google+&#26368;&#22823;&#30340;&#38382;&#39064;&#65292;&#24314;&#31435;&#31038;&#20132;&#32676;&#32452;&#30340;&#31243;&#24207;&#36807;&#20998;&#32321;&#29712;&#65292;&#20043;&#21518;&#30340;&#32500;&#25252;&#20063;&#35201;&#33457;&#36153;&#22823;&#37327;&#31934;&#21147;&#12290;</p>
<p>&#12288;&#12288;Facebook&#22312;&#36825;&#19968;&#28857;&#19978;&#21487;&#20197;&#20570;Google+&#30340;&#32769;&#24072;&#65292;&#20854;&#19978;&#21608;&#21018;&#25512;&#20986;&#21319;&#32423;&#29256;&#30340;&#21322;&#33258;&#21160;&#32034;&#24341;&#24335;&#22909;&#21451;&#21015;&#34920;&#12290;Facebook&#29616;&#22312;&#21487;&#26681;&#25454;&#29992;&#25143;&#30340;&#22320;&#29702;&#20301;&#32622;&#12289;&#24037;&#20316;&#22320;&#28857;&#21450;&#20854;&#20182;&#20010;&#20154;&#20449;&#24687;&#33258;&#21160;&#29983;&#25104;&#21015;&#34920;&#12290;&#36825;&#39033;&#21151;&#33021;&#30446;&#21069;&#36824;&#24182;&#19981;&#23436;&#32654;&#65292;&#20294;&#24635;&#27604;Google+&#24378;&#36843;&#29992;&#25143;&#19968;&#20010;&#19968;&#20010;&#25235;&#20154;&#35201;&#22909;&#24471;&#22810;&#20102;&#12290;</p>

<p>&#12288;&#12288;2.&nbsp; &#32473;Google+&#28155;&#21152;&#23450;&#21046;&#25628;&#32034;&#26694;</p>
<p>&#12288;&#12288;Google&#25628;&#32034;&#24341;&#25806;&#21487;&#20197;&#25628;&#21040;Google+&#19978;&#30340;&#20219;&#20309;&#20844;&#24320;&#20449;&#24687;&#65292;&#20294;&#25628;&#19981;&#21040;Google+&#19978;&#30340;&#38750;&#20844;&#24320;&#20449;&#24687;&#21450;Google&#22280;&#20869;&#20449;&#24687;&#12290;Google+&#30340;&#24320;&#21457;&#22242;&#38431;&#24456;&#28165;&#26970;&#36825;&#26159;&#29992;&#25143;&#30340;&#38656;&#27714;&#65292;&#20182;&#20204;&#24212;&#35813;&#24456;&#26377;&#21487;&#33021;&#27491;&#22312;&#24320;&#21457;&#19968;&#27454;&#29992;&#20110;Google+&#20869;&#37096;&#30340;&#23450;&#21046;&#25628;&#32034;&#24341;&#25806;&#65292;&#22914;&#26524;&#36825;&#20010;&#35774;&#24819;&#25104;&#30495;&#65292;&#22312;&#25628;&#32034;&#36807;&#21435;&#21457;&#24067;&#30340;&#20449;&#24687;&#36825;&#19968;&#28857;&#19978;Google&#23558;&#23436;&#32988;Facebook&#21644;Twitter&#12290;</p>
<p>&#12288;&#12288;&#20247;&#25152;&#21608;&#30693;Twitter&#21482;&#33021;&#25628;&#32034;&#24456;&#30701;&#19968;&#27573;&#26102;&#38388;&#20869;&#30340;&#36807;&#24448;&#20449;&#24687;&#35760;&#24405;&#65292;&#32780;Facebook&#36804;&#20170;&#20026;&#27490;&#20063;&#20048;&#20110;&#40723;&#21169;&#29992;&#25143;&ldquo;&#27963;&#22312;&#24403;&#19979;&rdquo;&#12290;&#22914;&#33509;Google+&#25512;&#20986;&#24378;&#22823;&#25628;&#32034;&#24341;&#25806;&#65292;Facebook&#21487;&#33021;&#20250;&#37325;&#26032;&#32771;&#34385;&#36825;&#19968;&#28857;&#65292;&#22240;&#20026;&#36825;&#26679;&#19968;&#26469;Google+&#23601;&#21464;&#25104;&#20102;&#29992;&#25143;&#30340;&#35760;&#24518;&#38134;&#34892;&#65292;&#24212;&#29992;&#31243;&#24207;Evernote&#65288;&#20840;&#33021;&#20415;&#31614;&#65289;&#22823;&#33719;&#25104;&#21151;&#20415;&#24471;&#30410;&#20110;&#20854;&#33258;&#31216;&#20026;&ldquo;&#22312;&#32447;&#22823;&#33041;&rdquo;&#30340;&#23459;&#20256;&mdash;&#36825;&#20063;&#27491;&#35828;&#26126;&#31038;&#20132;&#32593;&#32476;&#38656;&#35201;&#25903;&#25345;&#26356;&#38271;&#26102;&#38388;&#27573;&#30340;&#35760;&#24518;&#22238;&#28335;&#12290;</p>
<p>&#12288;&#12288;3.&nbsp; &#24443;&#24213;&#24320;&#25918;&#24212;&#29992;&#25509;&#21475;</p>
<p>&#12288;&#12288;Google+&#30340;&#24212;&#29992;&#25509;&#21475;&#30446;&#21069;&#23545;&#22806;&#38480;&#21046;&#24320;&#25918;&#65292;&#22240;&#27492;&#22806;&#37096;&#24320;&#21457;&#32773;&#26080;&#27861;&#25509;&#35302;&#21040;Google&#32676;&#32452;&#30340;&#20869;&#37096;&#20449;&#24687;&#21644;&#25968;&#25454;&#12290;Google&#21487;&#20197;&#27627;&#19981;&#36153;&#21147;&#22320;&#23558;&#20854;&#23436;&#20840;&#24320;&#25918;&#65292;&#32780;&#19988;Google+&#24320;&#21457;&#22242;&#38431;&#20063;&#24050;&#32463;&#34920;&#31034;&#36807;&#36825;&#26159;&#26089;&#26202;&#30340;&#20107;&#24773;&#12290;&#37492;&#20110;&#25972;&#20010;Facebook&#24179;&#21488;&#30446;&#21069;&#37117;&#23545;&#31532;&#19977;&#26041;&#24320;&#21457;&#32773;&#24320;&#21457;&#29992;&#25143;&#20010;&#20154;&#25968;&#25454;&#65292;Google+&#24819;&#35201;&#24555;&#36895;&#24314;&#31435;&#36215;&#33258;&#23478;&#24179;&#21488;&#65292;&#36825;&#19968;&#27493;&#19981;&#24471;&#19981;&#36208;&#12290;</p>
<p>&#12288;&#12288;4.&nbsp;&#23613;&#24555;&#24320;&#21457;&#21697;&#29260;&#39029;&#38754;</p>
<p>&#12288;&#12288;&#19994;&#20869;&#30342;&#30693;Google+&#27491;&#22312;&#24320;&#21457;&#31867;&#20284;Facebook&#30340;&#21697;&#29260;&#39029;&#38754;&#65292;&#31508;&#32773;&#20010;&#20154;&#24076;&#26395;&#30475;&#21040;&#26356;&#31616;&#27905;&#35268;&#25972;&#30340;&#30028;&#38754;&#12290;&#29992;&#25143;&#24120;&#24120;&#20250;&#22312;Facebook&#19978;&#20851;&#27880;&#19968;&#20010;&#21697;&#29260;&#39029;&#38754;&#65292;&#20043;&#21518;&#20877;&#20063;&#30475;&#19981;&#21040;&#20854;&#30456;&#20851;&#28040;&#24687;&#65292;&#22240;&#20026;&#26681;&#26412;&#25214;&#19981;&#21040;&#20851;&#27880;&#30340;&#21697;&#29260;&#21015;&#34920;&#12290;&#20026;&#20160;&#20040;&#19981;&#33021;&#23558;&#36825;&#20010;&#21015;&#34920;&#21152;&#21040;Facebook&#20027;&#33756;&#21333;&#37324;&#21602;&#65311;&#20026;&#20160;&#20040;&#19981;&#33021;&#22312;&#20851;&#27880;&#30340;&#21516;&#26102;&#23601;&#23558;&#35813;&#39029;&#38754;&#28155;&#21152;&#21040;&#25351;&#23450;&#21015;&#34920;&#21602;&#65311;&#22914;&#20170;Google&#21487;&#20197;&#20511;&#27492;&#26426;&#20250;&#24320;&#21457;&#26356;&#21451;&#22909;&#30340;&#21697;&#29260;&#39029;&#38754;&#65292;&#36825;&#23545;&#29992;&#25143;&#21644;&#20225;&#19994;&#37117;&#26377;&#22909;&#22788;&#12290;</p>
<p>&#12288;&#12288;5.&nbsp; &#32473;&#29992;&#25143;&#25552;&#20379;&#26426;&#20250;&#25512;&#33616;&#23478;&#20154;&#21450;&#20146;&#23494;&#22909;&#21451;&#21152;&#20837;Google+</p>
<p>&#12288;&#12288;&#33509;&#24819;&#25361;&#25112;Facebook&#65292;&#19978;&#36848;&#38382;&#39064;&#23558;&#20250;&#26159;Google+&#30495;&#27491;&#38754;&#20020;&#30340;&#25361;&#25112;&#12290;Google+&#34429;&#28982;&#23545;&#26089;&#26399;&#29992;&#25143;&#20559;&#29233;&#26377;&#21152;&#65292;&#20294;&#36824;&#26410;&#33021;&#25104;&#21151;&#21560;&#24341;&#20027;&#27969;&#29992;&#25143;&#32676;&#20307;&#12290;&#22823;&#37096;&#20998;&#37117;&#26159;&#19994;&#20869;&#20154;&#22763;&#22312;&#20114;&#21160;&#65292;&#23545;&#25506;&#35752;&#19987;&#19994;&#38382;&#39064;&#26469;&#35828;&#20498;&#26159;&#20010;&#22909;&#24179;&#21488;&#65292;&#38590;&#24618;Robert Scoble&#36825;&#20040;&#21916;&#27426;Google+&#12290;&#20294;&#29992;&#25143;&#30340;&#23478;&#20154;&#26379;&#21451;&#65288;&#38750;&#19987;&#19994;&#20154;&#22763;&#65289;&#36890;&#24120;&#19981;&#20250;&#20351;&#29992;Google+&#65292;&#21363;&#20415;&#29992;&#20102;&#20063;&#21482;&#26159;&#29992;&#26469;&#22066;&#31505;Google+&#22810;&#20040;&#20919;&#28165;&#24808;&#28129;&#12290;&#35802;&#28982;Facebook&#30340;&#29992;&#25143;&#32676;&#26159;&#32463;&#36807;&#26085;&#31215;&#26376;&#32047;&#30340;&#65292;&#20294;&#38382;&#39064;&#26159;Google+&#38656;&#35201;&#36805;&#36895;&#25552;&#21319;&#26381;&#21153;&#65292;&#31361;&#30772;&#36825;&#19968;&#29942;&#39048;&#12290;&#25110;&#32773;Google&#26368;&#32456;&#24471;&#25226;Google+&#19982;&#20854;&#25628;&#32034;&#12289;&#30005;&#23376;&#21830;&#21153;&#31561;&#20854;&#20182;&#21151;&#33021;&#32467;&#21512;&#65292;&#20419;&#20351;&#26222;&#36890;&#29992;&#25143;&#30495;&#27491;&#24320;&#22987;&#20351;&#29992;&#12290;</p>
<p>&#12288;&#12288;&#20197;&#19978;&#26159;&#31508;&#32773;&#35748;&#20026;Google+&#20127;&#24453;&#25913;&#36827;&#30340;&#22320;&#26041;&#65292;&#36825;&#36824;&#19981;&#21253;&#25324;&#36817;&#20960;&#21608;&#34987;&#25265;&#24616;&#30340;&#26368;&#39057;&#32321;&#30340;&#19968;&#28857;&#65306;Google+&#30446;&#21069;&#21482;&#20801;&#35768;&#29992;&#25143;&#20351;&#29992;&#30495;&#23454;&#22995;&#21517;&#20316;&#20026;ID&#65292;&#36825;&#31616;&#30452;&#33618;&#21776;&#12290;</p>
<p>&#12288;&#12288;&#33521;&#25991;&#21407;&#25991;&#65306;<a target="_blank" href="http://www.readwriteweb.com/archives/5_things_google_plus_can_do_to_outbox_facebook.php">5 Things Google Plus Can Do to Outbox Facebook</a></p>
<p>&#12288;&#12288;&#20013;&#25991;&#32763;&#35793;&#65306;<a target="_blank" href="http://www.leiphone.com/google-against-facebook.html">&#38647;&#38155;&#32593;</a>&#32534;&#35793;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/05/12715/" title="11:44 AM" rel="bookmark"><time class="entry-date" datetime="2011-10-05T11:44:33+00:00">2011/10/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12554" class="post-12554 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/25/12554/" rel="bookmark">&#33529;&#26524;CEO&#21490;&#33922;&#22827;&middot;&#20052;&#24067;&#26031;&#36766;&#32844;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/25/12554/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<li class="msgarticle">
<p><a href="http://www.williamlong.info/archives/2711.html">&#20013;&#22269;&#25104;&#20165;&#27425;&#20110;&#32654;&#22269;&#30340;&#31532;&#20108;&#22823;iOS&#24212;&#29992;&#28040;&#36153;&#24066;&#22330;</a></p>
<p><a href="http://www.williamlong.info/archives/2693.html">WWDC2011&#65306;&#24320;&#21457;&#32773;&#36824;&#33021;&#20570;&#20160;&#20040;&#65311;</a></p>
<p><a href="http://www.williamlong.info/archives/2692.html">&#33529;&#26524;&#21457;&#24067;&#20840;&#26032;Mac OS&#12289;iOS 5&#21644;iCloud</a></p>
<p><a href="http://www.williamlong.info/archives/2676.html">&#33529;&#26524;&#19982;&#20854;&#20182;&#39640;&#31185;&#25216;&#20844;&#21496;&#30340;&#23545;&#27604;</a></p>
<p><a href="http://www.williamlong.info/archives/2663.html">APP STORE&#22269;&#20869;&#24212;&#29992;&#20998;&#26512;</a></p>
<p><a href="http://www.williamlong.info/archives/2645.html">&#33529;&#26524;&#21644;&#24494;&#36719;&#30340;&#25112;&#20105;</a></p>
<p><a href="http://www.williamlong.info/archives/2644.html">Android&#24179;&#26495;&#26159;&#21542;&#33021;&#20987;&#36133;iPad</a></p>
<p><a href="http://www.williamlong.info/archives/2623.html">&#33529;&#26524;&#65306;&#19968;&#31181;&#26410;&#26469;&#29702;&#24565;</a></p>
<p><a href="http://www.williamlong.info/archives/2604.html">iPhone&#36890;&#30693;&#31995;&#32479;&#25913;&#36827;</a></p>
<p><a href="http://www.williamlong.info/archives/2583.html">&#20052;&#24067;&#26031;&#20250;&#19981;&#20250;&#25512;&#20302;&#31471;iPhone&#25163;&#26426;</a></p>
<p><a href="http://www.williamlong.info/archives/2573.html">&#24403;&#20052;&#24067;&#26031;&#31163;&#24320;&#33529;&#26524;</a></p>
<p><a href="http://www.williamlong.info/archives/2572.html">&#20108;&#21313;&#24180;&#21069;&#30340;&#37027;&#22330;&#25112;&#20105;</a></p>
<p><a href="http://www.williamlong.info/archives/2565.html">&#22914;&#20309;&#21019;&#36896;&#24615;&#20351;&#29992;&#25163;&#21183;&#25805;&#20316;</a></p>
<p><a href="http://www.williamlong.info/archives/2562.html">&#35299;&#35835;&ldquo;&#21518;PC&#26102;&#20195;&rdquo;</a></p>
<p><a href="http://www.williamlong.info/archives/2560.html">&#33529;&#26524;iPad2&#24341;&#39046;&#24179;&#26495;&#30005;&#33041;&#28526;&#27969;</a></p>
<p><a href="http://www.williamlong.info/archives/2559.html">&#33529;&#26524;&#27491;&#24335;&#21457;&#24067;iPad2 </a></p>
<p><a href="http://www.williamlong.info/archives/2557.html">iPad&#19978;&#30340;&#26434;&#24535;</a></p>
<p><a href="http://www.williamlong.info/archives/2554.html">&#35299;&#35835;&#33529;&#26524;&#30340;&#36807;&#36335;&#36153;</a></p>
<p><a href="http://www.williamlong.info/archives/2552.html">&#24179;&#26495;&#30005;&#33041;&#33021;&#21542;&#26367;&#20195;&#20256;&#32479;&#30005;&#33041;</a></p>
<p><a href="http://www.williamlong.info/archives/2551.html">&#33529;&#26524;&#26159;&#21542;&#25913;&#21464;&#25105;&#20204;&#30340;&#29983;&#27963;</a></p>
<p><a href="http://www.williamlong.info/archives/2526.html">&#33529;&#26524;iPhone&#28216;&#25103;&#25512;&#33616;</a></p>
<p><a href="http://www.williamlong.info/archives/2461.html">&#33529;&#26524;&#30382;&#30340;&#25239;&#20105;</a></p>
<p><a href="http://www.williamlong.info/archives/2441.html">iPhone&#24120;&#29992;&#31995;&#32479;&#22686;&#24378;&#31867;DEB&#36719;&#20214;</a></p>
<p><a href="http://www.williamlong.info/archives/2417.html">&#20174;&#32852;&#36890;&#35773;&#21050;iPhone&#35013;&#31227;&#21160;&#21345;&#35828;&#36215;</a></p>
<p><a href="http://www.williamlong.info/archives/2410.html">iPhone&#24212;&#29992;&#31243;&#24207;&#25512;&#33616;</a></p>
<p><a href="http://www.williamlong.info/archives/2298.html">&#33529;&#26524;iPad&#35270;&#35273;&#35774;&#35745;&#20998;&#26512;</a></p>
<p><a href="http://www.williamlong.info/archives/2281.html">&#25171;&#28866;&#33529;&#26524;iPad&#38382;&#21040;&#24213;</a></p>
<p><a href="http://www.williamlong.info/archives/2257.html">&#33529;&#26524;iPad&#20840;&#35299;&#26512;</a></p>
<p><a href="http://www.williamlong.info/archives/2256.html">&#33529;&#26524;iPad&#33829;&#38144;&#20102;&#19990;&#30028;</a></p>
<p><a href="http://www.williamlong.info/archives/2251.html">&#33529;&#26524;iPad&#28216;&#25103;&#25512;&#33616;</a></p>
</li>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/08/25/12554/" title="9:34 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-25T21:34:05+00:00">2011/08/25</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12548" class="post-12548 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/24/12548/" rel="bookmark">YouTube adds Google+ Hangout button, lets you share videos with a click</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/24/12548/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<h2><span>Boss of the Year Entry Form</span></h2>
<p>Now that we&rsquo;ve thrown &rsquo;em off the trail, use the form below to get in touch with the people at Engadget. Please fill in all of the required fields because they&rsquo;re required.</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/08/24/12548/" title="3:26 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-24T15:26:50+00:00">2011/08/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12547" class="post-12547 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/24/12547/" rel="bookmark">Google &#34903;&#26223;&#26381;&#21209;&#24310;&#20280;&#33267;&#20126;&#39340;&#36956;&#65292;&#20358;&#36255;&#34395;&#25836;&#30340;&#36938;&#27827;&#20043;&#26053;&#21543;&#65281;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/24/12547/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p class="filed-under"><strong>&#25991;&#31456;&#20998;&#39006;:</strong> &#32178;&#38555;&#32178;&#36335;, &#29305;&#33394;&#29609;&#24847;</p>
<p>	<a href="http://chinese.engadget.com/2011/08/18/google-street-view-heads-to-the-amazon-enables-virtual-river-ex/"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/d0909_google-street-view-heads-to-the-amazon-enables-virtual-river-ex.jpeg"></a><br><br>
&#29694;&#22312;&#25105;&#20497;&#27873;&#26479;&#21654;&#21857;&#25171;&#38283;&#28687;&#35261;&#22120;&#65292;&#23601;&#21487;&#20197;&#22312;&#33298;&#36969;&#30340;&#27801;&#30332;&#19978;&#28459;&#36938;<a href="http://chinese.engadget.com/2011/03/30/google-street-view-invades-historic-landmarks-makes-it-unnecess/">&#21476;&#32645;&#39340;&#31478;&#25216;&#22580;</a>&#65288;Colosseum of Rome&#65289;&#25110;&#33521;&#22283;&#24040;&#30707;&#38499;&#65288;Stonehenge&#65289;&#65292;&#19981;&#36942; Google &#21363;&#23559;&#25226;&#20882;&#38570;&#24118;&#21521;&#26032;&#30340;&#37324;&#31243;&#30865;&#65281;&#20877;&#36942;&#19981;&#20037;&#65292;&#24052;&#35199;&#20126;&#39340;&#36956;&#33287;&#37324;&#32004;&#30340;&#23612;&#32645;&#27827;&#30340;&#22767;&#35264;&#26223;&#33394;&#23559;&#21487;&#32147;&#30001;&#34903;&#26223;&#26381;&#21209;&#65288;Street View&#65289;&#65292;&#35731;&#25105;&#20497;&#20445;&#25345;&#20094;&#29157;&#30340;&#22352;&#22312;&#33298;&#36969;&#27801;&#30332;&#19978;&#36938;&#27827;&#12290;&#26159;&#30340;&#65281;&#20320;&#27794;&#26377;&#32893;&#37679;&#23601;&#26159;&#36938;&#27827;&#65292;&#21482;&#35201;&#20320;&#19981;&#20171;&#24847;&#36879;&#36942;&#32178;&#38913;&#28687;&#35261;&#22120;&#20358;&#36914;&#34892;&#36889;&#27171;&#30340;&#26053;&#31243;&#65292;&#23601;&#21487;&#20197;&#19981;&#20877;&#25812;&#24515;&#21487;&#33021;&#26371;&#26377;&#22312;&#31070;&#31061;&#27969;&#22495;&#30340;&#36960;&#24449;&#20013;&#38626;&#22855;&#22833;&#36452;&#30340;&#21839;&#38988;&#12290;&#30446;&#21069;&#34903;&#26223;&#65288;&#25110;&#32773;&#35442;&#31281;&#27827;&#26223;&#65311;&#65289;&#23567;&#32068;&#36879;&#36942;&#33287;&#20126;&#39340;&#36956;&#27704;&#32396;&#30332;&#23637;&#22522;&#37329;&#65288;Foundation for a Sustainable Amazon&#65289;&#30340;&#21512;&#20316;&#65292;&#21162;&#21147;&#38752;&#33879;&#35037;&#26044;&#33337;&#19978;&#30340;<a href="http://chinese.engadget.com/2009/05/20/video-google-street-view-tricycle-searches-for-anita-ekberg/">&#34903;&#26223;&#19977;&#36650;&#36554;</a>&#33287;&#21463;&#36942;&#35347;&#32244;&#30340;&#30070;&#22320;&#20154;&#24171;&#21161;&#19979;&#65292;&#25345;&#32396;&#30340;&#22312;&#37168;&#36817;&#21474;&#26519;&#33287;&#26449;&#33853;&#25910;&#38598;&#24433;&#20687;&#12290;&#24050;&#32147;<strike>&#27873;&#22909;&#21654;&#21857;</strike>&#20570;&#22909;&#26053;&#36938;&#28310;&#20633;&#30340;&#20154;&#65292;&#21487;&#20197;&#36879;&#36942;&#24341;&#29992;&#20358;&#28304;&#20358;&#38364;&#24515;&#20182;&#20497;&#30446;&#21069;&#30340;&#36914;&#24230;&#12290;
</p>
<p class="posttags"><strong>Tags:</strong> <a href="http://chinese.engadget.com/tag/amazon/">amazon</a>, <a href="http://chinese.engadget.com/tag/amazon+river/">amazon river</a>, <a href="http://chinese.engadget.com/tag/AmazonRiver/">AmazonRiver</a>, <a href="http://chinese.engadget.com/tag/brazil/">brazil</a>, <a href="http://chinese.engadget.com/tag/google/">google</a>, <a href="http://chinese.engadget.com/tag/google+maps/">google maps</a>, <a href="http://chinese.engadget.com/tag/google+maps+street+view/">google maps street view</a>, <a href="http://chinese.engadget.com/tag/google+street+view/">google street view</a>, <a href="http://chinese.engadget.com/tag/GoogleMaps/">GoogleMaps</a>, <a href="http://chinese.engadget.com/tag/GoogleMapsStreetView/">GoogleMapsStreetView</a>, <a href="http://chinese.engadget.com/tag/GoogleStreetView/">GoogleStreetView</a>, <a href="http://chinese.engadget.com/tag/imagery/">imagery</a>, <a href="http://chinese.engadget.com/tag/landmarks/">landmarks</a>, <a href="http://chinese.engadget.com/tag/mapping/">mapping</a>, <a href="http://chinese.engadget.com/tag/maps/">maps</a>, <a href="http://chinese.engadget.com/tag/navigation/">navigation</a>, <a href="http://chinese.engadget.com/tag/rio+negro/">rio negro</a>, <a href="http://chinese.engadget.com/tag/rio+negro+river/">rio negro river</a>, <a href="http://chinese.engadget.com/tag/RioNegro/">RioNegro</a>, <a href="http://chinese.engadget.com/tag/RioNegroRiver/">RioNegroRiver</a>, <a href="http://chinese.engadget.com/tag/street+view/">street view</a>, <a href="http://chinese.engadget.com/tag/StreetView/">StreetView</a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/08/24/12547/" title="3:26 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-24T15:26:43+00:00">2011/08/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav id="nav-below" class="navigation" role="navigation"><h3 class="assistive-text">Post navigation</h3>
			<div class="nav-previous"><a href="http://log.SunnyBoy.Me/tag/others/page/9/"><span class="meta-nav">&larr;</span> Older posts</a></div>
			<div class="nav-next"><a href="http://log.SunnyBoy.Me/tag/others/page/7/">Newer posts <span class="meta-nav">&rarr;</span></a></div>
		</nav><!-- .navigation --></div><!-- #content -->
	</section><!-- #primary --><div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>May 2016</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2015/12/">&laquo; Dec</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next" class="pad">&nbsp;</td>
	</tr></tfoot><tbody><tr><td colspan="6" class="pad">&nbsp;</td><td>1</td>
	</tr><tr><td>2</td><td>3</td><td><a href="http://log.SunnyBoy.Me/2016/05/04/" aria-label="Posts published on May 4, 2016">4</a></td><td>5</td><td id="today">6</td><td>7</td><td>8</td>
	</tr><tr><td>9</td><td>10</td><td>11</td><td>12</td><td>13</td><td>14</td><td>15</td>
	</tr><tr><td>16</td><td>17</td><td>18</td><td>19</td><td>20</td><td>21</td><td>22</td>
	</tr><tr><td>23</td><td>24</td><td>25</td><td>26</td><td>27</td><td>28</td><td>29</td>
	</tr><tr><td>30</td><td>31</td>
		<td class="pad" colspan="5">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
