<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#28023;&#40060;&#26377;&#34411;,&#29983;&#39135;&#23567;&#24515; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#28023;&#40060;&#26377;&#34411;,&#29983;&#39135;&#23567;&#24515; Comments Feed" href="http://log.SunnyBoy.Me/2011/07/28/12295/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="The History of Programming Languages [Infographic]" href="http://log.SunnyBoy.Me/2011/07/28/12285/"><link rel="next" title="&#32654;&#12298;&#31185;&#23398;&#12299;&#26434;&#24535;&#20027;&#32534;&#65306;&#26469;&#33258;&#20013;&#22269;&#35770;&#25991;&#25298;&#31295;&#29575;&#20026;98%" href="http://log.SunnyBoy.Me/2011/07/28/12289/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/07/28/12295/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=12295"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F07%2F28%2F12295%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F07%2F28%2F12295%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-12295 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-12295" class="post-12295 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#28023;&#40060;&#26377;&#34411;,&#29983;&#39135;&#23567;&#24515;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/28/12295/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><a href="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/eb555_genimage_%E5%89%AF%E6%9C%AC.jpg"><img class="alignleft size-full wp-image-57490" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/eb555_genimage_%E5%89%AF%E6%9C%AC.jpg" alt="" width="240" height="340"></a></p>
<p>&#19968;&#30452;&#20197;&#26469;&#65292;&#28023;&#27700;&#40060;&#22240;&#20854;&#33829;&#20859;&#20016;&#23500;&#21644;&#21619;&#36947;&#40092;&#32654;&#32780;&#34987;&#35270;&#20026;&#19968;&#31867;&#20248;&#36136;&#39135;&#26448;&#12290;&#28921;&#35843;&#28023;&#27700;&#40060;&#30340;&#26041;&#27861;&#38750;&#24120;&#20043;&#22810;&#65292;&#29006;&#28818;&#28921;&#28856;&#37117;&#33021;&#23558;&#20854;&#21046;&#25104;&#32654;&#21619;&#20339;&#32948;&#12290;&#22312;&#20247;&#22810;&#30340;&#28921;&#35843;&#26041;&#27861;&#20013;&#65292;&#21495;&#31216;&#33021;&#22815;&#26368;&#22823;&#31243;&#24230;&#20445;&#30041;&#28023;&#27700;&#40060;&#33829;&#20859;&#25104;&#20221;&#20197;&#21450;&#26032;&#40092;&#21475;&#24863;&#30340;&#29983;&#39135;&#65292;&#22312;&#36817;&#20123;&#24180;&#36880;&#28176;&#27969;&#34892;&#20102;&#36215;&#26469;&#12290;</p>
<p>&#21482;&#26159;&#65292;&#29983;&#39135;&#23569;&#20102;&#28921;&#29038;&#29615;&#33410;&#12290;&#20154;&#20204;&#19981;&#31105;&#35201;&#38382;&#65292;&#37027;&#20123;&#26412;&#21487;&#20197;&#34987;&#39640;&#28201;&#22788;&#29702;&#26432;&#27515;&#30340;&#23492;&#29983;&#34411;&#21644;&#32454;&#33740;&#26159;&#21542;&#20250;&#22686;&#21152;&#29983;&#39135;&#28023;&#27700;&#40060;&#30340;&#39118;&#38505;&#65311;</p>
<p>&#20851;&#20110;&#29983;&#39135;&#28023;&#27700;&#40060;&#19982;&#24863;&#26579;&#23492;&#29983;&#34411;&#30149;&#20043;&#38388;&#30340;&#20851;&#31995;&#65292;&#26377;&#36825;&#26679;&#19968;&#31181;&#35828;&#27861;&#65306;&#23492;&#29983;&#34411;&#26080;&#27861;&#29983;&#27963;&#22312;&#28023;&#27700;&#20013;&#65292;&#22240;&#27492;&#28023;&#27700;&#40060;&#20307;&#20869;&#27809;&#26377;&#23492;&#29983;&#34411;&#23384;&#22312;&#12290;&#21482;&#35201;&#27880;&#24847;&#21416;&#20855;&#21644;&#39184;&#20855;&#30340;&#21355;&#29983;&#65292;&#29983;&#39135;&#28023;&#27700;&#40060;&#19981;&#24517;&#25285;&#24515;&#23492;&#29983;&#34411;&#30340;&#38382;&#39064;&#12290;</p>
<p>&#28982;&#32780;&#19981;&#24184;&#30340;&#26159;&#65292;&#36825;&#31181;&#35828;&#27861;&#24182;&#38750;&#20107;&#23454;&#12290;</p>
<p>&#34429;&#28982;&#26080;&#27861;&#30830;&#20999;&#32771;&#35777;&#21040;&#36825;&#19968;&#35828;&#27861;&#30340;&#20986;&#22788;&#12290;&#22823;&#33268;&#25512;&#27979;&#65292;&#36825;&#20010;&#35828;&#27861;&#21487;&#33021;&#30340;&#20381;&#25454;&#26159;&#19968;&#20123;&#29983;&#27963;&#23567;&#24120;&#35782;&#20013;&#25552;&#21040;&#27987;&#30416;&#27700;&#21487;&#20197;&#29992;&#26469;&#26432;&#27515;&#26576;&#20123;&#23492;&#29983;&#34411;&#21365;&#65292;&#20110;&#26159;&#26377;&#20154;&#23601;&#27492;&#35748;&#20026;&#23492;&#29983;&#34411;&#26080;&#27861;&#29983;&#27963;&#22312;&#39640;&#30416;&#24230;&#30340;&#28023;&#27700;&#20013;&#12290;&#21482;&#26159;&#65292;&#20135;&#29983;&#36825;&#31181;&#24819;&#27861;&#30340;&#20154;&#20063;&#35768;&#19981;&#30693;&#36947;&#65292;&ldquo;&#23492;&#29983;&#34411;&rdquo;&#36825;&#20010;&#35789;&#27867;&#25351;&#25152;&#26377;&#23492;&#29983;&#22312;&#21478;&#19968;&#31181;&#21160;&#29289;&#65288;&#31216;&#20026;&#23487;&#20027;&#65289;&#36523;&#19978;&#24182;&#19988;&#23545;&#23487;&#20027;&#36896;&#25104;&#25439;&#20260;&#30340;&#29983;&#29289;&#12290;&#36825;&#31867;&#29983;&#29289;&#30340;&#31181;&#31867;&#38750;&#24120;&#32321;&#26434;&#65292;&#29983;&#27963;&#29615;&#22659;&#21644;&#23487;&#20027;&#26356;&#26159;&#21508;&#19981;&#30456;&#21516;&#12290;&#34429;&#28982;&#30830;&#23454;&#26377;&#20123;&#23492;&#29983;&#34411;&#26080;&#27861;&#29983;&#27963;&#22312;&#28023;&#27700;&#29615;&#22659;&#20013;&#65292;&#20294;&#26159;&#23492;&#29983;&#22312;&#28023;&#27700;&#40060;&#20307;&#34920;&#25110;&#32773;&#20307;&#20869;&#30340;&#23492;&#29983;&#34411;&#21364;&#19981;&#22312;&#23569;&#25968;&#12290;&#24212;&#24403;&#35828;&#65292;&#21644;&#20854;&#20182;&#21160;&#29289;&#19968;&#26679;&#65292;&#20960;&#20046;&#27599;&#26465;&#28023;&#27700;&#40060;&#37117;&#20250;&#34987;&#23492;&#29983;&#34411;&#24863;&#26579;&#12290;&#30446;&#21069;&#24050;&#30693;&#30340;&#28023;&#27700;&#40060;&#23492;&#29983;&#34411;&#31181;&#31867;&#24456;&#22810;&#12290;&#30001;&#36825;&#20123;&#23492;&#29983;&#34411;&#24341;&#36215;&#30340;&#40060;&#30149;&#65292;&#35832;&#22914;&#65306;&#21050;&#28608;&#38544;&#26680;&#34411;&#30149;&#65292;&#31896;&#23394;&#23376;&#34411;&#30149;&#65292;&#28023;&#30424;&#34411;&#30149;&#31561;&#31561;&#65292;&#26159;&#28023;&#27700;&#40060;&#20859;&#27542;&#20013;&#38656;&#35201;&#24120;&#24120;&#38754;&#23545;&#30340;&#22836;&#30171;&#38382;&#39064;&#12290;</p>
<p>&#23545;&#20110;&#22823;&#37096;&#20998;&#20154;&#26469;&#35828;&#65292;&#28023;&#27700;&#40060;&#26159;&#21542;&#33021;&#34987;&#23492;&#29983;&#34411;&#24863;&#26579;&#36824;&#19981;&#26159;&#26368;&#20851;&#38190;&#30340;&#38382;&#39064;&#12290;&#26368;&#20851;&#38190;&#30340;&#38382;&#39064;&#26159;&#36825;&#20123;&#23492;&#29983;&#34411;&#20250;&#19981;&#20250;&#36890;&#36807;&#29983;&#39135;&#36825;&#26465;&#36884;&#24452;&#26368;&#32456;&#24863;&#26579;&#20154;&#65311;&#35201;&#22238;&#31572;&#36825;&#20010;&#38382;&#39064;&#65292;&#38656;&#35201;&#20808;&#20171;&#32461;&#19968;&#23545;&#19987;&#19994;&#26415;&#35821;&#65306;<strong>&#20013;&#38388;&#23487;&#20027;&#21644;&#26368;&#32456;&#23487;&#20027;</strong>&#12290;</p>
<p>&#23492;&#29983;&#34411;&#30340;&#19968;&#29983;&#20013;&#65292;&#23427;&#20204;&#24120;&#24120;&#38656;&#35201;&#23492;&#29983;&#22312;&#19981;&#21516;&#30340;&#21160;&#29289;&#36523;&#19978;&#12290;&#23492;&#29983;&#34411;&#22312;&#24188;&#34411;&#38454;&#27573;&#25152;&#23492;&#29983;&#30340;&#21160;&#29289;&#65292;&#31216;&#20316;&#20013;&#38388;&#23487;&#20027;&#12290;&#20043;&#25152;&#20197;&#21483;&#20013;&#38388;&#23487;&#20027;&#65292;&#26159;&#22240;&#20026;&#23492;&#29983;&#34411;&#38656;&#35201;&#21033;&#29992;&#36825;&#19968;&#31867;&#23487;&#20027;&#20316;&#20026;&#20013;&#38388;&#23186;&#20171;&#65292;&#21435;&#24863;&#26579;&#23427;&#20204;&#30340;&#32456;&#26497;&#30446;&#26631;&#65293;&#26368;&#32456;&#23487;&#20027;&#12290;&#22312;&#26368;&#32456;&#23487;&#20027;&#36523;&#19978;&#65292;&#23492;&#29983;&#34411;&#30001;&#24188;&#34411;&#25104;&#38271;&#20026;&#25104;&#34411;&#65292;&#25110;&#32773;&#36890;&#36807;&#26377;&#24615;&#32321;&#27542;&#23436;&#25104;&#20256;&#23447;&#25509;&#20195;&#12290;</p>
<p>&#24863;&#26579;&#20154;&#30340;&#28023;&#40060;&#23492;&#29983;&#34411;&#30456;&#23545;&#28129;&#27700;&#40060;&#32780;&#35328;&#65292;&#30830;&#23454;&#35201;&#23569;&#19968;&#20123;&#12290;&#20294;&#26159;&#36825;&#21644;&#30416;&#24230;&#26080;&#20851;&#65292;&#21644;&#28201;&#24230;&#20851;&#31995;&#26356;&#22823;&#20123;&#12290;&#28023;&#27700;&#30340;&#28201;&#24230;&#20559;&#20302;&#65292;&#25152;&#20197;&#33021;&#22312;37&#24230;&#23384;&#27963;&#30340;&#28023;&#40060;&#23492;&#29983;&#34411;&#23601;&#19981;&#26159;&#24456;&#22810;&#12290;&#22312;&#28023;&#27700;&#40060;&#25152;&#25658;&#24102;&#30340;&#23492;&#29983;&#34411;&#20013;&#65292;&#26377;&#19968;&#37096;&#20998;&#26159;&#23558;&#28023;&#27700;&#40060;&#20316;&#20026;&#23427;&#20204;&#30340;&#26368;&#32456;&#23487;&#20027;&#12290;&#36825;&#31867;&#23492;&#29983;&#34411;&#30001;&#20110;&#25152;&#35201;&#27714;&#30340;&#29983;&#23384;&#29615;&#22659;&#19982;&#20154;&#20307;&#29615;&#22659;&#24046;&#21035;&#36739;&#22823;&#65292;&#24433;&#21709;&#20154;&#20307;&#20581;&#24247;&#30340;&#21487;&#33021;&#24615;&#24456;&#23567;&#12290;&#36824;&#26377;&#19968;&#20123;&#28023;&#27700;&#40060;&#23492;&#29983;&#34411;&#21482;&#26159;&#23558;&#28023;&#27700;&#40060;&#20316;&#20026;&#20013;&#38388;&#23487;&#20027;&#65292;&#32780;&#23427;&#20204;&#30340;&#26368;&#32456;&#23487;&#20027;&#26159;&#28023;&#27915;&#21754;&#20083;&#21160;&#29289;&#65292;&#20363;&#22914;&#65306;&#28023;&#35930;&#65292;&#40120;&#31867;&#65292;&#28023;&#29422;&#31561;&#31561;&#12290;&#36825;&#31867;&#23558;&#28023;&#27915;&#21754;&#20083;&#21160;&#29289;&#20316;&#20026;&#26368;&#32456;&#30446;&#26631;&#30340;&#23492;&#29983;&#34411;&#65292;&#24120;&#24120;&#26377;&#33021;&#21147;&#24863;&#26579;&#21516;&#20026;&#21754;&#20083;&#21160;&#29289;&#30340;&#20154;&#31867;&#12290;&#22312;&#36825;&#20123;&#21361;&#23475;&#20154;&#20307;&#20581;&#24247;&#30340;&#28023;&#27700;&#40060;&#23492;&#29983;&#34411;&#20013;&#65292;&#20197;&#24322;&#23574;&#32447;&#34411;&#65288;Anisakis&#65289;&#26368;&#20026;&#33261;&#21517;&#26157;&#33879;&#12290;</p>
<p><a href="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a32a_images-Anisakis.jpg"><img class="alignleft size-full wp-image-57491" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a32a_images-Anisakis.jpg" alt="" width="275" height="183"></a></p>
<p>&#24322;&#23574;&#32447;&#34411;&#65288;&#20063;&#34987;&#31216;&#20026;&#28023;&#20861;&#32963;&#32447;&#34411;&#65289;&#65292;&#39038;&#21517;&#24605;&#20041;&#23646;&#20110;&#32447;&#34411;&#23492;&#29983;&#34411;&#12290;&#22312;&#20998;&#31867;&#23398;&#19978;&#65292;&#24322;&#23574;&#32447;&#34411;&#19982;&ldquo;&#30693;&#21517;&#24230;&rdquo;&#39047;&#39640;&#30340;&#34516;&#34411;&#23646;&#20110;&#19968;&#20010;&#30446;&#65292;&#20294;&#26159;&#19981;&#21516;&#31185;&#65292;&#24322;&#23574;&#32447;&#34411;&#34987;&#21333;&#29420;&#21015;&#20026;&#24322;&#23574;&#32447;&#34411;&#31185;&#12290;&#24322;&#23574;&#32447;&#34411;&#26159;&#19968;&#31181;&#20840;&#29699;&#20998;&#24067;&#30340;&#23492;&#29983;&#34411;&#65292;&#19990;&#30028;&#21508;&#22823;&#28023;&#22495;&#37117;&#21487;&#20197;&#25214;&#21040;&#23427;&#20204;&#30340;&ldquo;&#34411;&#36857;&rdquo;&#12290;&#34987;&#24322;&#23574;&#32447;&#34411;&#24863;&#26579;&#30340;&#28023;&#27700;&#40060;&#31181;&#31867;&#39047;&#22810;&#65292;&#20854;&#20013;&#21253;&#25324;&#20102;&#24456;&#22810;&#39135;&#29992;&#40060;&#65292;&#22914;&#19977;&#25991;&#40060;&#12289;&#22823;&#39532;&#21704;&#40060;&#12289;&#37329;&#26538;&#40060;&#12289;&#28023;&#40072;&#40060;&#12289;&#40149;&#40060;&#12289;&#24102;&#40060;&#12289;&#28023;&#40151;&#12289;&#30707;&#26001;&#40060;&#12289;&#40113;&#40060;&#12289;&#30495;&#40119;&#31561;&#31561;&#12290;&#27492;&#22806;&#65292;&#19981;&#23646;&#20110;&#40060;&#31867;&#30340;&#20044;&#36156;&#20063;&#26159;&#24322;&#23574;&#32447;&#34411;&#30340;&#23487;&#20027;&#20043;&#19968;&#12290;&#22312;&#28023;&#40060;&#30340;&#20307;&#20869;&#65292;&#24322;&#23574;&#32447;&#34411;&#36880;&#28176;&#21457;&#32946;&#25104;&#20026;&#20855;&#26377;&#24863;&#26579;&#24615;&#30340;&#31532;&#19977;&#26399;&#24188;&#34411;&#65292;&#28982;&#21518;&#36890;&#36807;&#28023;&#40060;&#34987;&#21534;&#39135;&#36825;&#20010;&#36807;&#31243;&#36827;&#20837;&#28023;&#27915;&#21754;&#20083;&#21160;&#29289;&#30340;&#28040;&#21270;&#31995;&#32479;&#20869;&#12290;&#30456;&#36739;&#20110;&#28023;&#27915;&#21754;&#20083;&#21160;&#29289;&#36825;&#20010;&#26368;&#32456;&#23487;&#20027;&#65292;&#20154;&#31867;&#24182;&#38750;&#24322;&#23574;&#32447;&#34411;&#30340;&#26368;&#20339;&#23492;&#29983;&#29615;&#22659;&#12290;&#22312;&#20154;&#20307;&#20869;&#65292;&#24322;&#23574;&#32447;&#34411;&#30340;&#31532;&#19977;&#26399;&#24188;&#34411;&#26080;&#27861;&#32487;&#32493;&#21457;&#32946;&#25104;&#20026;&#25104;&#34411;&#12290;&#20294;&#26159;&#65292;&#21333;&#21333;&#36825;&#20123;&#24188;&#34411;&#23601;&#24050;&#32463;&#36275;&#20197;&#23545;&#20154;&#20307;&#20581;&#24247;&#36896;&#25104;&#25439;&#23475;&#12290;</p>
<p>&nbsp;</p>
<p>&#24322;&#23574;&#32447;&#34411;&#36896;&#25104;&#30340;&#30149;&#30151;&#26681;&#25454;&#21457;&#30149;&#26426;&#29702;&#21487;&#20197;&#20998;&#20026;&#20004;&#31181;&#65306;<strong>&#24613;&#24615;&#21644;&#36807;&#25935;&#24615;&#12290;</strong></p>
<p>&#24613;&#24615;&#24322;&#23574;&#32447;&#34411;&#30149;&#26159;&#30001;&#22823;&#37327;&#27963;&#34411;&#36827;&#20837;&#20307;&#20869;&#25152;&#36896;&#25104;&#12290;&#36825;&#20123;&#27963;&#34411;&#38075;&#20837;&#20154;&#20307;&#32452;&#32455;&#20013;&#65292;&#36896;&#25104;&#32452;&#32455;&#32959;&#32960;&#12289;&#20986;&#34880;&#29978;&#33267;&#28814;&#30151;&#65292;&#36827;&#32780;&#20351;&#24739;&#32773;&#20986;&#29616;&#24694;&#24515;&#12289;&#33145;&#30171;&#20197;&#21450;&#21589;&#21520;&#31561;&#30151;&#29366;&#12290;&#30001;&#20110;&#22312;&#39135;&#29992;&#29983;&#40060;&#30340;&#36807;&#31243;&#20013;&#19981;&#22826;&#21487;&#33021;&#19968;&#27425;&#24615;&#21507;&#20837;&#22914;&#27492;&#22823;&#37327;&#30340;&#27963;&#34411;&#65292;&#24613;&#24615;&#24322;&#23574;&#32447;&#34411;&#30149;&#30340;&#30149;&#20363;&#38750;&#24120;&#23569;&#35265;&#12290;&#20294;&#24182;&#38750;&#19981;&#20250;&#21457;&#29983;&#65292;&#22240;&#20026;&#22312;&#33258;&#28982;&#30028;&#20013;&#30830;&#23454;&#23384;&#22312;&#34987;&#22823;&#37327;&#24322;&#23574;&#32447;&#34411;&#24863;&#26579;&#30340;&#28023;&#40060;&#12290;&#26366;&#26377;&#25253;&#36947;&#65292;&#30740;&#31350;&#20154;&#21592;&#22312;&#19968;&#26465;&#40149;&#40060;&#36523;&#19978;&#20998;&#31163;&#20986;800&#22810;&#26465;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#12290;</p>
<p>&#26377;&#26102;&#65292;&#20154;&#20204;&#20250;&#35823;&#39135;&#23569;&#37327;&#30340;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#12290;&#36825;&#20123;&#24188;&#34411;&#26368;&#32456;&#20250;&#38075;&#20837;&#32928;&#36947;&#65292;&#36827;&#32780;&#27515;&#20129;&#12290;&#36825;&#20010;&#36807;&#31243;&#20063;&#35768;&#19981;&#20250;&#24102;&#26469;&#20005;&#37325;&#30340;&#30151;&#29366;&#65292;&#20294;&#21364;&#22312;&#20154;&#20307;&#20013;&#24418;&#25104;&#20102;&#19968;&#20010;&#20813;&#30123;&#21407;&#12290;&#24403;&#21516;&#26679;&#30340;&#20154;&#20877;&#27425;&#35823;&#39135;&#24322;&#23574;&#32447;&#34411;&#26102;&#65292;&#30001;&#20110;&#20813;&#30123;&#21453;&#24212;&#65292;&#20154;&#20307;&#20250;&#21457;&#29983;&#39640;&#24378;&#24230;&#30340;&#36807;&#25935;&#21453;&#24212;&#12290;&#19982;&#24613;&#24615;&#30149;&#30456;&#27604;&#65292;&#36807;&#25935;&#24615;&#24322;&#23574;&#32447;&#34411;&#30149;&#30340;&#21361;&#23475;&#26356;&#20026;&#20005;&#37325;&#65292;&#21457;&#29983;&#29575;&#20063;&#39640;&#20986;&#24456;&#22810;&#12290;</p>
<p>&nbsp;</p>
<p>&#24322;&#23574;&#32447;&#34411;&#26222;&#36941;&#23384;&#22312;&#19988;&#23041;&#32961;&#20154;&#20307;&#20581;&#24247;&#12290;&#19968;&#20123;&#27604;&#36739;&#29305;&#27530;&#30340;&#40060;&#32905;&#39135;&#29992;&#26041;&#24335;&#65292;&#20363;&#22914;&#29983;&#40060;&#29255;&#65292;&#29992;&#29983;&#30340;&#40060;&#20869;&#33039;&#25110;&#32773;&#20044;&#36156;&#21046;&#20316;&#20937;&#33756;&#65292;&#25110;&#32773;&#33100;&#28173;&#40060;&#37117;&#26377;&#21487;&#33021;&#24341;&#36215;&#24322;&#23574;&#32447;&#34411;&#30149;&#12290;&#22240;&#27492;&#65292;&#32654;&#22269;&#21644;&#27431;&#27954;&#19968;&#20123;&#22269;&#23478;&#26089;&#24050;&#20986;&#21488;&#20102;&#38024;&#23545;&#24615;&#30340;&#39135;&#21697;&#23433;&#20840;&#27861;&#35268;&#65292;&#35268;&#23450;&#40060;&#32905;&#24517;&#39035;&#39044;&#20808;&#22788;&#29702;&#20197;&#26432;&#27515;&#24322;&#23574;&#32447;&#34411;&#30340;&#24188;&#34411;&#12290;</p>
<p><a href="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/e2173_Anisakis_f.jpg"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/e2173_Anisakis_f.jpg" alt="" width="500" height="335" class="alignnone size-full wp-image-57501"></a><br>
&#26432;&#27515;&#24322;&#23574;&#32447;&#34411;&#26368;&#26377;&#25928;&#30340;&#26041;&#27861;&#26159;&#39640;&#28201;&#65292;&#22312;&#65302;&#65296;&#24230;&#39640;&#28201;&#19979;&#65292;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#21482;&#33021;&#23384;&#27963;&#19981;&#36275;&#65297;&#31186;&#38047;&#65307;&#22312;&#65300;&#65301;&#24230;&#19979;&#65292;&#24188;&#34411;&#30340;&#23384;&#27963;&#26399;&#20063;&#19981;&#36807;&#26159;&#65304;&#20998;&#38047;&#12290;&#30456;&#27604;&#20043;&#19979;&#65292;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#23545;&#20302;&#28201;&#30340;&#32784;&#21463;&#21147;&#35201;&#24378;&#19981;&#23569;&#65292;&#22312;&#65300;&#25668;&#27663;&#24230;&#24230;&#26465;&#20214;&#19979;&#65292;&#24188;&#34411;&#21487;&#20197;&#23384;&#27963;&#36229;&#36807;&#65304;&#20010;&#26376;&#12290;&#21363;&#20351;&#22312;&#38646;&#19979;&#65298;&#65296;&#24230;&#30340;&#20919;&#20923;&#26465;&#20214;&#19979;&#65292;&#24188;&#34411;&#20063;&#21487;&#20197;&#23384;&#27963;&#65297;&#65296;&#20010;&#23567;&#26102;&#12290;&#20294;&#26159;&#20026;&#20102;&#20445;&#25345;&#40060;&#32905;&#30340;&#39135;&#29992;&#20215;&#20540;&#65292;&#30446;&#21069;&#20173;&#28982;&#20197;&#20919;&#20923;&#27861;&#20026;&#20027;&#26432;&#27515;&#24322;&#23574;&#32447;&#34411;&#12290;&#32654;&#22269;FDA&#35268;&#23450;&#40060;&#32905;&#24517;&#39035;&#22312;&#38646;&#19979;&#65299;&#65301;&#24230;&#20919;&#20923;&#65297;&#65301;&#20010;&#23567;&#26102;&#25110;&#26159;&#38646;&#19979;&#65298;&#65296;&#24230;&#20919;&#20923;&#65303;&#22825;&#21518;&#25165;&#33021;&#39135;&#29992;&#65292;&#32780;&#27431;&#30431;&#30340;&#26631;&#20934;&#21017;&#26159;&#38646;&#19979;&#65298;&#65296;&#24230;&#20919;&#20923;&#36229;&#36807;&#65298;&#65300;&#23567;&#26102;&#12290;&#20919;&#20923;&#26041;&#27861;&#33021;&#22815;&#38750;&#24120;&#26377;&#25928;&#22320;&#25233;&#21046;&#20102;&#24322;&#23574;&#32447;&#34411;&#30149;&#30340;&#21457;&#29983;&#29575;&#12290;&#20294;&#26159;&#65292;&#30001;&#20110;&#23545;&#40060;&#32905;&ldquo;&#26032;&#40092;&#21475;&#24863;&rdquo;&#30340;&#26497;&#24230;&#36861;&#27714;&#65292;&#28023;&#27700;&#40060;&#28040;&#36153;&#22823;&#22269;&#26085;&#26412;&#24182;&#27809;&#26377;&#35268;&#23450;&#37319;&#29992;&#20919;&#20923;&#27861;&#22788;&#29702;&#40060;&#32905;&#12290;&#32467;&#26524;&#65292;&#20165;&#22312;1990&#24180;&#20043;&#21069;&#65292;&#26085;&#26412;&#23601;&#24050;&#32463;&#21457;&#29983;&#24322;&#23574;&#32447;&#34411;&#30149;16000&#22810;&#20363;&#65292;&#32780;&#21516;&#26399;&#19990;&#30028;&#20854;&#20182;&#22320;&#21306;&#30340;&#25253;&#21578;&#30149;&#20363;&#20165;600&#22810;&#20363;&#12290;&#24212;&#24403;&#35828;&#65292;&ldquo;&#26032;&#40092;&#21475;&#21619;&rdquo;&#30340;&#20195;&#20215;&#24456;&#39640;&#12290;</p>
<p>&#22312;&#25105;&#22269;&#65292;&#20986;&#20110;&#23545;&#24322;&#23574;&#32447;&#34411;&#30149;&#30340;&#37325;&#35270;&#65292;&#22269;&#23478;&#26366;&#32463;&#32452;&#32455;&#36807;&#21313;&#20960;&#27425;&#23545;&#28023;&#40060;&#24863;&#26579;&#24322;&#23574;&#32447;&#34411;&#24773;&#20917;&#30340;&#19987;&#39033;&#35843;&#26597;&#12290;&#22312;&#25105;&#22269;&#28023;&#22495;&#20869;&#65292;&#20849;&#35745;150&#22810;&#31181;&#28023;&#40060;&#26366;&#34987;&#21457;&#29616;&#24863;&#26579;&#20102;&#24322;&#23574;&#32447;&#34411;&#12290;&#21487;&#20197;&#35828;&#65292;&#22312;&#25105;&#22269;&#28023;&#22495;&#20869;&#30340;&#28023;&#40060;&#26222;&#36941;&#24863;&#26579;&#24322;&#23574;&#32447;&#34411;&#12290;&#20294;&#24184;&#36816;&#30340;&#26159;&#65292;&#21040;&#30446;&#21069;&#20026;&#27490;&#24182;&#27809;&#26377;&#39135;&#29992;&#22269;&#20135;&#28023;&#40060;&#36896;&#25104;&#24322;&#23574;&#32447;&#34411;&#30149;&#30340;&#25253;&#36947;&#12290;&#36825;&#21487;&#33021;&#19982;&#20013;&#22269;&#20154;&#39135;&#29992;&#28023;&#40060;&#30340;&#28921;&#35843;&#20064;&#24815;&#26377;&#20851;&#65292;&#20063;&#21487;&#33021;&#26159;&#22240;&#20026;&#20013;&#22269;&#20135;&#28023;&#40060;&#25152;&#25658;&#24102;&#30340;&#24322;&#23574;&#32447;&#34411;&#22810;&#20026;&#38750;&#33268;&#30149;&#31181;&#12290;&#39044;&#38450;&#24322;&#23574;&#32447;&#34411;&#30149;&#65292;&#25105;&#20204;&#24212;&#24403;&#26356;&#22810;&#30041;&#24847;&#36827;&#21475;&#28023;&#40060;&#25110;&#32773;&#26159;&#22312;&#26576;&#20123;&#22320;&#21306;&#26053;&#34892;&#26102;&#30340;&#29983;&#40060;&#39135;&#29289;&#12290;</p>
<p>&#21478;&#22806;&#65292;&#26377;&#19968;&#31867;&#34987;&#31216;&#20026;&#38544;&#23394;&#23376;&#34411;&#30340;&#23492;&#29983;&#34411;&#20854;&#23454;&#20063;&#22312;&#28023;&#40060;&#21644;&#28023;&#27915;&#36125;&#31867;&#20013;&#34987;&#22823;&#37327;&#21457;&#29616;&#12290;&#32654;&#22269;&#21152;&#24030;&#21644;&#22696;&#35199;&#21733;&#28286;&#22320;&#21306;&#37117;&#26377;&#36825;&#26041;&#38754;&#30340;&#35843;&#26597;&#32467;&#26524;&#12290;&#38544;&#23394;&#23376;&#34411;&#30340;&#21365;&#22218;&#29983;&#23384;&#33021;&#21147;&#36229;&#24378;&#65292;&#21487;&#33021;&#36890;&#36807;&#20154;&#21644;&#21160;&#29289;&#30340;&#31914;&#20415;&#27745;&#26579;&#25972;&#20010;&#27700;&#20307;&#65292;&#21253;&#25324;&#28023;&#27700;&#12290;&#28982;&#21518;&#20154;&#22312;&#39135;&#29992;&#24102;&#26377;&#38544;&#23394;&#23376;&#34411;&#30340;&#28023;&#40092;&#26102;&#65292;&#32963;&#37240;&#25226;&#21365;&#22218;&#34701;&#24320;&#65292;&#23492;&#29983;&#34411;&#23601;&#20986;&#26469;&#20570;&#24618;&#20102;&#12290;&#38544;&#23394;&#23376;&#34411;&#23545;&#26222;&#36890;&#20154;&#32780;&#35328;&#65292;&#38382;&#39064;&#19981;&#31639;&#22826;&#22823;&#65292;&#24120;&#35265;&#21453;&#24212;&#20063;&#23601;&#26159;&#25289;&#32922;&#23376;&#12290;&#20294;&#26159;&#23545;&#20813;&#30123;&#31995;&#32479;&#26377;&#32570;&#38519;&#30340;&#20154;&#65292;&#38544;&#23394;&#23376;&#34411;&#26159;&#21487;&#33021;&#33268;&#21629;&#30340;&#12290;&#38543;&#30528;&#33406;&#28363;&#30149;&#20154;&#30340;&#22686;&#21152;&#65292;&#36825;&#20010;&#23492;&#29983;&#34411;&#30340;&#21463;&#37325;&#35270;&#31243;&#24230;&#20063;&#36234;&#26469;&#36234;&#39640;&#20102;&#12290;</p>
<p><a href="http://songshuhui.net/wp-content/uploads/2011/07/sushi_accompaniments_soy_sauce_ginger_and_wasabi_922683.jpg"><img class="alignleft size-medium wp-image-57493" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1dac5_sushi_accompaniments_soy_sauce_ginger_and_wasabi_922683-194x300.jpg" alt="" width="194" height="300"></a>&#22312;&#21697;&#23581;&#26085;&#24335;&#40060;&#29983;&#30340;&#26102;&#20505;&#65292;&#20154;&#20204;&#24448;&#24448;&#20250;&#37197;&#19978;&#19968;&#20123;&#37233;&#27833;&#65292;&#37259;&#20197;&#21450;&#33445;&#26411;&#19968;&#36215;&#39135;&#29992;&#12290;&#26377;&#20154;&#35748;&#20026;&#36825;&#20123;&#35843;&#26009;&#23545;&#23492;&#29983;&#34411;&#21644;&#32454;&#33740;&#26377;&#33391;&#22909;&#30340;&#26432;&#28781;&#20316;&#29992;&#65292;&#21482;&#35201;&#37197;&#19978;&#36825;&#20123;&#35843;&#26009;&#65292;&#23601;&#21487;&#20197;&#19981;&#24517;&#25285;&#24515;&#23492;&#29983;&#34411;&#38382;&#39064;&#20102;&#12290;&#20063;&#26377;&#20154;&#35748;&#20026;&#65292;&#22312;&#39135;&#29992;&#40060;&#29983;&#30340;&#26102;&#20505;&#21917;&#20123;&#30333;&#37202;&#23601;&#33021;&#30830;&#20445;&#23433;&#20840;&#20102;&#65292;&#22240;&#20026;&#23492;&#29983;&#34411;&#20250;&#34987;&#30333;&#37202;&#20013;&#30340;&#37202;&#31934;&#26432;&#27515;&#12290;&#37027;&#20040;&#36825;&#20123;&#35843;&#26009;&#21644;&#30333;&#37202;&#26159;&#24322;&#23574;&#32447;&#34411;&#30340;&#20811;&#26143;&#21527;&#65311;&#35753;&#25105;&#20204;&#19968;&#19968;&#20998;&#26512;&#65306;</p>
<p><strong>&#37233;&#27833;</strong><br>
&#20316;&#20026;&#19968;&#31181;&#26377;&#33021;&#21147;&#22312;&#28023;&#27700;&#20013;&#28216;&#21160;&#30340;&#23492;&#29983;&#34411;&#65292;&#24322;&#23574;&#32447;&#34411;&#23545;&#39640;&#30416;&#20998;&#30340;&#32784;&#21463;&#21147;&#38750;&#24120;&#20986;&#33394;&#12290;&#22312;33%&#30340;&#30416;&#27700;&#20013;&#65292;&#24322;&#23574;&#32447;&#34411;&#31532;&#19977;&#26399;&#24188;&#34411;&#21487;&#20197;&#23384;&#27963;&#36229;&#36807;8&#22825;&#12290;&#22240;&#27492;&#65292;&#26399;&#26395;&#21547;&#30416;&#37327;&#36739;&#39640;&#30340;&#37233;&#27833;&#26469;&#26432;&#27515;&#24322;&#23574;&#32447;&#34411;&#26159;&#19981;&#22826;&#29616;&#23454;&#30340;&#12290;&#26377;&#30740;&#31350;&#32467;&#26524;&#31216;&#65292;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#21487;&#20197;&#22312;&#37233;&#27833;&#20013;&#23384;&#27963;&#33267;&#23569;11&#20010;&#23567;&#26102;&#12290;</p>
<p><strong>&#37259;</strong><br>
&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#23545;&#20110;&#37240;&#30340;&#38450;&#25252;&#33021;&#21147;&#20063;&#19981;&#24369;&#65292;&#27605;&#31455;&#23427;&#20204;&#30340;&#29983;&#27963;&#21490;&#35201;&#27714;&#23427;&#20204;&#33021;&#32463;&#24471;&#20303;&#21160;&#29289;&#32963;&#28082;&#30340;&ldquo;&#32771;&#39564;&rdquo;&#12290;&#22312;&#20154;&#24037;&#32963;&#28082;&#30340;&#27979;&#35797;&#20013;&#65292;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#23384;&#27963;&#26399;&#36229;&#36807;10&#22825;&#12290;&#20063;&#26377;&#20154;&#30452;&#25509;&#27979;&#35797;&#20102;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#22312;&#37259;&#20013;&#30340;&#23384;&#27963;&#26102;&#38388;&#65292;&#32467;&#26524;&#26159;&#36229;&#36807;100&#20010;&#23567;&#26102;&#12290;</p>
<p><strong>&#33445;&#26411;</strong><br>
&#26377;&#30740;&#31350;&#32467;&#26524;&#31216;&#33445;&#26411;&#27713;&#26377;&#26432;&#27515;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#30340;&#33021;&#21147;&#65292;&#21482;&#35201;&#36798;&#21040;&#19968;&#23450;&#30340;&#27987;&#24230;&#21644;&#26102;&#38388;&#65292;&#23601;&#21487;&#20197;&#26432;&#27515;100%&#30340;&#24188;&#34411;&#12290;&#36825;&#20010;&#32467;&#26524;&#20045;&#19968;&#21548;&#38750;&#24120;&#27491;&#38754;&#12290;&#20294;&#26159;&#20180;&#32454;&#30475;&#30475;&#25968;&#25454;&#65292;&#25152;&#35859;&#30340;&#19968;&#23450;&#26102;&#38388;&#26159;&#25351;45-50&#20998;&#38047;&#12290;&#22312;&#29616;&#23454;&#29983;&#27963;&#20013;&#65292;&#24656;&#24597;&#24456;&#23569;&#26377;&#20154;&#20250;&#29992;&#22823;&#37327;&#33445;&#26411;&#28034;&#25273;&#22312;&#40060;&#32905;&#19978;&#65292;&#28982;&#21518;&#31561;&#23558;&#36817;&#19968;&#20010;&#23567;&#26102;&#20877;&#39135;&#29992;&#12290;&#19988;&#19981;&#35828;&#23545;&#32784;&#24515;&#26159;&#19968;&#20010;&#32771;&#39564;&#12290;&#20809;&#26159;&#23545;&#40060;&#32905;&#21619;&#36947;&#30340;&#24433;&#21709;&#65292;&#24656;&#24597;&#23601;&#24456;&#38590;&#35753;&#20154;&#25509;&#21463;&#12290;</p>
<p><strong>&#37202;</strong><br>
&#30333;&#37202;&#20013;&#30340;&#37202;&#31934;&#26432;&#27515;&#23492;&#29983;&#34411;&#65292;&#21548;&#19978;&#21435;&#39047;&#26377;&#31185;&#23398;&#20381;&#25454;&#12290;&#26377;&#30740;&#31350;&#25253;&#36947;&#31216;38&#24230;&#21644;50&#24230;&#30340;&#30333;&#37202;&#65292;&#21487;&#20197;&#22312;24&#20998;&#38047;&#21644;15&#20998;&#38047;&#20869;&#26432;&#27515;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#12290;&#36825;&#20010;&#26102;&#38388;&#27604;&#36215;&#33445;&#26411;&#26469;&#35201;&#30701;&#20102;&#19981;&#23569;&#12290;&#38382;&#39064;&#22312;&#20110;&#65292;&#30333;&#37202;&#26159;&#29992;&#26469;&#21917;&#30340;&#65292;&#27809;&#26377;&#20154;&#20250;&#23558;&#40060;&#32905;&#28024;&#27873;&#22312;&#30333;&#37202;&#20013;&#28982;&#21518;&#39135;&#29992;&#12290;&#30333;&#37202;&#19982;&#40060;&#32905;&#22312;&#21475;&#33108;&#21644;&#39135;&#36947;&#20013;&#30340;&#20146;&#23494;&#25509;&#35302;&#65292;&#20960;&#20046;&#19981;&#21487;&#33021;&#38271;&#36798;15&#20998;&#38047;&#12290;&#32780;&#19968;&#26086;&#36827;&#20837;&#32963;&#20013;&#65292;&#30333;&#37202;&#30340;&#27987;&#24230;&#33258;&#28982;&#20250;&#34987;&#22823;&#22823;&#31232;&#37322;&#12290;&#27492;&#26102;&#30340;&#30333;&#37202;&#26159;&#21542;&#36824;&#20855;&#26377;&#26432;&#27515;&#23492;&#29983;&#34411;&#30340;&#33021;&#21147;&#65292;&#35753;&#20154;&#34920;&#31034;&#24576;&#30097;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#35843;&#26009;&#21644;&#30333;&#37202;&#20854;&#23454;&#23545;&#20110;&#23492;&#29983;&#34411;&#30340;&#26432;&#28781;&#20316;&#29992;&#38750;&#24120;&#26377;&#38480;&#65292;&#26356;&#22810;&#22320;&#26159;&#29992;&#26469;&#35843;&#33410;&#21475;&#21619;&#21644;&#29992;&#39184;&#24773;&#36259;&#12290;</p>
<p>&#32508;&#19978;&#25152;&#36848;&#65292;<strong>&#33021;&#24863;&#26579;&#20154;&#30340;&#28023;&#27700;&#40060;&#23492;&#29983;&#34411;&#26222;&#36941;&#23384;&#22312;&#65292;&#39135;&#29992;&#39640;&#28201;&#28921;&#35843;&#25110;&#32773;&#20107;&#20808;&#20919;&#20923;&#22788;&#29702;&#36807;&#30340;&#40060;&#32905;&#26159;&#38450;&#27490;&#23492;&#29983;&#34411;&#30149;&#30340;&#26377;&#25928;&#25163;&#27573;&#12290;</strong>&#22914;&#26524;&#19968;&#23450;&#35201;&#36861;&#27714;&#37027;&#31181;&#26410;&#32463;&#22788;&#29702;&#30340;&#40060;&#32905;&#30340;&#26032;&#40092;&#21475;&#21619;&#65292;&#19981;&#35201;&#25226;&#24076;&#26395;&#23492;&#25176;&#22312;&#33445;&#26411;&#37233;&#27833;&#39321;&#37259;&#30333;&#37202;&#20043;&#19978;&#12290;&#19968;&#26086;&#20986;&#29616;&#19981;&#36866;&#30151;&#29366;&#65292;&#21450;&#26102;&#23601;&#21307;&#24182;&#21578;&#30693;&#21307;&#29983;&#33258;&#24049;&#26377;&#29983;&#39135;&#40060;&#32905;&#30340;&#32463;&#21382;&#65292;&#20197;&#38450;&#23492;&#29983;&#34411;&#30149;&#34987;&#35823;&#35786;&#20026;&#32963;&#30149;&#25110;&#32773;&#32928;&#36947;&#30142;&#30149;&#65292;&#32829;&#35823;&#27835;&#30103;&#12290;</p>
<p><strong>&#21442;&#32771;&#25991;&#29486;</strong></p>
<p>http://www.dpd.cdc.gov/dpdx/HTML/Anisakiasis.htm</p>
<p>&#32654;&#22269;&#30142;&#25511;&#20013;&#24515;&#23545;&#24322;&#23574;&#32447;&#34411;&#21450;&#24322;&#23574;&#32447;&#34411;&#30149;&#30340;&#20171;&#32461;<br>
&#12298;&#25105;&#22269;&#22823;&#38470;&#27839;&#28023;&#28023;&#40060;&#24863;&#26579;&#24322;&#23574;&#32447;&#34411;&#35843;&#26597;&#25968;&#25454;&#32479;&#35745;&#20998;&#26512;&#12299;&#38446;&#24311;&#28165;<br>
&#12298;&#19996;&#28023;&#40060;&#31867;&#24322;&#23574;&#32447;&#34411;&#24863;&#26579;&#35843;&#26597;&#21450;&#20854;&#24188;&#34411;&#23545;&#38738;&#33445;&#36771;&#30340;&#32784;&#21463;&#30740;&#31350;&#12299; &#21494;&#20029;&#33805;&#31561;<br>
&#12298;&#31616;&#21333;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#23545;&#35843;&#21619;&#21697;&#12289;&#25239;&#34837;&#34411;&#33647;&#21644;&#20013;&#33647;&#30340;&#32784;&#21463;&#35797;&#39564;&#12299;&#39532;&#23439;&#20255;&#31561;<br>
&#12298;&#25668;&#39135;&#28023;&#40060;&#19982;&#24322;&#23574;&#32447;&#34411;&#30149;&#12299;&#40644;&#32500;&#20041;<br>
&#12298;&#27993;&#27743;&#30465;&#33311;&#23665;&#28180;&#22330;&#40060;&#31867;&#24322;&#23574;&#32447;&#34411;&#24863;&#26579;&#29616;&#20917;&#35843;&#26597;&#12299;&#24352;&#22343;&#21644;&#31561;<br>
&#12298;Sushi Delights and Parasites: The Risk of Fishborne and Foodborne Parasitic Zoonoses in Asia&#12299;Yukifumi Nawa et.al.</p>
<p>&#26412;&#25991;&#20462;&#25913;&#29256;&#24050;&#21457;&#34920;&#20110; <a href="http://www.guokr.com">&#26524;&#22771;&#32593;</a> <a href="http://www.guokr.com/site/health/">&#20581;&#24247;&#26397;&#20061;&#26202;&#20116;&#20027;&#39064;&#31449;</a> &#12298;<a href="http://www.guokr.com/article/54751/">&#28023;&#40060;&#26377;&#34411;,&#29983;&#39135;&#23567;&#24515;</a>&#12299;</p>
<p>	<a href="//www.douban.com/recommend/?url='+location.href+'title='+encodeURIComponent(document.title);window.open(u,'douban','toolbar=0,resizable=1,scrollbars=yes,status=1,width=450,height=330');void(0)" title="&#25512;&#33616;&#21040;&#35910;&#29923;"></a><br><a href="//v.t.sina.com.cn/share/share.php?title='+encodeURIComponent(document.title)+'url='+encodeURIComponent(location.href)+'source=bookmark','_blank','width=450,height=400');%7D)()" title="&#26032;&#28010;&#24494;&#21338;&#20998;&#20139;"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/17660_t.sina.com.cn" alt="&#26032;&#28010;&#24494;&#21338;&#20998;&#20139;" border="0"></a><br><a href="//www.google.com/reader/ui/link-bookmarklet.js');void(b.appendChild(z));%7Delse%7B%7D" title="&#20998;&#20139;&#21040; Google Reader" rel="nofollow"></a><br><a href="//share.xiaonei.com/share/buttonshare.do?link='+location.href+'title='+encodeURIComponent(document.title);window.open(u,'xiaonei','toolbar=0,resizable=1,scrollbars=yes,status=1,width=626,height=436');void(0)" title="&#20998;&#20139;&#21040;&#20154;&#20154;"></a><br><a href="//www.kaixin001.com/repaste/share.php?rtitle='+encodeURIComponent(document.title.substring(0,76))+'rurl='+encodeURIComponent(location.href)+'rcontent=','_blank','scrollbars=no,width=600,height=450,left=75,top=20,status=no,resizable=yes');%20void%200" title="&#20998;&#20139;&#21040;&#24320;&#24515;&#32593;"></a><br><a href="//shuqian.qq.com/post?from=3title='+encodeURIComponent(document.title)+'uri='+encodeURIComponent(location.href)+'jumpback=2noui=1','favit','width=930,height=470,left=50,top=50,toolbar=no,menubar=no,location=no,scrollbars=yes,status=yes,resizable=yes');void(0)" title="&#25910;&#34255;&#21040;qq&#20070;&#31614;"></a><br><a href="//cang.baidu.com/do/add?it='+encodeURIComponent(t)+'iu='+encodeURIComponent(u)+'dc='+encodeURIComponent(c)+'fr=ien#nw=1';window.open(url,'_blank','scrollbars=no,width=600,height=450,left=75,top=20,status=no,resizable=yes');%20void%200" title="&#25910;&#34255;&#21040;&#30334;&#24230;&#25910;&#34255;"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5cc19_baidu.gif"></a><br><a href="//sns.qzone.qq.com/cgi-bin/qzshare/cgi_qzshare_onekey?url='+%20encodeURIComponent(location.href)+%20'title='+encodeURIComponent(document.title),'_blank');%7D)()" title="&#20998;&#20139;&#21040;QQ&#31354;&#38388;"></a></p>
<p>&lt;!&ndash; </p>
<p>var wumiiPermaLink = &ldquo;http://songshuhui.net/archives/57487&rdquo;;<br>
var wumiiTitle = &ldquo;,&rdquo;;<br>
var wumiiTags = &ldquo;,,,,,&rdquo;;<br>
var wumiiSitePrefix = &ldquo;http://songshuhui.net/&rdquo;;<br>
 &ndash;&gt;<br><!-- , --></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/07/28/12295/" title="5:59 AM" rel="bookmark"><time class="entry-date" datetime="2011-07-28T05:59:50+00:00">2011/07/28</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/07/28/12285/" rel="prev"><span class="meta-nav">&larr;</span> The History of Programming Languages [Infographic]</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/07/28/12289/" rel="next">&#32654;&#12298;&#31185;&#23398;&#12299;&#26434;&#24535;&#20027;&#32534;&#65306;&#26469;&#33258;&#20013;&#22269;&#35770;&#25991;&#25298;&#31295;&#29575;&#20026;98% <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/07/28/12295/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="12295" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="eac175f893"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="242"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>July 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/06/">&laquo; Jun</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/08/">Aug &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="4" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/07/01/" aria-label="Posts published on July 1, 2011">1</a></td><td>2</td><td><a href="http://log.SunnyBoy.Me/2011/07/03/" aria-label="Posts published on July 3, 2011">3</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/04/" aria-label="Posts published on July 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/05/" aria-label="Posts published on July 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/07/07/" aria-label="Posts published on July 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/08/" aria-label="Posts published on July 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/09/" aria-label="Posts published on July 9, 2011">9</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/10/" aria-label="Posts published on July 10, 2011">10</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/11/" aria-label="Posts published on July 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/12/" aria-label="Posts published on July 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/13/" aria-label="Posts published on July 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/14/" aria-label="Posts published on July 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/15/" aria-label="Posts published on July 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/16/" aria-label="Posts published on July 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/17/" aria-label="Posts published on July 17, 2011">17</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/18/" aria-label="Posts published on July 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/19/" aria-label="Posts published on July 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/20/" aria-label="Posts published on July 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/21/" aria-label="Posts published on July 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/22/" aria-label="Posts published on July 22, 2011">22</a></td><td>23</td><td><a href="http://log.SunnyBoy.Me/2011/07/24/" aria-label="Posts published on July 24, 2011">24</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/25/" aria-label="Posts published on July 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/26/" aria-label="Posts published on July 26, 2011">26</a></td><td>27</td><td><a href="http://log.SunnyBoy.Me/2011/07/28/" aria-label="Posts published on July 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/29/" aria-label="Posts published on July 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/30/" aria-label="Posts published on July 30, 2011">30</a></td><td>31</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
