<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>Vidal Sassoon (&#35780;&#35770;: &#32500;&#36798;&#27801;&#23459;) | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Vidal Sassoon (&#35780;&#35770;: &#32500;&#36798;&#27801;&#23459;) Comments Feed" href="http://log.SunnyBoy.Me/2011/03/13/8955/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="Hello, I must be going" href="http://log.SunnyBoy.Me/2011/03/13/8954/"><link rel="next" title="&#20013;&#22269;&#35201;&#21521;&#26085;&#26412;&#23398;&#20064;&#20160;&#20040;" href="http://log.SunnyBoy.Me/2011/03/13/8956/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/03/13/8955/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=8955"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F03%2F13%2F8955%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F03%2F13%2F8955%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-8955 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-8955" class="post-8955 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">Vidal Sassoon (&#35780;&#35770;: &#32500;&#36798;&#27801;&#23459;)</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/13/8955/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>    <span class="mn">2011-03-12 16:52:11</span><br><span class="pl2">&#12288;&#12288;&#26469;&#33258;: <a href="http://book.douban.com/people/4560138/"><span>V V</span></a><br>
     (&#20070;&#20063;&#20998;&#32428;&#24230;)<br><br><a href="http://book.douban.com/subject/5329001/"><span>&#32500;&#36798;&#27801;&#23459;</span></a>&#30340;&#35780;&#35770;<br><span title="&#21147;&#33616;">&nbsp;&nbsp;<img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/9263c_st.gif" vspace="0" alt="5 star rating"><img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/9263c_st.gif" vspace="0" alt="5 star rating"><img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/9263c_st.gif" vspace="0" alt="5 star rating"><img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/9263c_st.gif" vspace="0" alt="5 star rating"><img class="rating" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/9263c_st.gif" vspace="0" alt="5 star rating"></span><br><span>5</span><br></span>
</p><p><span>&#12288;&#12288;&#20013;&#22269;&#20154;&#30693;&#36947;&#32500;&#36798;&#27801;&#23459;&#26356;&#22810;&#30340;&#26159;&#26469;&#33258;&#23453;&#27905;&#20844;&#21496;&#30340;&#21697;&#29260;&mdash;&mdash;&#27801;&#23459;&#65288;&#27927;&#21457;&#31995;&#21015;&#65289;&#65292;&#35813;&#21697;&#29260;&#20197;&#32500;&#36798;&#27801;&#23459;&#30340;&#21517;&#23383;&#21629;&#21517;&#12290;&#26356;&#20102;&#35299;&#19968;&#28857;&#26102;&#23578;&#30340;&#20154;&#25110;&#35768;&#36824;&#30693;&#36947;&#32500;&#36798;&#27801;&#23459;&#32654;&#21457;&#23398;&#26657;&#12290;&#20294;&#32500;&#36798;&#27801;&#23459;&#21040;&#24213;&#20195;&#34920;&#20102;&#20160;&#20040;&#65311;&#25110;&#35768;&#21482;&#26377;&#32654;&#21457;&#30028;&#30340;&#19987;&#19994;&#20154;&#22763;&#65288;&#38750;&#23567;&#21457;&#24266;&#30340;&#32654;&#21457;&#24072;&#65289;&#33021;&#22815;&#35828;&#20986;&#20010;&#19968;&#20108;&#26469;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#32500;&#36798;&#27801;&#23459;&#20043;&#20110;&#32654;&#21457;&#35774;&#35745;&#39046;&#22495;&#30340;&#22320;&#20301;&#65292;&#23601;&#30456;&#24403;&#20110;&#39321;&#22856;&#20799;&#65292;YSL&#65292;DIOR&#31561;&#20154;&#22312;&#26381;&#35013;&#30028;&#30340;&#22320;&#20301;&#12290;&#25110;&#35768;&#21069;&#32773;&#22320;&#20301;&#26356;&#39640;&#12290;&#22240;&#20026;&#26381;&#35013;&#30028;&#19981;&#31649;&#26159;&#37027;&#20010;&#26102;&#20195;&#65292;&#37117;&#26159;&#20960;&#22823;&#35774;&#35745;&#24072;&#24179;&#20998;&#22825;&#19979;&#12290;&#32780;&#32500;&#36798;&#27801;&#23459;&#21487;&#35859;&#26159;&#32654;&#21457;&#30028;&#30340;&#21807;&#19968;&#38712;&#20027;&#65292;&#29305;&#21035;&#26159;&#30452;&#21457;&#21098;&#21457;&#26041;&#38754;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#21487;&#20197;&#35828;&#26159;&#20182;&#35753;&#22899;&#20154;&#30340;&#30452;&#21457;&#26377;&#20102;&#28789;&#39746;&#21644;&#27963;&#21147;&#12290;&#32780;&#20182;&#30340;&#21098;&#21457;&#26041;&#24335;&#20197;&#21450;&#25152;&#24341;&#39046;&#30340;&#23457;&#32654;&#28526;&#27969;&#24050;&#32463;&#24433;&#21709;&#20102;&#20004;&#19977;&#20195;&#20154;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#24456;&#26089;&#25105;&#20204;&#23601;&#24050;&#32463;&#25226;&#26381;&#35013;&#35774;&#35745;&#30475;&#20316;&#19968;&#38376;&#33402;&#26415;&#65292;&#24182;&#19988;&#20026;&#22823;&#20247;&#25152;&#25509;&#21463;&#12290;&#20294;&#32654;&#21457;&#21364;&#19981;&#28982;&#65292;&#24456;&#22810;&#20154;&#20381;&#26087;&#25226;&#23427;&#30475;&#20316;&#19968;&#31181;&#25216;&#26415;&#65292;&#29978;&#33267;&#26159;&#27714;&#29983;&#30340;&#25216;&#33021;&#12290;&#36825;&#21644;&#36825;&#20010;&#34892;&#19994;&#30340;&#21457;&#23637;&#26377;&#20851;&#65292;&#20063;&#19982;&#36825;&#20010;&#34892;&#19994;&#30340;&#20174;&#19994;&#32773;&#30340;&#25991;&#21270;&#27700;&#24179;&#26377;&#20851;&#65292;&#29305;&#21035;&#26159;&#22312;&#20013;&#22269;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#25454;&#32479;&#35745;&#65292;&#25105;&#22269;&#30340;&#32654;&#21457;&#20174;&#19994;&#32773;&#26377;1600&#19975;&#20154;&#65292;&#31639;&#26159;&#31532;&#19977;&#20135;&#19994;&#20013;&#19981;&#21487;&#31639;&#23569;&#30340;&#19968;&#39033;&#24037;&#31181;&#65292;&#32780;&#19988;&#25105;&#20204;&#27599;&#20010;&#20154;&#27599;&#24180;&#22312;&#32654;&#21457;&#19978;&#30340;&#33457;&#36153;&#24182;&#19981;&#27604;&#22312;&#25668;&#24433;&#19978;&#30340;&#33457;&#36153;&#23569;&#65292;&#29978;&#33267;&#22312;&#21644;&#22810;&#22320;&#21306;&#65288;&#19968;&#20108;&#32447;&#22478;&#24066;&#65289;&#20854;&#21644;&#32654;&#23481;&#65292;&#26381;&#35013;&#30340;&#28040;&#36153;&#19981;&#30456;&#19978;&#19979;&#12290;&#20294;&#32654;&#21457;&#20381;&#28982;&#34987;&#22823;&#20247;&#30475;&#20316;&#26159;&#19968;&#31181;&#22320;&#20301;&#24456;&#20302;&#24494;&#30340;&#34892;&#19994;&#12290;<br>&#12288;&#12288;&#32654;&#21457;&#24072;&#20284;&#20046;&#26159;&#23545;&#20182;&#20204;&#30340;&#23562;&#31216;&#65292;&#24456;&#22810;&#20154;&#26356;&#21916;&#27426;&#21483;&#20182;&#20204;&ldquo;&#21059;&#22836;&#21280;&rdquo;&#65292;&#20063;&#23601;&#26159;&#21280;&#20154;&#19982;XX&#23478;XX&#24072;&#30340;&#21306;&#21035;&#12290;&#31216;&#20026;&#19978;&#30340;&#38382;&#39064;&#65292;&#21487;&#20197;&#30475;&#20986;&#22823;&#20247;&#23545;&#36825;&#20010;&#34892;&#19994;&#30340;&#23562;&#37325;&#31243;&#24230;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#20854;&#23454;&#22312;&#25105;&#30475;&#26469;&#32654;&#21457;&#24072;&#26159;&#20860;&#20855;&#20102;&#25216;&#26415;&#19982;&#33402;&#26415;&#30340;&#29983;&#27963;&#33402;&#26415;&#21019;&#36896;&#32773;&#12290;&#35201;&#21019;&#20316;&#19968;&#20010;&#22909;&#30340;&#21457;&#22411;&#65292;&#19981;&#20165;&#35201;&#26377;&#25968;&#24180;&#30340;&#22522;&#26412;&#21151;&#35757;&#32451;&#65292;&#36824;&#38656;&#35201;&#22312;&#23457;&#32654;&#20197;&#21450;&#21019;&#20316;&#19978;&#36827;&#34892;&#33258;&#25105;&#31361;&#30772;&#65292;&#36825;&#31181;&#31361;&#30772;&#23601;&#20687;&#30011;&#23478;&#38656;&#35201;&#25171;&#30772;&#21407;&#26412;&#30340;&#33258;&#25105;&#26684;&#23616;&#19968;&#26679;&#12290;&#37027;&#31181;&#28789;&#24863;&#19968;&#30636;&#38388;&#30340;&#38378;&#29616;&#24182;&#19981;&#26159;&#19968;&#36468;&#32780;&#23601;&#30340;&#12290;&#19968;&#20010;&#35753;&#39038;&#23458;&#28385;&#24847;&#30340;&#32654;&#21457;&#24072;&#65292;&#20854;&#20184;&#20986;&#30340;&#36763;&#33510;&#65292;&#24182;&#19981;&#27604;&#19968;&#20301;&#38050;&#29748;&#28436;&#22863;&#23478;&#65292;&#25110;&#26159;&#30011;&#23478;&#26469;&#24471;&#23569;&#12290;<br>&#12288;&#12288;&#20294;&#30001;&#20110;&#36825;&#20010;&#34892;&#19994;&#30340;&#38376;&#27099;&#36739;&#20302;&#65292;&#20174;&#19994;&#20154;&#22763;&#25991;&#21270;&#31243;&#24230;&#36739;&#20302;&#65292;&#25165;&#32473;&#20154;&#20197;&#19968;&#31181;&#22320;&#20301;&#20302;&#24494;&#30340;&#21360;&#35937;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#25454;&#26379;&#21451;&#20598;&#23572;&#35848;&#35805;&#20013;&#21487;&#20197;&#30475;&#20986;&#65292;&#20154;&#20204;&#22823;&#22810;&#35748;&#20026;&#32654;&#21457;&#24072;&#27809;&#25991;&#21270;&#12290;&#20854;&#21407;&#22240;&#26377;&#20004;&#20010;&#12290;&#19968;&#26159;&#25991;&#20973;&#20302;&#65292;&#24456;&#22810;&#20174;&#19994;&#32773;&#37117;&#26159;&#20013;&#23398;&#25991;&#21270;&#65292;&#24456;&#23569;&#26377;&#22823;&#23398;&#20197;&#19978;&#25991;&#20973;&#12290;&#23601;&#31639;&#26159;&#39321;&#28207;&#65292;&#23398;&#20064;&#32654;&#21457;&#65292;&#21270;&#22918;&#31561;&#25216;&#26415;&#30340;&#23398;&#29983;&#65292;&#20063;&#26159;&#20013;&#23398;&#20043;&#21518;&#23601;&#36827;&#20837;&#26576;&#31181;&#31867;&#20284;&#22823;&#19987;&#30340;&#33402;&#26415;&#23398;&#26657;&#12290;&#27809;&#26377;&#19968;&#27969;&#30340;&#22823;&#23398;&#24320;&#35774;&#32654;&#21457;&#35774;&#35745;&#19987;&#19994;&#65292;&#32654;&#21457;&#35774;&#35745;&#23398;&#26657;&#20063;&#20027;&#35201;&#37325;&#35270;&#25216;&#26415;&#30340;&#20256;&#25480;&#65292;&#32570;&#23569;&#22522;&#30784;&#35838;&#31243;&#30340;&#22521;&#35757;&#65292;&#20197;&#21450;&#32654;&#23398;&#65292;&#33402;&#26415;&#65292;&#35774;&#35745;&#31561;&#25991;&#21270;&#35838;&#31243;&#30340;&#24320;&#35774;&#12290;&#20174;&#32780;&#20351;&#24471;&#32654;&#21457;&#24072;&#32473;&#20154;&#20197;&#21280;&#20154;&#30340;&#24863;&#35273;&#65292;&#20598;&#23572;&#36935;&#35265;&#19968;&#20010;&#35848;&#21520;&#19981;&#20961;&#30340;&#32654;&#21457;&#24072;&#65292;&#20063;&#26159;&#22240;&#20026;&#20854;&#33258;&#36523;&#30340;&#21162;&#21147;&#65292;&#35201;&#20040;&#28216;&#21382;&#36739;&#22810;&#65292;&#35201;&#20040;&#26412;&#36523;&#26377;&#26576;&#26041;&#38754;&#30340;&#29233;&#22909;&#65292;&#21916;&#27426;&#24191;&#27867;&#38405;&#35835;&#12290;&#25552;&#21040;&#38405;&#35835;&#65292;&#23601;&#29301;&#28041;&#21040;&#31532;&#20108;&#20010;&#21407;&#22240;&mdash;&mdash;&#19981;&#35835;&#20070;&#12290;&#22823;&#22810;&#25968;&#20154;&#37117;&#35748;&#20026;&#32654;&#21457;&#24072;&#19981;&#35835;&#20070;&#65292;&#26368;&#22810;&#21482;&#30475;&#30475;&#26434;&#24535;&#32780;&#24050;&#12290;&#25105;&#26377;&#19968;&#20301;&#26379;&#21451;&#31639;&#26159;&#36825;&#20010;&#34892;&#19994;&#30340;&#39640;&#31471;&#20154;&#22763;&#65292;&#20182;&#20063;&#19981;&#30475;&#20070;&#65292;&#26368;&#22810;&#32763;&#32763;&#26434;&#24535;&#65292;&#30475;&#30475;&#22270;&#29255;&#12290;&#29702;&#30001;&#26159;&#24537;&#65292;&#27809;&#24515;&#24773;&#12290;&#23458;&#35266;&#21407;&#22240;&#26159;&#29615;&#22659;&#25152;&#33268;&#65292;&#24037;&#20316;&#29615;&#22659;&#27604;&#36739;&#21557;&#26434;&#65292;&#22238;&#23478;&#20043;&#21518;&#24050;&#32463;&#36523;&#24515;&#30130;&#24811;&#65307;&#21478;&#22806;&#20063;&#19981;&#30693;&#36947;&#24212;&#35813;&#30475;&#28857;&#20160;&#20040;&#22909;&#12290;&#20027;&#35266;&#21407;&#22240;&#26159;&#25105;&#19981;&#38656;&#35201;&#38405;&#35835;&#65292;&#21482;&#38656;&#35201;&#25552;&#39640;&#25216;&#26415;&#35753;&#39038;&#23458;&#28385;&#24847;&#21363;&#21487;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#20854;&#23454;&#24456;&#22810;&#32654;&#21457;&#24072;&#22312;&#20027;&#35266;&#19978;&#36824;&#26159;&#24076;&#26395;&#33021;&#22815;&#25509;&#21463;&#19968;&#20123;&#26032;&#30340;&#25991;&#21270;&#65292;&#26032;&#30340;&#27010;&#24565;&#65292;&#20197;&#25552;&#39640;&#33258;&#24049;&#30340;&#23457;&#32654;&#21697;&#20301;&#65292;&#21516;&#26102;&#20016;&#23500;&#33258;&#24049;&#30340;&#31934;&#31070;&#38656;&#27714;&#21644;&#29983;&#27963;&#38656;&#27714;&#12290;&#20294;&#20182;&#20204;&#19981;&#30693;&#36947;&#22914;&#20309;&#21435;&#36873;&#25321;&#37027;&#20123;&#26159;&#20182;&#20204;&#24212;&#35813;&#35835;&#30340;&#65292;&#37027;&#20123;&#26159;&#20182;&#20204;&#24212;&#35813;&#20570;&#30340;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#20854;&#23454;&#27599;&#20010;&#32654;&#21457;&#24072;&#37117;&#26377;&#24819;&#25910;&#21040;&#22823;&#20247;&#35748;&#21487;&#19982;&#23562;&#37325;&#30340;&#26790;&#24819;&#65292;&#24819;&#25104;&#20026;&#19968;&#20301;&#33402;&#26415;&#23478;&#30340;&#26790;&#24819;&#12290;&#20294;&#21364;&#24456;&#23569;&#26377;&#32463;&#39564;&#21487;&#20197;&#20511;&#37492;&#65292;&#23398;&#26657;&#37324;&#25110;&#32773;&#24403;&#24180;&#30340;&#24072;&#20613;&#27809;&#26377;&#35841;&#21578;&#35785;&#20182;&#22823;&#24072;&#26159;&#24590;&#26679;&#28860;&#25104;&#30340;&#12290;&#20182;&#20204;&#26368;&#22810;&#25945;&#20250;&#20102;&#24466;&#24351;&#22914;&#20309;&#20351;&#29992;&#21098;&#20992;&#20197;&#21450;&#24320;&#19968;&#23478;&#23567;&#24215;&#38656;&#35201;&#21738;&#20123;&#35774;&#22791;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#20854;&#20182;&#34892;&#19994;&#26377;&#24456;&#22810;&#26631;&#20853;&#26999;&#27169;&#21487;&#20197;&#23398;&#20064;&#65292;&#20182;&#20204;&#30340;&#32463;&#21382;&#65292;&#26696;&#20363;&#24050;&#32463;&#34987;&#31649;&#29702;&#23398;&#35838;&#31243;&#29978;&#33267;&#20843;&#21350;&#28040;&#24687;&#20998;&#26512;&#24471;&#21313;&#20998;&#36879;&#24443;&#20102;&#12290;&#22914;IT&#30028;&#30340;&#26446;&#24320;&#22797;&#65292;&#26446;&#24422;&#23439;&#65292;&#32463;&#27982;&#30028;&#30340;&#24352;&#32500;&#36814;&#65292;&#35774;&#35745;&#30028;&#30340;&#21407;&#30740;&#21705;&#65292;&#24314;&#31569;&#30028;&#30340;&#39640;&#36842;&#65292;&#23433;&#34276;&#24544;&#38596;&#31561;&#20154;&#12290;&#23601;&#31639;&#27809;&#26377;&#21548;&#36807;&#36825;&#20123;&#20154;&#30340;&#25104;&#21151;&#26696;&#20363;&#20998;&#26512;&#65292;&#20063;&#26377;&#24456;&#22810;&#20851;&#20110;&#20182;&#20204;&#30340;&#20256;&#38395;&#25925;&#20107;&#12290;&#23398;&#30528;&#20182;&#20204;&#30340;&#36335;&#23376;&#65292;&#25720;&#32034;&#30528;&#20182;&#20204;&#30340;&#32463;&#39564;&#65292;&#24635;&#33021;&#25214;&#21040;&#28857;&#21551;&#21457;&#25110;&#38376;&#36947;&#12290;&#32780;&#32654;&#21457;&#30028;&#21364;&#27809;&#26377;&#36825;&#26679;&#30340;&#20363;&#23376;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#32654;&#21457;&#30028;&#32570;&#20047;&#22823;&#24072;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#25110;&#35768;&#38500;&#20102;&#32500;&#36798;&#27801;&#23459;&#20043;&#22806;&#65292;&#27809;&#26377;&#35841;&#33021;&#26377;&#36825;&#26679;&#30340;&#20221;&#37327;&#33021;&#22815;&#25226;&#33258;&#24049;&#25670;&#19978;&#21488;&#38754;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#36825;&#26412;&#20070;&#25110;&#35768;&#23558;&#25104;&#20102;&#32654;&#21457;&#30028;&#30340;&#21807;&#19968;&#32463;&#20856;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#35813;&#20070;&#35762;&#36848;&#20102;&#32500;&#36798;&#27801;&#23459;&#22312;&#25112;&#20081;&#24180;&#20195;&#30340;&#25104;&#38271;&#32463;&#21382;&#65292;&#20197;&#21450;&#22914;&#20309;&#20837;&#34892;&#65292;&#22914;&#20309;&#31361;&#30772;&#33258;&#25105;&#21019;&#36896;&#20102;&#37027;&#20123;&#32463;&#20856;&#30340;&#21457;&#22411;&#65292;&#22914;&#20309;&#25226;&#19968;&#39033;&#21098;&#21457;&#25216;&#26415;&#36716;&#21270;&#20026;&#19968;&#31181;&#21098;&#21457;&#33402;&#26415;&mdash;&mdash;&#21160;&#24863;&#21098;&#21457;&#65292;&#22914;&#20309;&#25235;&#20303;&#26426;&#36935;&#65292;&#20197;&#21450;&#23545;&#26410;&#26469;&#32654;&#21457;&#30028;&#30340;&#23637;&#26395;&#31561;&#31561;&#35805;&#39064;&#12290;<br>&#12288;&#12288;<br>&#12288;&#12288;&#25105;&#20316;&#20026;&#19968;&#20010;&#38750;&#26102;&#23578;&#30028;&#65292;&#38750;&#32654;&#21457;&#30028;&#30340;&#20154;&#65292;&#20063;&#22909;&#22855;&#36825;&#20301;&#22823;&#24072;&#30340;&#20256;&#22855;&#32463;&#21382;&#65292;&#20197;&#21450;&#20854;&#25152;&#20195;&#34920;&#30340;&#26102;&#23578;&#25991;&#21270;&#32972;&#21518;&#30340;&#25925;&#20107;&#12290;&#20316;&#20026;&#26102;&#23578;&#30028;&#30340;&#20174;&#19994;&#32773;&#65292;&#32654;&#21457;&#24072;&#20204;&#28937;&#33021;&#38169;&#36807;&#21602;&#65311;</span></p>
<ul><li class="rec">
        <a href="#" class="bn-sharing ">&#20998;&#20139;&#21040;</a> &nbsp;&nbsp;
    </li>
</ul></div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/13/8955/" title="3:27 AM" rel="bookmark"><time class="entry-date" datetime="2011-03-13T03:27:13+00:00">2011/03/13</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/03/13/8954/" rel="prev"><span class="meta-nav">&larr;</span> Hello, I must be going</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/03/13/8956/" rel="next">&#20013;&#22269;&#35201;&#21521;&#26085;&#26412;&#23398;&#20064;&#20160;&#20040; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/03/13/8955/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="8955" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="d60a9b8119"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="222"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>March 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/02/">&laquo; Feb</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/04/">Apr &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="1" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/03/01/" aria-label="Posts published on March 1, 2011">1</a></td><td>2</td><td><a href="http://log.SunnyBoy.Me/2011/03/03/" aria-label="Posts published on March 3, 2011">3</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/04/" aria-label="Posts published on March 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/05/" aria-label="Posts published on March 5, 2011">5</a></td><td>6</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/07/" aria-label="Posts published on March 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/08/" aria-label="Posts published on March 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/09/" aria-label="Posts published on March 9, 2011">9</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/10/" aria-label="Posts published on March 10, 2011">10</a></td><td>11</td><td><a href="http://log.SunnyBoy.Me/2011/03/12/" aria-label="Posts published on March 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/13/" aria-label="Posts published on March 13, 2011">13</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/14/" aria-label="Posts published on March 14, 2011">14</a></td><td>15</td><td><a href="http://log.SunnyBoy.Me/2011/03/16/" aria-label="Posts published on March 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/17/" aria-label="Posts published on March 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/18/" aria-label="Posts published on March 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/19/" aria-label="Posts published on March 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/20/" aria-label="Posts published on March 20, 2011">20</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/21/" aria-label="Posts published on March 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/22/" aria-label="Posts published on March 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/23/" aria-label="Posts published on March 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/24/" aria-label="Posts published on March 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/25/" aria-label="Posts published on March 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/26/" aria-label="Posts published on March 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/27/" aria-label="Posts published on March 27, 2011">27</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/03/28/" aria-label="Posts published on March 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/29/" aria-label="Posts published on March 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/03/30/" aria-label="Posts published on March 30, 2011">30</a></td><td>31</td>
		<td class="pad" colspan="3">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
