<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>June | 2011 | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="archive date custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<section id="primary" class="site-content"><div id="content" role="main">

					<header class="archive-header"><h1 class="archive-title">Monthly Archives: <span>June 2011</span></h1>
			</header><!-- .archive-header --><article id="post-11694" class="post-11694 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/06/30/11694/" rel="bookmark">&#23436;&#20840;&#23433;&#35013;cygwin&#30340;&#26041;&#27861;&#65288;&#22270;&#65289;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/06/30/11694/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#23433;&#35013; GCC<br>&#23433;&#35013; GCC &#26368;&#24555;&#25463;&#30340;&#26041;&#24335;&#26159;&#22312;&#24744;&#30340;&#26426;&#22120;&#19978;&#23433;&#35013;&#23436;&#25972;&#30340; Cygwin &#29615;&#22659;&#12290;Cygwin &#26159; Windows &#19978;&#31867;&#20284;&#20110; Linux &#30340;&#29615;&#22659;&#12290;&#23427;&#21253;&#25324;&#19968;&#20010;&#25552;&#20379; UNIX &#21151;&#33021;&#24615;&#22522;&#26412;&#23376;&#38598;&#30340; DLL &#20197;&#21450;&#22312;&#36825;&#20043;&#19978;&#30340;&#19968;&#32452;&#24037;&#20855;&#12290;&#23433;&#35013;&#22909; Cygwin &#20043;&#21518;&#65292;&#36890;&#24120;&#21487;&#20197;&#24573;&#30053;&#23427;&#65292;&#21363;&#20351;&#24744;&#26159;&#21629;&#20196;&#34892;&#30340;&#29233;&#22909;&#32773;&#65292;&#24744;&#20173;&#33021;&#21457;&#29616;&#24744;&#27963;&#24471;&#26356;&#33298;&#22374;&#20102;&#12290;</p>
<p>&#30830;&#20445;&#24744;&#20855;&#26377;&#30456;&#24403;&#24555;&#36895;&#30340; Internet &#36830;&#25509;&#12290;GCC &#32534;&#35793;&#22120;&#21450;&#30456;&#20851;&#23454;&#29992;&#31243;&#24207;&#22823;&#32422;&#26377; 50 &#20806;&#23383;&#33410;&#12290;&#21478;&#22806;&#30830;&#35748;&#24744;&#30340;&#36830;&#25509;&#26159;&#21542;&#38656;&#35201;&#19968;&#20010;&#20195;&#29702;&#26381;&#21153;&#22120;&#12290;&#36825;&#21487;&#36890;&#36807;&#24744;&#30340; Internet &#27983;&#35272;&#22120;&#36873;&#39033;&#65306; &#24037;&#20855; &ndash; Internet &#36873;&#39033; -&#36830;&#25509; -&#23616;&#22495;&#32593;&#65288;LAN&#65289;&#35774;&#32622;&#26469;&#30830;&#23450;&#12290; <br>&#30830;&#20445;&#22312;&#24744;&#30340;&#31649;&#29702;&#21592;&#24080;&#25143;&#19979;&#23433;&#35013;&#36825;&#20010;&#31243;&#24207;&#65292;&#24182;&#36873;&#25321;&#20026;&ldquo;&#25152;&#26377;&#29992;&#25143;&rdquo;&#23433;&#35013;&#12290;<br>&#23558;&#24744;&#30340; Internet &#27983;&#35272;&#22120;&#25351;&#21040; <br><a href="http://www.cygwin.com">www.cygwin.com</a><br>&#12290;&#22312;&#23631;&#24149;&#30340;&#20013;&#22830;&#26159;&#19968;&#20010;&#40657;&#32511;&#20004;&#33394;&#32452;&#25104;&#30340; &ldquo;C&rdquo; &#24509;&#26631;&#65292;&#26631;&#39064;&#26159;&ldquo;Install or update now.&rdquo;&#12290;&#22312;&#35813;&#38142;&#25509;&#19978;&#28857;&#20987;&#65292;&#36825;&#23558;&#19979;&#36733;&#19968;&#20010;&#23567;&#31243;&#24207; setup.exe&#65288;250KB&#65289;&#12290;&#36825;&#20010;&#23433;&#35013;&#31243;&#24207;&#23558;&#22312;&#24744;&#30340;&#26426;&#22120;&#19978;&#24341;&#23548; Cygwin &#29615;&#22659;&#30340;&#23433;&#35013;&#25110;&#26356;&#26032;&#36807;&#31243;&#12290; <br>&#36816;&#34892;&#23433;&#35013;&#31243;&#24207;<br>&#23558; setup.exe &#19979;&#36733;&#21040;&#19968;&#20010;&#24050;&#30693;&#22320;&#26041;&#65292;&#22914;&#26700;&#38754;&#65292;&#28982;&#21518;&#36816;&#34892;&#23427;&#12290;<br>&#23427;&#23558;&#25171;&#24320;&#23433;&#35013;&#21521;&#23548;&#65292;&#22914;&#19979;&#22270;&#25152;&#31034;&#65306;<br>&#22270; 1. Cygwin &#29615;&#22659;&#30340;&#23433;&#35013;&#21521;&#23548;</p>
<p>&#28857;&#20987; Next&#25353;&#38062;&#12290; <br>&#36873;&#25321;&#19979;&#36733;&#20301;&#32622;<br>&#22312;&#36825;&#20010;&#39029;&#38754;&#19978;&#65292;&#36873;&#25321;&rdquo;Install from Internet&rdquo;&#12290;<br>&#22270; 2. &#36873;&#25321;&#23433;&#35013;&#31867;&#22411;</p>
<p>&#28857;&#20987; Next&#25353;&#38062;&#12290; <br>&#36873;&#25321;&#19968;&#20010;&#23433;&#35013;&#30446;&#24405;<br>&#22312;&#36825;&#20010;&#39029;&#38754;&#19978;&#65292;&#36873;&#25321;&#25191;&#34892; Cygwin &#25152;&#22312;&#30340;&#30446;&#24405;&#12290;<br>&#35774;&#32622;&#22270;3&#25152;&#31034;&#30340;&#21097;&#20313;&#36873;&#39033;&#12290;<br>&#22270; 3.&#36873;&#25321;&#19968;&#20010;&#23433;&#35013;&#30446;&#24405;</p>
<p>&#28857;&#20987; Next&#25353;&#38062;&#12290; <br>&#36873;&#25321;&#19968;&#20010;&#20020;&#26102;&#23433;&#35013;&#30446;&#24405;<br>&#22312;&#36825;&#20010;&#39029;&#38754;&#65288;&#22270;4&#65289;&#65292;&#20026;&#23433;&#35013;&#21253;&#36873;&#25321;&#19968;&#20010;&#20020;&#26102;&#30446;&#24405;&#12290;&#24403; Cygwin &#23433;&#35013;&#23436;&#25104;&#21518;&#65292;&#24744;&#21487;&#20197;&#21024;&#38500;&#36825;&#20010;&#30446;&#24405;&#21644;&#23427;&#30340;&#20869;&#23481;&#12290;<br>&#27880;&#24847;&#23433;&#35013;&#31243;&#24207;&#35760;&#20303;&#20102;&#36825;&#20010;&#30446;&#24405;&#65292;&#24182;&#22312;&#26356;&#26032;&#26102;&#21482;&#19979;&#36733;&#27604;&#36825;&#20010;&#30446;&#24405;&#20013;&#30340;&#21253;&#26356;&#26032;&#30340;&#29256;&#26412;&#12290;&#22914;&#26524;&#24744;&#21024;&#38500;&#36825;&#20010;&#30446;&#24405;&#24182;&#37325;&#26032;&#23433;&#35013;&#65292; setup&#23558;&#37325;&#26032;&#23433;&#35013;&#24744;&#36873;&#25321;&#30340;&#25152;&#26377;&#20869;&#23481;&#32780;&#19981;&#31649;&#36825;&#20123;&#21253;&#30340;&#23433;&#35013;&#31243;&#24207;&#22312;&#36816;&#34892;&#30446;&#24405;&#20013;&#24050;&#32463;&#23384;&#22312;&#12290; <br>&#22270; 4.&#36873;&#25321;&#19968;&#20010;&#20020;&#26102;&#23433;&#35013;&#30446;&#24405;</p>
<p>&#28857;&#20987; Next&#25353;&#38062;&#12290; <br>&#25351;&#23450;&#24744;&#30340; Internet &#36830;&#25509;<br>&#22312;&#36825;&#20010;&#39029;&#38754;&#19978;&#65288;&#22270;5&#65289;&#65292;&#25351;&#23450; Internet &#36830;&#25509;&#12290;&#22914;&#26524;&#20320;&#26377;&#20195;&#29702;&#26381;&#21153;&#22120;&#65292;&#36873;&#25321;&ldquo;&#20351;&#29992; IE5 &#35774;&#32622;&rdquo;&#65292;&#25110;&#20174;&#24744;&#30340;&#27983;&#35272;&#22120;&#36873;&#39033;&#33719;&#24471;&#26381;&#21153;&#22120;&#21517;&#65292;&#36873;&#25321;&#20351;&#29992;&#20195;&#29702;&#65292;&#28982;&#21518;&#36755;&#20837;&#20195;&#29702;&#26381;&#21153;&#22120;&#30340;&#20027;&#26426;&#21517;&#21644;&#31471;&#21475;&#21495;&#12290;<br>&#22270; 5. &#36873;&#25321;&#36830;&#25509;&#31867;&#22411;</p>
<p>&#28857;&#20987; Next&#25353;&#38062;&#12290; <br>&#36873;&#25321;&#19979;&#36733;&#31449;&#28857;<br>&#22312;&#36825;&#20010;&#39029;&#38754;&#19978;&#65288;&#22270;6&#65289;&#65292;&#36873;&#25321;&#19968;&#20010;&#19979;&#36733;&#31449;&#28857;&#12290;&#22240;&#20026;&#36825;&#20123;&#31449;&#28857;&#26159;&#20041;&#21153;&#30340;&#38236;&#20687;&#65292;&#25152;&#20197;&#36873;&#25321;&#19968;&#20010;&#19979;&#36733;&#28857;&#26377;&#28857;&#39118;&#38505;&#65288;&#36890;&#24120;&#23427;&#20204;&#26159;&#21487;&#29992;&#30340;&#65292;&#20294;&#26377;&#26102;&#19981;&#21487;&#29992;&#65289;&#12290;&#36890;&#24120;&#65292;&#35797;&#35797;&#31163;&#20320;&#27604;&#36739;&#36817;&#30340;&#37027;&#20010;&#31449;&#28857;&#12290;<br>&#22270;6. &#36873;&#25321;&#19968;&#20010;&#19979;&#36733;&#31449;&#28857;</p>
<p>&#28857;&#20987; Next&#25353;&#38062;&#12290; <br>&#36873;&#25321;&#21253;&#36827;&#34892;&#23433;&#35013;<br>&#22312;&#36825;&#20010;&#39029;&#38754;&#19978;&#65292;&#24744;&#23558;&#36873;&#25321;&#35201;&#23433;&#35013;&#30340;&#21253;&#12290;&#40664;&#35748;&#24773;&#20917;&#19979;&#65292;Cygwin &#22522;&#26412;&#21253;&#23558;&#19981;&#23433;&#35013; GCC&#65292;&#22240;&#27492;&#65292;&#24744;&#24517;&#39035;&#20462;&#25913;&#40664;&#35748;&#35774;&#32622;&#12290;<br>&#23558;&#40736;&#26631;&#31227;&#21160;&#21040; Devel&#36793;&#30340;&#21152;&#21495;&#65288;+&#65289;&#19978;&#65292;&#28982;&#21518;&#28857;&#20987;&#23427;&#23637;&#24320; Devel&#31867;&#12290; <br>&#22270; 7. &#36873;&#25321;&#21253;&#36827;&#34892;&#23433;&#35013;</p>

<p>&#22312;&#20320;&#36824;&#27809;&#30830;&#23450;&#21738;&#20123;&#38656;&#35201;&#21738;&#20123;&#19981;&#38656;&#35201;&#26102;&#65292;&#26368;&#22909;&#20840;&#37096;&#19979;&#36733;&#65292;&#28857;&#20987;All&#21518;&#30340;default&#20026;install&#12290;&#21363;&#26159;&#23436;&#20840;&#23433;&#35013;&#20102;&#12290;&#20445;&#35777;&#20102;GCC&#32534;&#36753;&#22120;&#30340;&#20351;&#29992;&#12290;<br>&#24744;&#20250;&#30475;&#21040;&#22312; Devel &#19979;&#26377;&#35768;&#22810;&#20837;&#21475;&#65292;&#20854;&#20013;&#21482;&#26377;&#19977;&#20010;&#26159;&#24744;&#38656;&#35201;&#30340;&#65292;&#27425;&#24207;&#22914;&#19979;&#65306;<br>&bull;&nbsp; binutils <br>&bull;&nbsp; gcc <br>&bull;&nbsp; gcc-mingw <br>&#19981;&#26159;&#25152;&#26377;&#40664;&#35748;&#30340;&#22522;&#26412;&#21253;&#37117;&#38656;&#35201;&#36816;&#34892; GCC&#65292;&#20294;&#23427;&#20204;&#19981;&#22826;&#22823;&#65292;&#22240;&#27492;&#20026;&#31616;&#21333;&#21270;&#65292;&#23601;&#23433;&#35013;&#23427;&#20204;&#12290;<br>&#27880;&#24847;&#24456;&#23481;&#26131;&#36873;&#38169;&#21253;&#25110;&#29256;&#26412;&#65292;&#23588;&#20854;&#22312;&#37325;&#26032;&#23433;&#35013;&#30340;&#26102;&#20505;&#65292;&#22240;&#20026;&#36873;&#25321;&#31383;&#21475;&#20013;&#30340;&#24490;&#29615;&#25353;&#38062;&#26159;&#19981;&#26631;&#20934;&#30340;&#12290;&#22312;&#36825;&#19968;&#27493;&#25105;&#20204;&#24314;&#35758;&#30340;&#23601;&#26159;&#22810;&#21152;&#23567;&#24515;&#65292;&#23588;&#20854;&#26159;&#26377;&#22810;&#20010; GCC &#29256;&#26412;&#30340;&#24773;&#20917;&#19979;&#12290;<br>&#20026;&#36873;&#25321;&#36825;&#19977;&#20010;&#21253;&#65292;&#28857;&#20987;&#21015; New&#20013;&#27599;&#20010;&#21452;&#21521;&#31661;&#22836;&#30452;&#21040;&#26174;&#31034;&#27599;&#20010;&#21253;&#30340;&#29256;&#26412;&#21495;&#12290;&#26681;&#25454;&#24744;&#26426;&#22120;&#19978;&#24050;&#23433;&#35013;&#30340;&#20197;&#21450;&#38236;&#20687;&#19978;&#25152;&#25317;&#26377;&#30340;&#21512;&#36866;&#30340;&#29256;&#26412;&#65292;&#21015;&#20837;&#21475;&#22312;&#21508;&#22270;&#26631;&#38388;&#24490;&#29615;&#65306; </p>
<p>&#22914;&#26524;&#26377;&#22810;&#20010;&#29256;&#26412;&#21487;&#29992;&#65292;&#36873;&#25321;&#25968;&#23383;&#26368;&#22823;&#30340;&#19968;&#20010;&#12290;&#35201;&#19979;&#36733;&#20108;&#36827;&#21046;&#25991;&#20214;&#65292;&#30830;&#20445;&#36873;&#20013;&#20102;&ldquo;Bin&rdquo;&#21015;&#30340;&#22797;&#36873;&#26694;&#12290;<br>&#22270; 9. &#19979;&#36733;&#20108;&#36827;&#21046;&#25991;&#20214;</p>
<p>&#23436;&#25104;&#19979;&#36733;<br>&#36873;&#25321;&#23436;&#19977;&#20010;&#21253;&#20043;&#21518;&#65292;Cygwin &#23601;&#35775;&#38382;&#36873;&#25321;&#30340;&#38236;&#20687;&#20027;&#26426;&#65292;&#28982;&#21518;&#19979;&#36733;&#37027;&#19977;&#20010;&#21253;&#20197;&#21450;&#40664;&#35748;&#30340;&#22522;&#26412;&#21253;&#12290;&#26681;&#25454;&#24744;&#30340;&#36830;&#25509;&#36895;&#24230;&#36825;&#23558;&#25345;&#32493;&#20960;&#20998;&#38047;&#65292;&#22312;&#23433;&#35013;&#26399;&#38388;&#65292;&#23558;&#25171;&#24320;&#21644;&#20851;&#38381;&#35768;&#22810;&#24377;&#20986;&#31383;&#21475;&#12290;<br>&#22240;&#20026;&#23384;&#25918; Cygwin &#23433;&#35013;&#30340;&#38236;&#20687;&#31449;&#28857;&#26159;&#20041;&#21153;&#30340;&#65292;&#26377;&#26102;&#19981;&#21487;&#29992;&#25110;&#36127;&#33655;&#36807;&#37325;&#12290;&#22914;&#26524;&#21457;&#29616;&#36873;&#25321;&#30340;&#38236;&#20687;&#27809;&#26377;&#21709;&#24212;&#65292;&#23601;&#25353;&#21462;&#28040; &#65288; Cancel&#65289;&#65292;&#36825;&#23558;&#32456;&#27490;&#25972;&#20010;&#23433;&#35013;&#31243;&#24207;&#12290; <br>&#24799;&#19968;&#30340;&#21150;&#27861;&#23601;&#26159;&#37325;&#26032;&#24320;&#22987;&#23433;&#35013;&#24182;&#36873;&#25321;&#21478;&#19968;&#20010;&#38236;&#20687;&#65307;&#36825;&#38750;&#24120;&#35753;&#20154;&#24863;&#21040;&#27822;&#20007;&#12290;&#24184;&#36816;&#30340;&#26159;&#65292;&#23433;&#35013;&#31243;&#24207;&#35760;&#20303;&#20102;&#22823;&#22810;&#25968;&#24744;&#19978;&#27425;&#25152;&#20570;&#30340;&#65292;&#22240;&#27492;&#36890;&#24120;&#21462;&#40664;&#35748;&#24773;&#20917;&#12290;&#22312;&#37325;&#26032;&#36873;&#25321;&#27491;&#30830;&#30340;&#21253;&#26102;&#24517;&#39035;&#23567;&#24515;&#65292;&#22240;&#20026;&#22312;&#21518;&#38754;&#30340;&#23433;&#35013;&#20013;&#19981;&#24110;&#20320;&#36873;&#25321;&#36825;&#20123;&#20869;&#23481;&#12290;<br>setup&#31243;&#24207;&#28982;&#21518;&#35810;&#38382;&#26159;&#21542;&#22312;&#24744;&#30340;&#26700;&#38754;&#25110;&#24320;&#22987;&#33756;&#21333;&#21019;&#24314;&#19968;&#20010; Cygwin &#24555;&#25463;&#38190;&#12290;&#35813;&#24555;&#25463;&#38190;&#21551;&#21160; Cygwin shell (&#31216;&#20026; bash), &#36825;&#23545;&#25105;&#20204;&#35745;&#21010;&#20013;&#30340; DB2 &#20351;&#29992;&#24182;&#19981;&#26159;&#24517;&#39035;&#30340;&#65292;&#20294;&#23545;&#27979;&#35797;&#25105;&#20204;&#30340;&#23433;&#35013;&#26159;&#26377;&#29992;&#30340;&#12290;&#22240;&#27492;&#35753; setup&#33267;&#23569;&#21019;&#24314;&#19968;&#20010;&#26700;&#38754;&#24555;&#25463;&#38190;&#12290;&#25105;&#20204;&#23558;&#22312;&#23433;&#35013;&#30340;&#21518;&#38754;&#20351;&#29992;&#23427;&#12290; <br>&#26368;&#21518;&#65292;&#28857;&#20987; Finish&#25353;&#38062;&#12290;&#25105;&#20204;&#23558;&#22312; <br>&#21518;&#38754;<br>&#27979;&#35797;&#23433;&#35013;&#32467;&#26524;&#12290; <br>&#22270; 10. &#23436;&#25104;&#23433;&#35013;</p>
<p>&#24341;&#35328;&#65306;<br>&#21021;&#23398;linux&#26102;&#65292;&#38656;&#35201;&#36716;&#25442;&#31995;&#32479;&#26159;&#26368;&#22836;&#30140;&#24471;&#20107;&#65292;&#22240;&#20026;windows&#21644;linux&#21508;&#26377;&#20248;&#28857;&#65292;&#21508;&#26377;&#29992;&#36884;&#65292;&#25152;&#20197;&#21482;&#33021;&#40635;&#28902;&#30340;&#22312;&#20004;&#32773;&#20043;&#38388;&#20999;&#25442;&#65292;&#21453;&#22797;&#30340;&#37325;&#21551;&#12290;&#24320;&#26426;&#26102;&#20063;&#40635;&#28902;&#65292;&#22240;&#20026;&#21021;&#23398;&#32773;&#22823;&#22810;&#25968;&#20351;&#29992;windows&#65292;&#35013;&#20102;linux&#21518;&#65292;&#24320;&#26426;&#20250;&#33258;&#21160;&#21551;&#21160;linux(&#24403;&#28982;&#65292;&#21487;&#20197;&#36890;&#36807;&#22312;&#23433;&#35013;&#36807;&#31243;&#20013;&#35774;&#32622;&#25110;&#25353;&#35013;&#32467;&#26463;&#21518;&#20462;&#25913;&#30456;&#24212;&#25991;&#20214;&#26469;&#20915;&#23450;&#21551;&#21160;&#26102;&#20808;&#24341;&#23548;&#21738;&#20010;&#31995;&#32479;)&#65292;&#24819;&#36827;&#20837;windows&#36824;&#35201;&#22352;&#22312;&#30005;&#33041;&#26049;&#27515;&#31561;&#12290;Cygwin &#24688;&#22909;&#35299;&#20915;&#20102;&#36825;&#20010;&#38382;&#39064;&#12290;</p>
<p>&#20171;&#32461;&#65306; <br>1&nbsp; .cygwin &#26159;windows&#24179;&#21488;&#19978;&#36816;&#34892;&#30340;unix&#27169;&#25311;&#29615;&#22659;&#65292;&#23427;&#23545;&#20110;&#23398;&#20064;unix/linux&#25805;&#20316;&#29615;&#22659;&#65292;&#25110;&#32773;&#20174;unix&#21040;windows&#30340;&#24212;&#29992;&#31243;&#24207;&#31227;&#26893;&#65292;&#25110;&#32773;&#36827;&#34892;&#26576;&#20123;&#29305;&#27530;&#30340;&#24320;&#21457;&#24037;&#20316;&#65292;&#23588;&#20854;&#26159;&#20351;&#29992;gnu&#24037;&#20855;&#38598;&#22312;windows&#19978;&#36827;&#34892;&#23884;&#20837;&#24335;&#31995;&#32479;&#24320;&#21457;&#65292;&#38750;&#24120;&#26377;&#29992;&#12290;</p>
<p>&#29305;&#28857;&#65306;&nbsp; <br>1.&nbsp;&nbsp;&nbsp; cygwin&#21482;&#26159;&#27169;&#25311;&#19968;&#20010;unix&#30340;&#29615;&#22659;&#26377;&#21161;&#20110;&#21021;&#23398;&#32773;&#23398;&#20064;&#65292;&#29616;&#22312;&#20063;&#21487;&#20197;&#22312;windows&#19979;&#24320;&#21457;&#19968;&#20123;&#31243;&#24207;&#12290;&#20294;&#20182;&#25152;&#25903;&#25345;&#30340;&#21629;&#20196;&#27809;&#26377;&#26032;&#29256;&#26412;&#30340;LINUX&#22810;&#65292;&#23427;&#26159;&#19968;&#20010;&#19981;&#26159;&#24456;&#23436;&#25972;&#30340;UNIX&#31995;&#32479;&#12290;<br>2.&nbsp;&nbsp;&nbsp; vmware,qemu&#31561;&#34394;&#25311;&#26426;&#36719;&#20214;&#65292;&#20197;vmware&#20026;&#20363;&#65292;&#26159;&#20808;&#22312;windows&#20013;&#23433;&#35013;vmware&#34394;&#25311;&#26426;,&#20877;&#22312;vmware&#34394;&#25311;&#26426;&#19978;&#38754;&#29992;linux &#20809;&#30424;&#25110;iso&#38236;&#20687;&#23433;&#35013;&#23436;&#25972;&#30340;linux&#31995;&#32479;&#65292;vmware&#21151;&#33021;&#26159;&#34394;&#25311;&#19968;&#20010;cpu&#12290;&#19982;&#29992;&#34394;&#25311;&#26426;&#30456;&#27604;&#65292;Cygwin&#26412;&#36523;&#23601;&#26159;linux&#22312;windows&#29615;&#22659;&#19979;&#30340;&#37096;&#20998;&#26367;&#20195;&#29289;&#65292;&#21344;&#29992;&#36164;&#28304;&#30456;&#23545;&#36739;&#23569;&#65292;&#21516;&#26102;&#21151;&#33021;&#19982;&ldquo;&#30495;&#23454;&#24863;&rdquo;&#20063;&#26356;&#23567;&#65292;&#36824;&#26377;&#20123;&#19981;&#23436;&#21892;&#20043;&#22788;&#12290;<br>&#19979;&#36733;&#19982;&#23433;&#35013;&#65306;<br>1&#65294;&#35299;&#37322;&#65306; &#26412;&#26469;&#23433;&#35013;&#20010;&#36719;&#20214;&#26159;&#20010;&#24456;&#31616;&#21333;&#30340;&#20107;&#24773;&#65292;&#19981;&#36807;&#21021;&#27425;&#25509;&#35302;cygwin.&#24448;&#24448;&#26377;&#24456;&#22810;&#20154;&#25240;&#33150;&#20102;&#25968;&#26085;&#25165;&#25630;&#23450;&#12290;&#20027;&#35201;&#26159;&#21407;&#22240;&#26159;&#65306;&#25105;&#20204;&#20197;&#24448;&#22312;windows&#19978;&#35013;&#20010;&#36719;&#20214;&#65292;&#36890;&#24120;&#21482;&#26159;&#22312;&#32593;&#19978;&#19979;&#36733;&#20010;setup.exe&#23433;&#35013;&#21253;,&#28982;&#21518;&#23601;&#21487;&#20197;&#22312;&#27809;&#26377;&#32593;&#32476;&#30340;&#24773;&#20917;&#19979;&#65292;&#21452;&#20987;setup.exe,&#38543;&#26102;&#23601;&#21487;&#20197;&#23433;&#35013;&#21862;&#12290;Cygwin&#20063;&#26159;&#35201;&#19979;&#36733;&#19968;&#20010;setup.exe,&#19981;&#36807;&#36825;&#20010;setup.exe&#21487;&#19981;&#26159;&#23433;&#35013;&#21253;&#65292;&#32780;&#21482;&#26159;&#29992;&#26469;&#19979;&#36733;&#21644;&#23450;&#21046;&#23433;&#35013;&#21253;&#30340;&#65292;&#19979;&#36733;&#23450;&#21046;&#23436;&#25104;&#21518;&#65292;&#25165;&#26159;&#30495;&#27491;&#30340;&#23433;&#35013;&#65288;&#23601;&#19981;&#24517;&#38656;&#35201;&#32593;&#32476;&#21862;&#65289;&#65292;&#24453;&#20250;&#20799;&#23601;&#26126;&#30333;&#21862;&#12290;<br>2&#65294;&#19979;&#36733;&#23433;&#35013;&#65306; &#30331;&#38470;:http://www.cygwin.com ,&#28857;&#20987;&ldquo;install Cygwin Now&rdquo;&#20808;&#19979;&#36733;&#20010;&#23433;&#35013;&#21521;&#23548;&#25991;&#20214;setup.exe&#65292;&#36825;&#20010;&#26159;Cygwin&#30340;&#23448;&#26041;&#19979;&#36733;&#23433;&#35013;&#21521;&#23548;&#25991;&#20214;&#65292;&#32780;&#19988;&#20063;&#21482;&#33021;&#36890;&#36807;&#23427;&#25165;&#33021;&#27491;&#30830;&#19979;&#36733;&#26368;&#26032;&#30340;Cygwin&#29256;&#26412;&nbsp; &#12290;&#21452;&#20987;&ldquo;setup.exe&rdquo;,&#20986;&#29616;&#22914;&#19979;&#30028;&#38754;&#65288;&#22270;&#30053;&#65289;</p>
<p>&#28857;&#20987;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#65292;&#20986;&#29616;&#19977;&#20010;&#36873;&#39033;&#65292;&#21363;&#19977;&#31181;&#23433;&#35013;&#26041;&#24335;&#65306;<br>(1)&nbsp; Install from Internet&#65306;&#30452;&#25509;&#20174;Internet&#19978;&#19979;&#36733;&#24182;&#31435;&#21363;&#23433;&#35013;&#65288;&#23433;&#35013;&#23436;&#25104;&#21518;&#65292;&#19979;&#36733;&#22909;&#30340;&#23433;&#35013;&#25991;&#20214;&#24182;&#19981;&#20250;&#34987;&#21024;&#38500;&#65292;&#32780;&#26159;&#20173;&#28982;&#34987;&#20445;&#30041;&#65292;&#20197;&#20415;&#19979;&#27425;&#20877;&#23433;&#35013;&#65289;&#12290;<br>&#65288;2&#65289; Download Without Installing&#65306;&#21482;&#26159;&#23558;&#23433;&#35013;&#21253;&#19979;&#36733;&#21040;&#26412;&#22320;&#65292;&#20294;&#26242;&#26102;&#19981;&#23433;&#35013;&#12290;<br>&#65288;3&#65289; Install from Local Directory&#65306;&#19981;&#19979;&#36733;&#23433;&#35013;&#25991;&#20214;&#65292;&#30452;&#25509;&#20174;&#26412;&#22320;&#26576;&#20010;&#21547;&#26377;&#23433;&#35013;&#25991;&#20214;&#30340;&#30446;&#24405;&#36827;&#34892;&#23433;&#35013;&#65288;&#24471;&#20445;&#35777;&#20320;&#30340;&#35745;&#31639;&#26426;&#19978;&#24050;&#32463;&#29992;setup.exe&#22312;&#32593;&#19978;&#19979;&#36733;&#20102;&#23433;&#35013;&#21253;&#65289;&#12290;<br>&#31532;&#19968;&#27425;&#32943;&#23450;&#19981;&#36873;&#36873;&#39033;&#65288;3&#65289;&#12290;&#36873;&#39033;&#65288;1&#65289;&#26368;&#36153;&#26102;&#38388;&#65292;&#22914;&#26524;&#32593;&#36895;20kb/s ,&#24471;&#19968;&#22825;&#22810;&#25165;&#25630;&#22909;&#65292;&#19981;&#36807;&#26368;&#30465;&#20107;&#65292;&#31532;&#19968;&#27425;&#19981;&#30693;&#22914;&#20309;&#21150;&#65292;&#25105;&#36873;&#26368;&#31283;&#22949;&#30340;&#26041;&#24335;&#65306;&#36873;&#39033;&#65288;1&#65289;&#65292;&#19968;&#20010;&#27969;&#31243;&#25630;&#23450;&#12290;&#20854;&#23454;&#36873;&#39033;&#65288;2&#65289;&#20063;&#24471;&#24456;&#38271;&#26102;&#38388;&#12290;&#25152;&#20197;&#26080;&#35770;&#22914;&#20309;&#20445;&#35777;&#20320;&#33021;&#36830;&#32493;&#19978;&#32593;&#19968;&#25972;&#22825;&#21834;&#65292;&#19981;&#36807;&#23601;&#21035;&#22312;&#35745;&#31639;&#26426;&#38754;&#21069;&#19968;&#30452;&#22352;&#30528;&#27515;&#31561;&#20102;&#65292;&#24178;&#28857;&#21035;&#30340;&#20107;&#21435;&#21543;&#12290;&#36873;&#25321;&#23436;&#25104;&#21518;&#65292;&#28857;&#20987;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#12290;&#20986;&#29616; root Directory(&#26681;&#30446;&#24405;&#23433;&#35013;&#22788;&#65292;&#21363;&#30830;&#23450;&#35201;&#25226;cygwin&#23433;&#35013;&#22312;&#20309;&#22788;&#65292;&#24471;&#20445;&#35777;&#33267;&#23569;&#26377;5G&#31354;&#38386;&#31354;&#38388;)&#65292;&#28857;&#20987;&#21491;&#20391;&ldquo;Browse&#12290;&#12290;&#12290;&rdquo;<br>&#36873;&#25321;&#20320;&#35201;&#25226;cygwin&#23433;&#35013;&#22312;&#20309;&#22788;&#65292;&#25105;&#35013;&#22312;f&#30424;&#21862;&#12290;&#20854;&#23427;&#40664;&#35748;&#23601;&#34892;&#21862;&#12290;</p>
<p>&#30830;&#23450;&#21518;&#21333;&#20987;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#12290;&#20986;&#29616;&#19979;&#38754;&#30028;&#38754;&#65292;&#30830;&#23450;&#35201;&#25226;&#23433;&#35013;&#21253;&#65288;&#23601;&#26159;&#29992;setup.exe &#19979;&#36733;&#19979;&#26469;&#30340;&#23433;&#35013;&#21253;&#65292;&#29992;&#26469;&#30495;&#27491;&#23433;&#35013;cygwin&#27169;&#25311;&#29615;&#22659;&#30340;&#37027;&#20010;&#23433;&#35013;&#21253;&#65289;&#25918;&#22312;&#21738;&#20010;&#22320;&#26041;&#65292;&#20197;&#22791;&#20197;&#21518;&#29992;&#20110;&#30452;&#25509;&#23433;&#35013;cygwin&#27169;&#25311;&#29615;&#22659;&#12290;&#30830;&#35748;&#26041;&#24335;&#21644;&#19978;&#38754;&#19968;&#26679;&#65292;&#25105;&#23558;&#20043;&#25918;&#22312;f&#30424;&#33258;&#24049;&#24314;&#31435;&#30340;&#19968;&#20010;&#25991;&#20214;&#22841;cygwinset&#20013;&#12290;</p>
<p>&#30830;&#23450;&#21518;&#21333;&#20987;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#65292;&#20986;&#29616;&#22914;&#19979;&#30028;&#38754;&#12290;&#20986;&#29616;&#19977;&#31181;&#36830;&#25509;&#26041;&#24335;&#65292; <br>&#65288;1&#65289;Direct Connection&#65306;&#30452;&#25509;&#36830;&#25509;&#12290;<br>&#65288;2&#65289;Use IE5 Settings&#65306;&#20351;&#29992;IE&#30340;&#36830;&#25509;&#21442;&#25968;&#35774;&#32622;&#36827;&#34892;&#36830;&#25509;&#12290;<br>&#65288;3&#65289;Use HTTP/FTP Proxy&#65306;&#20351;&#29992;HTTP&#25110;FTP&#20195;&#29702;&#26381;&#21153;&#22120;&#36827;&#34892;&#36830;&#25509;&#65288;&#38656;&#35201;&#36755;&#20837;&#26381;&#21153;&#22120;&#22320;&#22336;&#21644;&#31471;&#21475;&#21495;&#65289;&#12290;</p>
<p>&#30452;&#25509;&#40664;&#35748;&#36873;&#25321;&#65306;&#36873;&#39033;&#65288;1&#65289;&#23601;&#34892;&#21862;&#65292;&#30452;&#25509;&#21333;&#20987;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#65292;&#31245;&#31561;&#29255;&#21051;&#20986;&#29616;&#22914;&#19979;&#30028;&#38754;&#65306;&#65288;&#22270;&#30053;&#65289;</p>
<p>&#30028;&#38754;&#20013;&#21015;&#20986;&#22810;&#20010;&#19979;&#36733;&#31449;&#28857;&#65292;&#25105;&#26159;&#36873;&#30340;&#40664;&#35748;&#39033;&#65292;&#65288;&#19968;&#23450;&#35760;&#20303;&#20320;&#36873;&#25321;&#30340;&#31449;&#28857;&#65289;&#65292;&#21487;&#33021;&#19979;&#36733;&#36895;&#24230;&#26377;&#19981;&#21516;&#21543;&#65292;&#30452;&#25509;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#12290;</p>
<p>&#23433;&#35013;&#21521;&#23548;&#27491;&#20174;&#19979;&#36733;&#38236;&#20687;&#31449;&#28857;&#19978;&#33719;&#21462;&#21387;&#32553;&#36807;&#30340;&#23433;&#35013;&#21015;&#34920;&#25991;&#20214;&#65292;&#29255;&#21051;&#20415;&#20986;&#29616;&#22914;&#19979;&#30028;&#38754;&#65292;&#21363;&#23433;&#35013;&#21015;&#34920;&#25991;&#20214;&#30028;&#38754;&#12290;</p>
<p>&#21487;&#20197;&#30475;&#21040;&ldquo;all&rdquo; &#21518;&#38754;&#26377;&#20010;&ldquo;Default&rdquo; &#23383;&#31526;,&#21363;&#20026;&#40664;&#35748;&#23433;&#35013;,&#21333;&#20987;&rdquo;default&rdquo;&#21487;&#20381;&#27425;&#21464;&#20026;&rdquo;install&rdquo; ,&ldquo;reinstall&rdquo;;&rdquo;reinstall&rdquo;&#20808;&#19981;&#29992;&#31649;&#65292;&ldquo;Default&ldquo;&#40664;&#35748;&#23433;&#35013;&#26102;&#24456;&#22810;&#22914;vivi,gcc &#31561;&#37117;&#19981;&#20250;&#34987;&#23433;&#35013;&#65292;&#21333;&#20987;&ldquo;all&rdquo; &#21518;&#38754;&ldquo;Default&rdquo;&#25104;&#20026;&rdquo;install&ldquo;&#65292;&#20840;&#37096;&#23433;&#35013;&#21363;&#21487;&#12290;&#20986;&#29616;&#22914;&#19979;&#30028;&#38754;&#65306;<br>&#21333;&#20987;&rdquo;&#19979;&#19968;&#27493;&ldquo;&#23601;&#22909;&#22909;&#31561;&#30528;&#21543;&#65292;&#25105;&#29992;&#20102;&#19968;&#22825;&#24038;&#21491;&#12290;<br>&#23433;&#35013;&#23436;&#27605;&#21518;&#65292;&#26368;&#21518;&#19968;&#20010;&#30028;&#38754;&#25552;&#31034;&#26159;&#21542;&#24314;&#31435;&#26700;&#38754;&#24555;&#25463;&#26041;&#24335;&#65292;&#30452;&#25509;&#25171;&ldquo;/&ldquo;&#23601;&#25104;&#65292;&#28982;&#21518;&rdquo;&#30830;&#23450;&ldquo;&#23601;&#24443;&#24213;&#23436;&#24037;&#21862;&#12290;&#25105;&#30340; f&#30424;&#30340; cygwinset &#25991;&#20214;&#22841;&#20013;&#30475;&#21040;&#21517;&#20026;&rdquo; ftp%3a%2f%2fcygwin.dp.ua%2fpub%2fmirrors%2fcygwin&ldquo;&#23433;&#35013;&#21253;&#65292;&#20320;&#30340;&#21487;&#33021;&#26159;&rdquo;http%3a%2f%&#12290;&#12290;&#12290;&#12290;&#12290;&ldquo;&#26080;&#25152;&#35859;&#21862;&#65292;&#30041;&#30528;&#20197;&#21518;&#23433;&#35013;&#29992;&#12290;</p>
<p>&#21452;&#20987;&#26700;&#38754; &#22270;&#26631;&nbsp;&nbsp; &#36827;&#20837; cygwin &#34394;&#25311;&#29615;&#22659;&#12290;</p>
<p>&#22914;&#26524;&#19979;&#36733;&#23433;&#35013;&#19981;&#39034;&#21033;&#65292;&#22914;&#20986;&#29616; &ldquo;down incomplete,Try&nbsp; again? &rdquo;&#25552;&#31034;&#31526;&#12290;&#25110;&#32773;&#22312;&#26576;&#19968;&#36827;&#24230;&#21345;&#20303;&#19981;&#21160;&#65292;&#21017;&#21487;&#28857;&#20987;&ldquo;&#21462;&#28040;&ldquo;&#65292;&#28982;&#21518;&#37325;&#26032;&#28857;&#20987;setup.exe &#37325;&#22797;&#19978;&#38754;&#21160;&#20316;&#65292;&#19981;&#36807;&#26377;&#20004;&#20010;&#20851;&#38190;&#21160;&#20316;&#65306;&#19968;&#26159;&#22312;&#36873;&#25321;&#19979;&#36733;&#32593;&#31449;&#26102;&#35201;&#36873;&#25321;&#21516;&#19968;&#20010;&#32593;&#22336;&#65292;&#22914;&#19979;&#30028;&#38754;(&#36825;&#23601;&#26159;&#19978;&#38754;&#24314;&#35758;&#35201;&#35760;&#20303;&#32593;&#22336;&#30340;&#21407;&#22240;.)<br>&#31532;&#20108;&#20010;&#20851;&#38190;&#21160;&#20316;&#65306;&#23433;&#35013;&#26041;&#24335;&#26102;&#36873;&#25321;&#65292;&#36873;&#25321;&rdquo;Reinstall&ldquo;&#65292;&#32780;&#19981;&#26159;&rdquo;install&ldquo;&#21862;&#65292;&#36825;&#26679;&#21333;&#20987;&ldquo;&#19979;&#19968;&#27493;&rdquo;&#23601;&#21487;&#20174;&#21407;&#26469;&#30340;&#36827;&#24230;&#32487;&#32493;&#19979;&#36733;&#23433;&#35013;&#12290;&#21542;&#21017;&#23558;&#20174;&#38646;&#24320;&#22987;&#21862;&#12290;&#12290;</p>
<p>&#20351;&#29992;&#65306; <br>&#22312;&#20351;&#29992;cygwin&#34394;&#25311;&#29615;&#22659;&#20043;&#21069;&#35201;&#35774;&#32622;&#19968;&#19979;&#29615;&#22659;&#21464;&#37327;PATH&#12290;PATH&#21464;&#37327;&#34987;cygwin&#24212;&#29992;&#31243;&#24207;&#20316;&#20026;&#25628;&#32034;&#21487;&#30693;&#24615;&#25991;&#20214;&#30340;&#36335;&#24452;&#21015;&#34920;.&#22914;&#26524;&#24819;&#22312;&#19981;&#36816;&#34892;bash&#30340;&#26102;&#20505;&#20063;&#33021;&#22815;&#20351;&#29992;cygwin&#24037;&#20855;&#38598;&#65292;PATH&#36215;&#30721;&#24212;&#35813;&#21253;&#21547;x:cygwinbin&#65292;&#20854;&#20013;x:cygwin &#26159;&#20320;&#30340;&#31995;&#32479;&#20013;&#30340;cygwin&#30446;&#24405;&#12290;&#20363;&#22914;&#25105;&#30340;&#21017;&#26159;f&#65306;cygwin.&#21017;PATH=f:cygwinbin. &#35774;&#32622;&#26041;&#27861;&#22914;&#19979;&#65306;<br>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#25171;&#24320;windows&#31995;&#32479;&#23646;&#24615;&#23545;&#35805;&#26694;&#65292;&#28857;&#20987;&ldquo;&#39640;&#32423;&rdquo;&mdash;&#12299;&rdquo;&#29615;&#22659;&#21464;&#37327;&rdquo;&#65292;&#25171;&#24320;&#29615;&#22659;&#21464;&#37327;&#35774;&#32622;&#31383;&#21475;&#12290;<br>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#28857;&#20987;&#29992;&#25143;&#29615;&#22659;&#21464;&#37327;&#31383;&#21475;&#30340;&ldquo;&#26032;&#24314;&rdquo;&#65292;&#23601;&#26159;&#19978;&#36793;&#37027;&#20010;&#12290;&#20986;&#29616;&#22914;&#19979;&#26032;&#24314;&#29992;&#25143;&#29615;&#22659;&#21464;&#37327;&#30028;&#38754;&#65306;&#36755;&#20837;&#22914;&#19979;</p>
<p>&#21333;&#20987;&ldquo;&#30830;&#23450;&rdquo;&#65292;&#22909;&#21862;&#65292;&#29616;&#22312;&#21487;&#20197;&#20351;&#29992;&#21862;&#65292;&#21452;&#20987;&#26700;&#38754;&#22270;&#26631;&#36827;&#20837;cygwin&#12290;<br>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#26368;&#20808;&#24819;&#20570;&#30340;&#26159;&#65292;&#26597;&#30475;windows&#30340;&#20869;&#23481;&#12290;<br>&#36755;&#20837;&#25351;&#20196;&ldquo;mount&rdquo; <br>$mount<br>&#20986;&#29616;&#33021;&#26597;&#30475;&#30340;&#25152;&#26377;&#30446;&#24405;&#12299;&#12299;</p>
<p>&#20027;&#26426;&#19978;&#30340;c&#30424; &#23545;&#24212;&nbsp; /cygdrive/c <br>&#24819;&#26597;&#30475;c&#30424;&#65292;&#36755;&#20837;&#25351;&#20196;&#65306;<br>$cd&nbsp; /cygdrive/c<br>&#35201;&#26597;&#30475;c&#30424;&#20869;&#23481;&#65306;<br>$ls<br>&#23545;d ,e, f&#30424;&#26597;&#30475;&#65292;&#21516;&#29702;<br>Cygwin&#24120;&#29992;&#25351;&#20196;&#19982;linux&#19979;&#22522;&#26412;&#19968;&#33268;&#65292;&#35831;&#33258;&#34892;&#26597;&#38405;&#12290;&#19981;&#36807;&#25105;&#30340;cygwin &#33021;&#26597;&#30475;&#25991;&#20214;&#65292;&#26080;&#27861;&#32534;&#36753;&#25991;&#20214;&#65292;vi &#21518;&#65292;&#38190;&#30424;&#36755;&#20837;&#19981;&#27491;&#24120;&#12290;&#21482;&#33021;&#22312;windows&#19979;&#24314;&#31435;&#12290;&#22312;windows&#19979;&#24314;&#31435;&#30340;c&#25991;&#20214;&#26159;&#21487;&#20197;&#22312;cygwin&#19979;&#32534;&#35793;&#21644;&#36816;&#34892;&#30340;&#12290;<br>&#25554;&#20837;&#19968;&#20010;&#23567;&#38382;&#39064;&#65306;&#20877;&#26597;&#30475; windows&#30340;&#25991;&#20214;&#26102;&#65292;&#26377;&#20123;&#25991;&#20214;&#21517; &#20004;&#20010; &#21333;&#35789;&#20043;&#38388;&#26377;&#31354;&#26684;&#12290;<br>&#26597;&#30475;&#26102; &#21487;&#22312;&#20013;&#38388;&#25554;&#20837;&ldquo;&rdquo;&#12290;&#20363;&#22914;&#24819;&#26597;&#30475;c&#30424;&#30340; Program&nbsp; Files &#25991;&#20214;&#22841;&#65292;&#20808;&#36827;&#20837;c&#30424;&#28982;&#21518;&#25351;&#20196;&#22914;&#19979;&#65306;<br>$cd&nbsp; Program&nbsp; Files<br>&#21363;&#21487;&#12290;<br>&#20132;&#21449;&#32534;&#35793;vivi&#65292;kernel&#65306;<br>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#23433;&#35013;arm-linux-gcc&#20132;&#21449;&#32534;&#35793;&#29615;&#22659;&#65306;<br>&#65288;1&#65289;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#20808;&#22312;X:cygwin&#19979;&#24314;&#31435;&#20010;&#25991;&#20214;&#22841;&#22914;&#65306;opt&#12290;<br>&#65288;2&#65289;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#23558;arm-linux-gcc &#30340;&#21387;&#32553;&#21253;&#35299;&#21387;&#22312;opt&#20013;&#12290;&#25105;&#30340;&#26159;<br>arm-linux-toolchains_cygwin.tgz <br>$cd opt<br>$tar zxvf&nbsp; arm-linux-toolchains_cygwin.tgz <br>Opt&#12288;&#30446;&#24405;&#20986;&#29616;FriendlyARM&#30446;&#24405;&#65292;&#20869;&#20026;&#20132;&#21449;&#32534;&#35793;&#24037;&#20855;&#28304;&#30721;&#12290;<br>&#20462;&#25913;&#21551;&#21160;&#33050;&#26412;/etc/profile&#25991;&#20214;(&#21487;&#22312;Windows&#20013;&#29992;&#25991;&#26412;&#32534;<br>X:cygwinetcprofile)&#20013;&#30340;PATH&#29615;&#22659;&#21464;&#37327;&#20026;<br>PATH=/usr/local/bin:/usr/bin:/bin:/usr/X11R6/bin:/opt/FriendlyARM/crosstool/arm-linux/gcc-2.95.3-glibc-2.2.3/bin:$PATH</p>
<p>&#21487;&#20197;&#40736;&#26631;&#28857;&#20987;&#30456;&#24212;&#30446;&#24405;&#26597;&#30475;&#19968;&#19979;&#65292;&#24863;&#21463;&#26356;&#30452;&#35266;&#12290;<br>&#36755;&#20837;&#21629;&#20196;&#65306;&ldquo; arm-linux-gcc &ndash;v &rdquo;&nbsp; &#30830;&#35748;&#26159;&#21542;&#23433;&#35013;&#25104;&#21151;<br>2. &#32534;&#35793;vivi&#65306;<br>&#30001;&#20110;VIVI&#35201;&#29992;&#21040;kernel&#30340;&#19968;&#20123;&#22836;&#25991;&#20214;&#65292;&#25152;&#20197;&#38656;&#35201;kernel&#30340;&#28304;&#20195;&#30721;&#65292;&#23558;vivi&#21644;kernel&#37117;&#21387;&#21040;/FriendlyARM&#19979;<br>&#28982;&#21518;&#38656;&#20462;&#25913;/friendly-arm/vivi/Makefile&#37324;&#30340;&#19968;&#20123;&#21464;&#37327;&#35774;&#32622;<br>LINUX_INCLUDE_DIR = /friendly-arm/kernel/include<br>CROSS_COMPILE&nbsp;&nbsp; = arm-linux-<br>ARM_GCC_LIBS=/opt/FriendlyARM/crosstool/arm-linux/gcc-2.95.3-glibc-2.2.3/lib/gcc-lib/arm-linux/2.95.3<br>&#25454;&#35828;&#20026;&#30830;&#20445;&#32534;&#35793;&#30340;&#26377;&#25928;&#24615;&#65292;&#26368;&#22909;&#22312;&#32534;&#35793;&#20043;&#21069;&#23558;vivi&#37324;&#25152;&#26377;&#30340;&ldquo;*.o&rdquo;&#21644;&ldquo;*.o.flag&rdquo;&#21024;&#30340;&#25481;&#65292;&#19981;&#36807;&#25105;&#27809;&#25214;&#21040;&#65292;&#20063;&#23601;&#27809;&#31649;&#12290;</p>
<p>&#36827;&#20837;/FriendlyARM/vivi&#30446;&#24405;&#37324;&#65292;&#36755;&#20837;&ldquo;make menuconfig&rdquo;&#65292;&#24320;&#22987;&#36873;&#25321;&#37197;&#32622;&#12290;&#27880;&#24847;Exit&#26102;&#19968;&#23450;&#35201;&#36873;&ldquo;Yes&rdquo;&#20445;&#23384;&#37197;&#32622;&#12290;<br>&#20877;&#36755;&#20837;&ldquo;make&rdquo;&#27491;&#24335;&#24320;&#22987;&#32534;&#35793;&#65292;&#19968;&#20250;&#20799;&#23601;&#23436;&#20102;&#12290;&#22914;&#26524;&#19981;&#25253;&#38169;&#65292;&#22312;FriendlyARM/vivi&#37324;&#38754;&#23601;&#26377;&#20320;&#33258;&#24049;&#30340;&ldquo;vivi&rdquo;&#20102;&#12290;</p>
<p>3. &#32534;&#35793;kernel&#65306;<br>kernel&#30340;&#28304;&#31243;&#24207;&#22312;&#19978;&#38754;&#32534;&#35793;vivi&#26102;&#24050;&#32463;&#35299;&#21040;/friendly-arm/kernel&#20013;&#20102;&#12290;&#22240;&#20026;&#36825;&#20010;&#31243;&#24207;&#21253;&#24050;&#22312;linux &#20013;&#32534;&#35793;&#36807; &#65292;&#26377;&#19968;&#20123;&#20013;&#38388;&#21644;&#30446;&#26631;&#20195;&#30721;&#21644;Cygwin&#26159;&#19981;&#20860;&#23481;&#30340;&#12290;&#24517;&#39035;&#20808;&#22788;&#29702;&#19968;&#19979;&#65292;&#21542;&#21017;&#19981;&#33021;&#27491;&#24120;&#36827;&#34892;&#32534;&#35793;&#12290;</p>
<p>&#36827;&#20837;/friendly-arm/kernel&#30446;&#24405;&#65292;&#21487;&#20197;&#36755;&#19968;&#19979;&ldquo;make menuconfig&rdquo;&#35797;&#35797;&#12290;&#32467;&#26524;&#25552;&#31034;&#20986;&#38169;&#12290;&#36825;&#26159;&#30001;&#20110;&#37197;&#32622;&#33050;&#26412;&#24050;&#22312;Linux&#20013;&#32534;&#35793;&#36807;&#65292;&#22312;scripts/lxdialog&#37324;&#20135;&#29983;&#20102;&#19968;&#20010;Linux&#19979;&#30340;&#21487;&#25191;&#34892;&#31243;&#24207;lxdialog&#12290;&#22312;Cygwin&#37324;&#36825;&#26159;&#20010;&#22351;&#19996;&#35199;&#65292;&#23427;&#26082;&#19981;&#33021;&#25191;&#34892;&#65292;&#36824;&#20250;&#38459;&#27490;&#21487;&#25191;&#34892;&#31243;&#24207;&#30340;&#29983;&#25104;&#12290;&#24517;&#39035;&#25226;&#23427;&#21024;&#25481;,&#30446;&#24405;&#22914;&#19979;&#65306;<br>/FriendlyARM/kernel/scripts/lxdialog/lxdialog<br>&#39034;&#20415;&#25226;&#21516;&#19968;&#25991;&#20214;&#19979;&#30340;&#25152;&#26377;.o &#25991;&#20214;&#20063;&#37117;&#21024;&#38500;&#65292;&#30475;&#20934;&#21862;&#65292;&#21035;&#25226;.c &#28304;&#25991;&#20214;&#21024;&#21862;&#65281;</p>
<p>&#20877;&#25191;&#34892;&ldquo;make zImage&rdquo;&#24212;&#35813;&#21487;&#20197;&#23436;&#25104;&#32534;&#35793;&#20102;&#12290;&#22914;&#26524;&#20986;&#29616;&#22914;&#19979;&#25552;&#31034;&#65306;make: *** No rule to make target `/friendly-arm/kernel/include/asm/arch/param.h&rsquo;, needed by `/friendly-arm/kernel/include/asm/param.h&rsquo;. Stop. <br>&#21017; &#20808;&ldquo;make dep&rdquo;<br>&#20877; &ldquo;make zImage&rdquo;<br>&#31561;&#19968;&#20250;&#20799;&#65292;&#23601;&#20250;&#22312;//FriendlyARM/kernel/arch/arm/boot&#30446;&#24405;&#37324;&#20250;&#29983;&#25104;&#20320;&#32534;&#35793;&#30340;zImage &#12290;<br>&#39034;&#20415;&#25552;&#31034;&#19968;&#19979;&#65306;&#26377;&#26102;&#20505;cygwin &#20250;&#20986;&#29616;&#26174;&#31034;&#19981;&#23436;&#20840;&#29616;&#35937;&#65292;&#27604;&#22914;&ldquo;make dep&rdquo; &#21518;&#65292;&#23601;&#21487;&#33021;&#20986;&#29616;&#65292;&#19981;&#29992;&#31649;&#65292;&#21482;&#35201;make dep &#19968;&#27573;&#26102;&#38388;&#65292;&#23631;&#24149;&#19981;&#21160;&#65292;ls &#33021;&#20351;&#29992;&#65292;&#23601;&#30452;&#25509;&#36755;&#20837;&ldquo;make zImage&rdquo;&#29983;&#25104;&#20869;&#26680;&#21862;&#12290;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/06/30/11694/" title="10:54 PM" rel="bookmark"><time class="entry-date" datetime="2011-06-30T22:54:25+00:00">2011/06/30</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-11665" class="post-11665 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/06/29/11665/" rel="bookmark">&#23884;&#20837;&#24335;&#22312;&#32447;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/06/29/11665/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<ul><p>&bull;<a href="http://blog.mcuol.com/User/leiditech/Article/53632_1.htm">&#32473;&#24180;&#36731;&#24037;&#31243;&#24072;&#30340;&#21313;&#22823;&#24544;&#21578;</a></p>
<p>&bull;<a href="http://blog.mcuol.com/User/ohy3686/Article/43594_1.htm">2010&#24180;&#19979;&#21322;&#24180;&#23884;&#32771;&#21442;&#32771;&#31572;&#26696;&#19982;&#35299;&#26512;&#65288;&#21367;1&#65289;</a></p>
<p>&bull;<a href="http://www.srvee.com/special/DIYzt.html">D&#21160;&#28608;&#24773;&#65292;PK&#26377;&#25105;&#65281;_&#36187;&#24494;&#30005;&#23376;DIY&#20316;&#21697;PK&#22823;&#36187;</a></p>
<p>&bull;<a href="http://www.farsight.com.cn/lecture/education2011.aspx">2011&#20013;&#22269;&#23884;&#20837;&#24335;&#26280;&#29289;&#32852;&#32593;&#25945;&#32946;&#21457;&#23637;&#39640;&#23792;&#35770;&#22363;</a></p>
</ul></div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/06/29/11665/" title="10:00 PM" rel="bookmark"><time class="entry-date" datetime="2011-06-29T22:00:07+00:00">2011/06/29</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-11664" class="post-11664 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/06/29/11664/" rel="bookmark">Bug 333227 &ndash; Eclipse CDT crashes with Oracle Java 6 update 23 (64-bit version of CDT &amp; JRE) [see comment 7 for workaround]</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/06/29/11664/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>Bugzilla &ndash; Bug&nbsp;333227</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/06/29/11664/" title="3:57 PM" rel="bookmark"><time class="entry-date" datetime="2011-06-29T15:57:05+00:00">2011/06/29</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-11634" class="post-11634 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/06/29/11634/" rel="bookmark">Era</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/06/29/11634/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>I like the music, i like the clip and I hope you like it too.</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/06/29/11634/" title="9:56 AM" rel="bookmark"><time class="entry-date" datetime="2011-06-29T09:56:39+00:00">2011/06/29</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-11631" class="post-11631 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/06/27/11631/" rel="bookmark">Matisse &amp; Sadko</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/06/27/11631/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>Download on iTunes: <a href="http://bit.ly/DownloadSvenska" target="_blank" title="http://bit.ly/DownloadSvenska" rel="nofollow" class="yt-uix-redirect-link">http://bit.ly/DownloadSvenska</a><br>Out on Beatport: <a href="http://bit.ly/Svenska" target="_blank" title="http://bit.ly/Svenska" rel="nofollow" class="yt-uix-redirect-link">http://bit.ly/Svenska</a><br>More info:<br><a href="http://www.facebook.com/ZoukRecordings" target="_blank" title="http://www.facebook.com/ZoukRecordings" rel="nofollow" class="yt-uix-redirect-link">http://www.facebook.com/ZoukRecordings</a><br>Russian house duo Matisse  Sadko definitely have a thing for Sweden. These big boys shook the world with their ZOUK debut a few months back, unfolding a strong peak-time anthem with &lsquo;Hi Scandinavia!&rsquo;. <br>Now that they&rsquo;ve had their grand entrance, it&rsquo;s time to kick it some more. <br>So that&rsquo;s exactly what they&rsquo;re doing with &lsquo;Svenska&rsquo;.<br>With &lsquo;Svenska&rsquo;, the guys don&rsquo;t only get the blonde Svenska flickor dancing, but also move everyone else in the global dance society. Riding the same intensity and energetic flow, it kicks in with a new dose of feel-good. </p>
<p>Nothing beats a good pair of stunning Swedish beatballs!</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/06/27/11631/" title="3:20 PM" rel="bookmark"><time class="entry-date" datetime="2011-06-27T15:20:24+00:00">2011/06/27</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-11601" class="post-11601 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/06/27/11601/" rel="bookmark">Richard Clayderman (Mariage d&rsquo;amour)</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/06/27/11601/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>Mariage d&rsquo;amour</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/06/27/11601/" title="9:19 AM" rel="bookmark"><time class="entry-date" datetime="2011-06-27T09:19:54+00:00">2011/06/27</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-11600" class="post-11600 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/06/27/11600/" rel="bookmark">Richard Clayderman</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/06/27/11600/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>Richard Clayderman &ndash; Ballade pour Adeline</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/06/27/11600/" title="9:19 AM" rel="bookmark"><time class="entry-date" datetime="2011-06-27T09:19:53+00:00">2011/06/27</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-11584" class="post-11584 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/06/27/11584/" rel="bookmark">&#20013;&#26085;&#32763;~&#32769;&#27468;~_&#28436;&#21809;&#32452;&#21512;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/06/27/11584/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>2715&#20301;&#29992;&#25143;&#65292;&#21457;&#24067;&#20102;4058&#31687;&#25991;&#31456;&#65292;&#20135;&#29983;&#20102;16650&#26465;&#35780;&#35770;&#65281;&#27426;&#36814;&#26032;&#20250;&#21592;&#65306;parryzsy1</p>
<p>
	<a href="http://www.mtyyw.com/digg/post.php?cid=8"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/fdf04_post_bg.gif" alt="&#21457;&#24067;&#20449;&#24687;"></a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/06/27/11584/" title="3:19 AM" rel="bookmark"><time class="entry-date" datetime="2011-06-27T03:19:50+00:00">2011/06/27</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-11552" class="post-11552 post type-post status-publish format-standard hentry category-others tag-douban"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/06/26/11552/" rel="bookmark">&#25152;&#32599;&#38376;#&#34430;&#31859;&#38899;&#20048;#&#9835; &#20998;&#20139;&#29976;&#33805;&#30340;&#27468;&#26354;&#12298;&#27700;&#23453;&#36125;&#12299;  </a><a href="http://www.xiami.com/song/106534">http://www.xiami.com/song/106534</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/06/26/11552/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p class="pl">&#35746;&#38405;&#25152;&#32599;&#38376;&#30340;&#24191;&#25773;: <br><span class="feed"><br><a href="http://www.douban.com/feed/people/SinoSolomon/miniblogs"> feed: rss 2.0</a></span></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/douban/" rel="tag">DouBan</a> on <a href="http://log.SunnyBoy.Me/2011/06/26/11552/" title="9:18 AM" rel="bookmark"><time class="entry-date" datetime="2011-06-26T09:18:52+00:00">2011/06/26</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-11536" class="post-11536 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/06/25/11536/" rel="bookmark">The C Preprocessor: 1. The C Preprocessor</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/06/25/11536/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><a name="SEC1"></a></p>
<p><!--docid::SEC1::--></p>
<p>The C preprocessor is a <em>macro processor</em> that is used automatically by<br>
the C compiler to transform your program before actual compilation.  It is<br>
called a macro processor because it allows you to define <em>macros</em>,<br>
which are brief abbreviations for longer constructs.
</p>
<p>The C preprocessor provides four separate facilities that you can use as<br>
you see fit:
</p>

<ul><li>
Inclusion of header files.  These are files of declarations that can be<br>
substituted into your program.
</li>
<li>
Macro expansion.  You can define <em>macros</em>, which are abbreviations<br>
for arbitrary fragments of C code, and then the C preprocessor will<br>
replace the macros with their definitions throughout the program.
</li>
<li>
Conditional compilation.  Using special preprocessing directives, you<br>
can include or exclude parts of the program according to various<br>
conditions.
</li>
<li>
Line control.  If you use a program to combine or rearrange source files into<br>
an intermediate file which is then compiled, you can use line control<br>
to inform the compiler of where each source line originally came from.
</li>
</ul><p>C preprocessors vary in some details.  This manual discusses the GNU C<br>
preprocessor, the C Compatible Compiler Preprocessor.  The GNU C<br>
preprocessor provides a superset of the features of ANSI Standard C.
</p>
<p>ANSI Standard C requires the rejection of many harmless constructs commonly<br>
used by today&rsquo;s C programs.  Such incompatibility would be inconvenient for<br>
users, so the GNU C preprocessor is configured to accept these constructs<br>
by default.  Strictly speaking, to get ANSI Standard C, you must use the<br>
options `-trigraphs&rsquo;, `-undef&rsquo; and `-pedantic&rsquo;, but in<br>
practice the consequences of having strict ANSI Standard C make it<br>
undesirable to do this.  See section 1.9 Invoking the C Preprocessor.
</p>
<p>The C preprocessor is designed for C-like languages; you may run into<br>
problems if you apply it to other kinds of languages, because it assumes<br>
that it is dealing with C.  For example, the C preprocessor sometimes<br>
outputs extra white space to avoid inadvertent C token concatenation,<br>
and this may cause problems with other languages.
</p>

<blockquote></blockquote>
<p><a name="Global%20Actions"></a>
</p>
<hr size="6"><a name="SEC2"></a>
<h2> 1.1 Transformations Made Globally </h2>
<p><!--docid::SEC2::--></p>
<p>Most C preprocessor features are inactive unless you give specific directives<br>
to request their use.  (Preprocessing directives are lines starting with<br>
`#&rsquo;; see section 1.2 Preprocessing Directives).  But there are three transformations that the<br>
preprocessor always makes on all the input it receives, even in the absence<br>
of directives.
</p>

<ul><li>
All C comments are replaced with single spaces.
</li>
<li>
Backslash-Newline sequences are deleted, no matter where.  This<br>
feature allows you to break long lines for cosmetic purposes without<br>
changing their meaning.
</li>
<li>
Predefined macro names are replaced with their expansions<br>
(see section 1.4.3 Predefined Macros).
</li>
</ul><p>The first two transformations are done <em>before</em> nearly all other parsing<br>
and before preprocessing directives are recognized.  Thus, for example, you<br>
can split a line cosmetically with Backslash-Newline anywhere (except<br>
when trigraphs are in use; see below).
</p>

<p>is equivalent into `#define FOO 1020&prime;.  You can split even an escape<br>
sequence with Backslash-Newline.  For example, you can split <code>"foobar"</code><br>
between the `&rsquo; and the `b&rsquo; to get
</p>

<p>This behavior is unclean: in all other contexts, a Backslash can be<br>
inserted in a string constant as an ordinary character by writing a double<br>
Backslash, and this creates an exception.  But the ANSI C standard requires<br>
it.  (Strict ANSI C does not allow Newlines in string constants, so they<br>
do not consider this a problem.)
</p>
<p>But there are a few exceptions to all three transformations.
</p>

<ul><li>
C comments and predefined macro names are not recognized inside a<br>
`#include&rsquo; directive in which the file name is delimited with<br>
`&rsquo; and `&rsquo;.
</li>
<li>
C comments and predefined macro names are never recognized within a<br>
character or string constant.  (Strictly speaking, this is the rule,<br>
not an exception, but it is worth noting here anyway.)
</li>
<li>
Backslash-Newline may not safely be used within an ANSI &ldquo;trigraph&rdquo;.<br>
Trigraphs are converted before Backslash-Newline is deleted.  If you<br>
write what looks like a trigraph with a Backslash-Newline inside, the<br>
Backslash-Newline is deleted as usual, but it is then too late to<br>
recognize the trigraph.
<p>This exception is relevant only if you use the `-trigraphs&rsquo;<br>
option to enable trigraph processing.  See section 1.9 Invoking the C Preprocessor.
</p>
</li>
</ul><p><a name="Directives"></a>
</p>
<hr size="6"><a name="SEC3"></a>
<h2> 1.2 Preprocessing Directives </h2>
<p><!--docid::SEC3::--></p>
<p><a name="IDX1"></a><br><a name="IDX2"></a><br>
Most preprocessor features are active only if you use preprocessing directives<br>
to request their use.
</p>
<p>Preprocessing directives are lines in your program that start with `#&rsquo;.<br>
The `#&rsquo; is followed by an identifier that is the <em>directive name</em>.<br>
For example, `#define&rsquo; is the directive that defines a macro.<br>
Whitespace is also allowed before and after the `#&rsquo;.
</p>
<p>The set of valid directive names is fixed.  Programs cannot define new<br>
preprocessing directives.
</p>
<p>Some directive names require arguments; these make up the rest of the directive<br>
line and must be separated from the directive name by whitespace.  For example,<br>
`#define&rsquo; must be followed by a macro name and the intended expansion<br>
of the macro.  See section 1.4.1 Simple Macros.
</p>
<p>A preprocessing directive cannot be more than one line in normal circumstances.<br>
It may be split cosmetically with Backslash-Newline, but that has no effect<br>
on its meaning.  Comments containing Newlines can also divide the<br>
directive into multiple lines, but the comments are changed to Spaces<br>
before the directive is interpreted.  The only way a significant Newline<br>
can occur in a preprocessing directive is within a string constant or<br>
character constant.  Note that<br>
most C compilers that might be applied to the output from the preprocessor<br>
do not accept string or character constants containing Newlines.
</p>
<p>The `#&rsquo; and the directive name cannot come from a macro expansion.  For<br>
example, if `foo&rsquo; is defined as a macro expanding to `define&rsquo;,<br>
that does not make `#foo&rsquo; a valid preprocessing directive.
</p>
<p><a name="Header%20Files"></a>
</p>
<hr size="6"><a name="SEC4"></a>
<h2> 1.3 Header Files </h2>
<p><!--docid::SEC4::--></p>
<p><a name="IDX3"></a><br>
A header file is a file containing C declarations and macro definitions<br>
(see section 1.4 Macros) to be shared between several source files.  You request<br>
the use of a header file in your program with the C preprocessing directive<br>
`#include&rsquo;.
</p>

<blockquote></blockquote>
<p><a name="Header%20Uses"></a>
</p>
<hr size="6"><a name="SEC5"></a>
<h3> 1.3.1 Uses of Header Files </h3>
<p><!--docid::SEC5::--></p>
<p>Header files serve two kinds of purposes.
</p>

<ul><li>
<a name="IDX4"></a><br>
System header files declare the interfaces to parts of the operating<br>
system.  You include them in your program to supply the definitions and<br>
declarations you need to invoke system calls and libraries.
</li>
<li>
Your own header files contain declarations for interfaces between the<br>
source files of your program.  Each time you have a group of related<br>
declarations and macro definitions all or most of which are needed in<br>
several different source files, it is a good idea to create a header<br>
file for them.
</li>
</ul><p>Including a header file produces the same results in C compilation as<br>
copying the header file into each source file that needs it.  But such<br>
copying would be time-consuming and error-prone.  With a header file, the<br>
related declarations appear in only one place.  If they need to be changed,<br>
they can be changed in one place, and programs that include the header file<br>
will automatically use the new version when next recompiled.  The header<br>
file eliminates the labor of finding and changing all the copies as well as<br>
the risk that a failure to find one copy will result in inconsistencies<br>
within a program.
</p>
<p>The usual convention is to give header files names that end with<br>
`.h&rsquo;.  Avoid unusual characters in header file names, as they<br>
reduce portability.
</p>
<p><a name="Include%20Syntax"></a>
</p>
<hr size="6"><a name="SEC6"></a>
<h3> 1.3.2 The `#include&rsquo; Directive </h3>
<p><!--docid::SEC6::--></p>
<p><a name="IDX5"></a><br>
Both user and system header files are included using the preprocessing<br>
directive `#include&rsquo;.  It has three variants:
</p>

<p><code>#include <var>file</var></code><br>
This variant is used for system header files.  It searches for a file<br>
named <var>file</var> in a list of directories specified by you, then in a<br>
standard list of system directories.  You specify directories to<br>
search for header files with the command option `-I&rsquo;<br>
(see section 1.9 Invoking the C Preprocessor).  The option `-nostdinc&rsquo; inhibits searching<br>
the standard system directories; in this case only the directories<br>
you specify are searched.</p>
<p>The parsing of this form of `#include&rsquo; is slightly special<br>
because comments are not recognized within the `&hellip;&rsquo;.<br>
Thus, in `#include x/*y&rsquo; the `/*&rsquo; does not start a comment<br>
and the directive specifies inclusion of a system header file named<br>
`x/*y&rsquo;.  Of course, a header file with such a name is unlikely to<br>
exist on Unix, where shell wildcard features would make it hard to<br>
manipulate.</p>
<p>The argument <var>file</var> may not contain a `&rsquo; character.  It may,<br>
however, contain a `&rsquo; character.
</p>

<p><code>#include "<var>file</var>"</code><br>
This variant is used for header files of your own program.  It<br>
searches for a file named <var>file</var> first in the current directory,<br>
then in the same directories used for system header files.  The<br>
current directory is the directory of the current input file.  It is<br>
tried first because it is presumed to be the location of the files<br>
that the current input file refers to.  (If the `-I-&lsquo; option is<br>
used, the special treatment of the current directory is inhibited.)</p>
<p>The argument <var>file</var> may not contain `&rdquo;&lsquo; characters.  If<br>
backslashes occur within <var>file</var>, they are considered ordinary text<br>
characters, not escape characters.  None of the character escape<br>
sequences appropriate to string constants in C are processed.  Thus,<br>
`#include &ldquo;xn\y&rdquo;&lsquo; specifies a filename containing three<br>
backslashes.  It is not clear why this behavior is ever useful, but<br>
the ANSI standard specifies it.
</p>

<p><code>#include <var>anything else</var></code><br><a name="IDX6"></a><br>
This variant is called a <em>computed #include</em>.  Any `#include&rsquo;<br>
directive whose argument does not fit the above two forms is a computed<br>
include.  The text <var>anything else</var> is checked for macro calls,<br>
which are expanded (see section 1.4 Macros).  When this is done, the result<br>
must fit one of the above two variants&ndash;in particular, the expanded<br>
text must in the end be surrounded by either quotes or angle braces.</p>
<p>This feature allows you to define a macro which controls the file name<br>
to be used at a later point in the program.  One application of this is<br>
to allow a site-specific configuration file for your program to specify<br>
the names of the system include files to be used.  This can help in<br>
porting the program to various operating systems in which the necessary<br>
system header files are found in different places.
</p>
<p><a name="Include%20Operation"></a>
</p>
<hr size="6"><a name="SEC7"></a>
<h3> 1.3.3 How `#include&rsquo; Works </h3>
<p><!--docid::SEC7::--></p>
<p>The `#include&rsquo; directive works by directing the C preprocessor to scan<br>
the specified file as input before continuing with the rest of the current<br>
file.  The output from the preprocessor contains the output already<br>
generated, followed by the output resulting from the included file,<br>
followed by the output that comes from the text after the `#include&rsquo;<br>
directive.  For example, given a header file `header.h&rsquo; as follows,
</p>

<p>and a main program called `program.c&rsquo; that uses the header file,<br>
like this,
</p>

<p>the output generated by the C preprocessor for `program.c&rsquo; as input<br>
would be
</p>

<p>Included files are not limited to declarations and macro definitions; those<br>
are merely the typical uses.  Any fragment of a C program can be included<br>
from another file.  The include file could even contain the beginning of a<br>
statement that is concluded in the containing file, or the end of a<br>
statement that was started in the including file.  However, a comment or a<br>
string or character constant may not start in the included file and finish<br>
in the including file.  An unterminated comment, string constant or<br>
character constant in an included file is considered to end (with an error<br>
message) at the end of the file.
</p>
<p>It is possible for a header file to begin or end a syntactic unit such<br>
as a function definition, but that would be very confusing, so don&rsquo;t do<br>
it.
</p>
<p>The line following the `#include&rsquo; directive is always treated as a<br>
separate line by the C preprocessor even if the included file lacks a final<br>
newline.
</p>
<p><a name="Once-Only"></a>
</p>
<hr size="6"><a name="SEC8"></a>
<h3> 1.3.4 Once-Only Include Files </h3>
<p><!--docid::SEC8::--></p>
<p>Very often, one header file includes another.  It can easily result that a<br>
certain header file is included more than once.  This may lead to errors,<br>
if the header file defines structure types or typedefs, and is certainly<br>
wasteful.  Therefore, we often wish to prevent multiple inclusion of a<br>
header file.
</p>
<p>The standard way to do this is to enclose the entire real contents of the<br>
file in a conditional, like this:
</p>

<p>The macro <code>FILE_FOO_SEEN</code> indicates that the file has been included<br>
once already.  In a user header file, the macro name should not begin<br>
with `_&rsquo;.  In a system header file, this name should begin with<br>
`__&rsquo; to avoid conflicts with user programs.  In any kind of header<br>
file, the macro name should contain the name of the file and some<br>
additional text, to avoid conflicts with other header files.
</p>
<p>The GNU C preprocessor is programmed to notice when a header file uses<br>
this particular construct and handle it efficiently.  If a header file<br>
is contained entirely in a `#ifndef&rsquo; conditional, then it records<br>
that fact.  If a subsequent `#include&rsquo; specifies the same file,<br>
and the macro in the `#ifndef&rsquo; is already defined, then the file<br>
is entirely skipped, without even reading it.
</p>
<p><a name="IDX7"></a><br>
There is also an explicit directive to tell the preprocessor that it need<br>
not include a file more than once.  This is called `#pragma once&rsquo;,<br>
and was used <em>in addition to</em> the `#ifndef&rsquo; conditional around<br>
the contents of the header file.  `#pragma once&rsquo; is now obsolete<br>
and should not be used at all.
</p>
<p><a name="IDX8"></a><br>
In the Objective C language, there is a variant of `#include&rsquo;<br>
called `#import&rsquo; which includes a file, but does so at most once.<br>
If you use `#import&rsquo; <em>instead of</em> `#include&rsquo;, then you<br>
don&rsquo;t need the conditionals inside the header file to prevent multiple<br>
execution of the contents.
</p>
<p>`#import&rsquo; is obsolete because it is not a well designed feature.<br>
It requires the users of a header file&ndash;the applications<br>
programmers&ndash;to know that a certain header file should only be included<br>
once.  It is much better for the header file&rsquo;s implementor to write the<br>
file so that users don&rsquo;t need to know this.  Using `#ifndef&rsquo;<br>
accomplishes this goal.
</p>
<p><a name="Inheritance"></a>
</p>
<hr size="6"><a name="SEC9"></a>
<h3> 1.3.5 Inheritance and Header Files </h3>
<p><!--docid::SEC9::--></p>
<p><em>Inheritance</em> is what happens when one object or file derives some<br>
of its contents by virtual copying from another object or file.  In<br>
the case of C header files, inheritance means that one header file<br>
includes another header file and then replaces or adds something.
</p>
<p>If the inheriting header file and the base header file have different<br>
names, then inheritance is straightforward: simply write `#include<br>
&ldquo;<var>base</var>&ldquo;&lsquo; in the inheriting file.
</p>
<p>Sometimes it is necessary to give the inheriting file the same name as<br>
the base file.  This is less straightforward.
</p>
<p>For example, suppose an application program uses the system header<br>
`sys/signal.h&rsquo;, but the version of `/usr/include/sys/signal.h&rsquo;<br>
on a particular system doesn&rsquo;t do what the application program expects.<br>
It might be convenient to define a &ldquo;local&rdquo; version, perhaps under the<br>
name `/usr/local/include/sys/signal.h&rsquo;, to override or add to the<br>
one supplied by the system.
</p>
<p>You can do this by compiling with the option `-I.&rsquo;, and<br>
writing a file `sys/signal.h&rsquo; that does what the application<br>
program expects.  But making this file include the standard<br>
`sys/signal.h&rsquo; is not so easy&ndash;writing `#include<br>
sys/signal.h&rsquo; in that file doesn&rsquo;t work, because it includes your own<br>
version of the file, not the standard system version.  Used in that file<br>
itself, this leads to an infinite recursion and a fatal error in<br>
compilation.
</p>
<p>`#include /usr/include/sys/signal.h&rsquo; would find the proper file,<br>
but that is not clean, since it makes an assumption about where the<br>
system header file is found.  This is bad for maintenance, since it<br>
means that any change in where the system&rsquo;s header files are kept<br>
requires a change somewhere else.
</p>
<p><a name="IDX9"></a><br>
The clean way to solve this problem is to use<br>
`#include_next&rsquo;, which means, &ldquo;Include the <em>next</em> file with<br>
this name.&rdquo;  This directive works like `#include&rsquo; except in<br>
searching for the specified file: it starts searching the list of header<br>
file directories <em>after</em> the directory in which the current file<br>
was found.
</p>
<p>Suppose you specify `-I /usr/local/include&rsquo;, and the list of<br>
directories to search also includes `/usr/include&rsquo;; and suppose<br>
both directories contain `sys/signal.h&rsquo;.  Ordinary<br>
`#include sys/signal.h&rsquo; finds the file under<br>
`/usr/local/include&rsquo;.  If that file contains `#include_next<br>
sys/signal.h&rsquo;, it starts searching after that directory, and finds the<br>
file in `/usr/include&rsquo;.
</p>
<p><a name="Macros"></a>
</p>
<hr size="6"><a name="SEC10"></a>
<h2> 1.4 Macros </h2>
<p><!--docid::SEC10::--></p>
<p>A macro is a sort of abbreviation which you can define once and then<br>
use later.  There are many complicated features associated with macros<br>
in the C preprocessor.
</p>

<blockquote></blockquote>
<p><a name="Simple%20Macros"></a>
</p>
<hr size="6"><a name="SEC11"></a>
<h3> 1.4.1 Simple Macros </h3>
<p><!--docid::SEC11::--></p>
<p>A <em>simple macro</em> is a kind of abbreviation.  It is a name which<br>
stands for a fragment of code.  Some people refer to these as<br><em>manifest constants</em>.
</p>
<p>Before you can use a macro, you must <em>define</em> it explicitly with the<br>
`#define&rsquo; directive.  `#define&rsquo; is followed by the name of the<br>
macro and then the code it should be an abbreviation for.  For example,
</p>

<p>defines a macro named `BUFFER_SIZE&rsquo; as an abbreviation for the text<br>
`1020&prime;.  If somewhere after this `#define&rsquo; directive there comes<br>
a C statement of the form
</p>

<p>then the C preprocessor will recognize and <em>expand</em> the macro<br>
`BUFFER_SIZE&rsquo;, resulting in
</p>

<p>The use of all upper case for macro names is a standard convention.<br>
Programs are easier to read when it is possible to tell at a glance which<br>
names are macros.
</p>
<p>Normally, a macro definition must be a single line, like all C<br>
preprocessing directives.  (You can split a long macro definition<br>
cosmetically with Backslash-Newline.)  There is one exception: Newlines<br>
can be included in the macro definition if within a string or character<br>
constant.  This is because it is not possible for a macro definition to<br>
contain an unbalanced quote character; the definition automatically<br>
extends to include the matching quote character that ends the string or<br>
character constant.  Comments within a macro definition may contain<br>
Newlines, which make no difference since the comments are entirely<br>
replaced with Spaces regardless of their contents.
</p>
<p>Aside from the above, there is no restriction on what can go in a macro<br>
body.  Parentheses need not balance.  The body need not resemble valid C<br>
code.  (But if it does not, you may get error messages from the C<br>
compiler when you use the macro.)
</p>
<p>The C preprocessor scans your program sequentially, so macro definitions<br>
take effect at the place you write them.  Therefore, the following input to<br>
the C preprocessor
</p>

<p>produces as output
</p>

<p>After the preprocessor expands a macro name, the macro&rsquo;s definition body is<br>
appended to the front of the remaining input, and the check for macro calls<br>
continues.  Therefore, the macro body can contain calls to other macros.<br>
For example, after
</p>

<p>the name `TABLESIZE&rsquo; when used in the program would go through two<br>
stages of expansion, resulting ultimately in `1020&prime;.
</p>
<p>This is not at all the same as defining `TABLESIZE&rsquo; to be `1020&prime;.<br>
The `#define&rsquo; for `TABLESIZE&rsquo; uses exactly the body you<br>
specify&ndash;in this case, `BUFSIZE&rsquo;&mdash;and does not check to see whether<br>
it too is the name of a macro.  It&rsquo;s only when you <em>use</em> `TABLESIZE&rsquo;<br>
that the result of its expansion is checked for more macro names.<br>
See section 1.4.8.7 Cascaded Use of Macros.
</p>
<p><a name="Argument%20Macros"></a>
</p>
<hr size="6"><a name="SEC12"></a>
<h3> 1.4.2 Macros with Arguments </h3>
<p><!--docid::SEC12::--></p>
<p>A simple macro always stands for exactly the same text, each time it is<br>
used.  Macros can be more flexible when they accept <em>arguments</em>.<br>
Arguments are fragments of code that you supply each time the macro is<br>
used.  These fragments are included in the expansion of the macro<br>
according to the directions in the macro definition.  A macro that<br>
accepts arguments is called a <em>function-like macro</em> because the<br>
syntax for using it looks like a function call.
</p>
<p><a name="IDX10"></a><br>
To define a macro that uses arguments, you write a `#define&rsquo; directive<br>
with a list of <em>argument names</em> in parentheses after the name of the<br>
macro.  The argument names may be any valid C identifiers, separated by<br>
commas and optionally whitespace.  The open-parenthesis must follow the<br>
macro name immediately, with no space in between.
</p>
<p>For example, here is a macro that computes the minimum of two numeric<br>
values, as it is defined in many C programs:
</p>

<p>(This is not the best way to define a &ldquo;minimum&rdquo; macro in GNU C.<br>
See section 1.4.8.4 Duplication of Side Effects, for more information.)
</p>
<p>To use a macro that expects arguments, you write the name of the macro<br>
followed by a list of <em>actual arguments</em> in parentheses, separated by<br>
commas.  The number of actual arguments you give must match the number of<br>
arguments the macro expects.   Examples of use of the macro `min&rsquo;<br>
include `min (1, 2)&rsquo; and `min (x + 28, *p)&rsquo;.
</p>
<p>The expansion text of the macro depends on the arguments you use.<br>
Each of the argument names of the macro is replaced, throughout the<br>
macro definition, with the corresponding actual argument.  Using the<br>
same macro `min&rsquo; defined above, `min (1, 2)&rsquo; expands into
</p>

<p>where `1&prime; has been substituted for `X&rsquo; and `2&prime; for `Y&rsquo;.
</p>
<p>Likewise, `min (x + 28, *p)&rsquo; expands into
</p>

<p>Parentheses in the actual arguments must balance; a comma within<br>
parentheses does not end an argument.  However, there is no requirement<br>
for brackets or braces to balance, and they do not prevent a comma from<br>
separating arguments.  Thus,
</p>

<p>passes two arguments to <code>macro</code>: `array[x = y&rsquo; and `x +<br>
1]&rsquo;.  If you want to supply `array[x = y, x + 1]&rsquo; as an argument,<br>
you must write it as `array[(x = y, x + 1)]&rsquo;, which is equivalent C<br>
code.
</p>
<p>After the actual arguments are substituted into the macro body, the entire<br>
result is appended to the front of the remaining input, and the check for<br>
macro calls continues.  Therefore, the actual arguments can contain calls<br>
to other macros, either with or without arguments, or even to the same<br>
macro.  The macro body can also contain calls to other macros.  For<br>
example, `min (min (a, b), c)&rsquo; expands into this text:
</p>

<p>(Line breaks shown here for clarity would not actually be generated.)
</p>
<p><a name="IDX11"></a><br><a name="IDX12"></a><br>
If a macro <code>foo</code> takes one argument, and you want to supply an<br>
empty argument, you must write at least some whitespace between the<br>
parentheses, like this: `foo ( )&rsquo;.  Just `foo ()&rsquo; is providing<br>
no arguments, which is an error if <code>foo</code> expects an argument.  But<br>
`foo0 ()&rsquo; is the correct way to call a macro defined to take zero<br>
arguments, like this:
</p>

<p>If you use the macro name followed by something other than an<br>
open-parenthesis (after ignoring any spaces, tabs and comments that<br>
follow), it is not a call to the macro, and the preprocessor does not<br>
change what you have written.  Therefore, it is possible for the same name<br>
to be a variable or function in your program as well as a macro, and you<br>
can choose in each instance whether to refer to the macro (if an actual<br>
argument list follows) or the variable or function (if an argument list<br>
does not follow).
</p>
<p>Such dual use of one name could be confusing and should be avoided<br>
except when the two meanings are effectively synonymous: that is, when the<br>
name is both a macro and a function and the two have similar effects.  You<br>
can think of the name simply as a function; use of the name for purposes<br>
other than calling it (such as, to take the address) will refer to the<br>
function, while calls will expand the macro and generate better but<br>
equivalent code.  For example, you can use a function named `min&rsquo; in<br>
the same source file that defines the macro.  If you write `min&rsquo; with<br>
no argument list, you refer to the function.  If you write `min (x,<br>
bb)&rsquo;, with an argument list, the macro is expanded.  If you write<br>
`(min) (a, bb)&rsquo;, where the name `min&rsquo; is not followed by an<br>
open-parenthesis, the macro is not expanded, so you wind up with a call to<br>
the function `min&rsquo;.
</p>
<p>You may not define the same name as both a simple macro and a macro with<br>
arguments.
</p>
<p>In the definition of a macro with arguments, the list of argument names<br>
must follow the macro name immediately with no space in between.  If there<br>
is a space after the macro name, the macro is defined as taking no<br>
arguments, and all the rest of the line is taken to be the expansion.  The<br>
reason for this is that it is often useful to define a macro that takes no<br>
arguments and whose definition begins with an identifier in parentheses.<br>
This rule about spaces makes it possible for you to do either this:
</p>

<p>(which defines `FOO&rsquo; to take an argument and expand into minus the<br>
reciprocal of that argument) or this:
</p>

<p>(which defines `BAR&rsquo; to take no argument and always expand into<br>
`(x) &ndash; 1 / (x)&rsquo;).
</p>
<p>Note that the <em>uses</em> of a macro with arguments can have spaces before<br>
the left parenthesis; it&rsquo;s the <em>definition</em> where it matters whether<br>
there is a space.
</p>
<p><a name="Predefined"></a>
</p>
<hr size="6"><a name="SEC13"></a>
<h3> 1.4.3 Predefined Macros </h3>
<p><!--docid::SEC13::--></p>
<p><a name="IDX13"></a><br>
Several simple macros are predefined.  You can use them without giving<br>
definitions for them.  They fall into two classes: standard macros and<br>
system-specific macros.
</p>

<blockquote></blockquote>
<p><a name="Standard%20Predefined"></a>
</p>
<hr size="6"><a name="SEC14"></a>
<h4> 1.4.3.1 Standard Predefined Macros </h4>
<p><!--docid::SEC14::--></p>
<p>The standard predefined macros are available with the same meanings<br>
regardless of the machine or operating system on which you are using GNU C.<br>
Their names all start and end with double underscores.  Those preceding<br><code>__GNUC__</code> in this table are standardized by ANSI C; the rest are<br>
GNU C extensions.
</p>

<p><code>__FILE__</code><br><a name="IDX14"></a><br>
This macro expands to the name of the current input file, in the form of<br>
a C string constant.  The precise name returned is the one that was<br>
specified in `#include&rsquo; or as the input file name argument.</p>
<p><code>__LINE__</code><br><a name="IDX15"></a><br>
This macro expands to the current input line number, in the form of a<br>
decimal integer constant.  While we call it a predefined macro, it&rsquo;s<br>
a pretty strange macro, since its &ldquo;definition&rdquo; changes with each<br>
new line of source code.</p>
<p>This and `__FILE__&rsquo; are useful in generating an error message to<br>
report an inconsistency detected by the program; the message can state<br>
the source line at which the inconsistency was detected.  For example,
</p>

<p>A `#include&rsquo; directive changes the expansions of `__FILE__&rsquo;<br>
and `__LINE__&rsquo; to correspond to the included file.  At the end of<br>
that file, when processing resumes on the input file that contained<br>
the `#include&rsquo; directive, the expansions of `__FILE__&rsquo; and<br>
`__LINE__&rsquo; revert to the values they had before the<br>
`#include&rsquo; (but `__LINE__&rsquo; is then incremented by one as<br>
processing moves to the line after the `#include&rsquo;).
</p>
<p>The expansions of both `__FILE__&rsquo; and `__LINE__&rsquo; are altered<br>
if a `#line&rsquo; directive is used.  See section 1.6 Combining Source Files.
</p>

<p><code>__DATE__</code><br><a name="IDX16"></a><br>
This macro expands to a string constant that describes the date on<br>
which the preprocessor is being run.  The string constant contains<br>
eleven characters and looks like `&rdquo;Feb  1 1996&Prime;&lsquo;.</p>
<p><code>__TIME__</code><br><a name="IDX17"></a><br>
This macro expands to a string constant that describes the time at<br>
which the preprocessor is being run.  The string constant contains<br>
eight characters and looks like `&rdquo;23:59:01&Prime;&lsquo;.</p>
<p><code>__STDC__</code><br><a name="IDX18"></a><br>
This macro expands to the constant 1, to signify that this is ANSI<br>
Standard C.  (Whether that is actually true depends on what C compiler<br>
will operate on the output from the preprocessor.)</p>
<p>On some hosts, system include files use a different convention, where<br>
`__STDC__&rsquo; is normally 0, but is 1 if the user specifies strict<br>
conformance to the C Standard.  The preprocessor follows the host convention<br>
when processing system include files, but when processing user files it follows<br>
the usual GNU C convention.
</p>
<p>This macro is not defined if the `-traditional&rsquo; option is used.
</p>

<p><code>__STDC_VERSION__</code><br><a name="IDX19"></a><br>
This macro expands to the C Standard&rsquo;s version number,<br>
a long integer constant of the form `<var>yyyy</var><var>mm</var>L&rsquo;<br>
where <var>yyyy</var> and <var>mm</var> are the year and month of the Standard version.<br>
This signifies which version of the C Standard the preprocessor conforms to.<br>
Like `__STDC__&rsquo;, whether this version number is accurate<br>
for the entire implementation depends on what C compiler<br>
will operate on the output from the preprocessor.</p>
<p>This macro is not defined if the `-traditional&rsquo; option is used.
</p>

<p><code>__GNUC__</code><br><a name="IDX20"></a><br>
This macro is defined if and only if this is GNU C.  This macro is<br>
defined only when the entire GNU C compiler is in use; if you invoke the<br>
preprocessor directly, `__GNUC__&rsquo; is undefined.  The value<br>
identifies the major version number of GNU CC (`1&prime; for GNU CC<br>
version 1, which is now obsolete, and `2&prime; for version 2).</p>
<p><code>__GNUC_MINOR__</code><br><a name="IDX21"></a><br>
The macro contains the minor version number of the compiler.  This can<br>
be used to work around differences between different releases of the<br>
compiler (for example, if gcc 2.6.3 is known to support a feature, you<br>
can test for <code>__GNUC__  2 || (__GNUC__ == 2  __GNUC_MINOR__ = 6)</code>).<br>
The last number, `3&prime; in the<br>
example above, denotes the bugfix level of the compiler; no macro<br>
contains this value.</p>
<p><code>__GNUG__</code><br><a name="IDX22"></a><br>
The GNU C compiler defines this when the compilation language is<br>
C++; use `__GNUG__&rsquo; to distinguish between GNU C and GNU<br>
C++.</p>
<p><code>__cplusplus</code><br><a name="IDX23"></a><br>
The draft ANSI standard for C++ used to require predefining this<br>
variable.  Though it is no longer required, GNU C++ continues to define<br>
it, as do other popular C++ compilers.  You can use `__cplusplus&rsquo;<br>
to test whether a header is compiled by a C compiler or a C++ compiler.</p>
<p><code>__STRICT_ANSI__</code><br><a name="IDX24"></a><br>
GNU C defines this macro if and only if the `-ansi&rsquo; switch was<br>
specified when GNU C was invoked.  Its definition is the null string.<br>
This macro exists primarily to direct certain GNU header files not to<br>
define certain traditional Unix constructs which are incompatible with<br>
ANSI C.</p>
<p><code>__BASE_FILE__</code><br><a name="IDX25"></a><br>
This macro expands to the name of the main input file, in the form<br>
of a C string constant.  This is the source file that was specified<br>
as an argument when the C compiler was invoked.</p>
<p><code>__INCLUDE_LEVEL__</code><br><a name="IDX26"></a><br>
This macro expands to a decimal integer constant that represents the<br>
depth of nesting in include files.  The value of this macro is<br>
incremented on every `#include&rsquo; directive and decremented at every<br>
end of file.  For input files specified by command line arguments,<br>
the nesting level is zero.</p>
<p><code>__VERSION__</code><br><a name="IDX27"></a><br>
This macro expands to a string constant which describes the version number of<br>
GNU C.  The string is normally a sequence of decimal numbers separated<br>
by periods, such as `&rdquo;2.6.0&Prime;&lsquo;.</p>
<p><code>__OPTIMIZE__</code><br><a name="IDX28"></a><br>
GNU CC defines this macro in optimizing compilations.  It causes certain<br>
GNU header files to define alternative macro definitions for some system<br>
library functions.  You should not refer to or test the definition of<br>
this macro unless you make very sure that programs will execute with the<br>
same effect regardless.</p>
<p><code>__CHAR_UNSIGNED__</code><br><a name="IDX29"></a><br>
GNU C defines this macro if and only if the data type <code>char</code> is<br>
unsigned on the target machine.  It exists to cause the standard header<br>
file `limits.h&rsquo; to work correctly.  You should not refer to this<br>
macro yourself; instead, refer to the standard macros defined in<br>
`limits.h&rsquo;.  The preprocessor uses this macro to determine whether<br>
or not to sign-extend large character constants written in octal; see<br>
The `#if&rsquo; Directive.</p>
<p><code>__REGISTER_PREFIX__</code><br><a name="IDX30"></a><br>
This macro expands to a string (not a string constant) describing the<br>
prefix applied to CPU registers in assembler code.  You can use it to<br>
write assembler code that is usable in multiple environments.  For<br>
example, in the `m68k-aout&rsquo; environment it expands to the null<br>
string, but in the `m68k-coff&rsquo; environment it expands to the string<br>
`%&rsquo;.</p>
<p><code>__USER_LABEL_PREFIX__</code><br><a name="IDX31"></a><br>
Similar to <code>__REGISTER_PREFIX__</code>, but describes the prefix applied<br>
to user generated labels in assembler code.  For example, in the<br>
`m68k-aout&rsquo; environment it expands to the string `_&rsquo;, but in<br>
the `m68k-coff&rsquo; environment it expands to the null string.  This<br>
does not work with the `-mno-underscores&rsquo; option that the i386<br>
OSF/rose and m88k targets provide nor with the `-mcall*&rsquo; options of<br>
the rs6000 System V Release 4 target.</p>
<p><a name="Nonstandard%20Predefined"></a>
</p>
<hr size="6"><a name="SEC15"></a>
<h4> 1.4.3.2 Nonstandard Predefined Macros </h4>
<p><!--docid::SEC15::--></p>
<p>The C preprocessor normally has several predefined macros that vary between<br>
machines because their purpose is to indicate what type of system and<br>
machine is in use.  This manual, being for all systems and machines, cannot<br>
tell you exactly what their names are; instead, we offer a list of some<br>
typical ones.  You can use `cpp -dM&rsquo; to see the values of<br>
predefined macros; see 1.9 Invoking the C Preprocessor.
</p>
<p>Some nonstandard predefined macros describe the operating system in use,<br>
with more or less specificity.  For example,
</p>

<p><code>unix</code><br><a name="IDX32"></a><br>
`unix&rsquo; is normally predefined on all Unix systems.</p>
<p><code>BSD</code><br><a name="IDX33"></a><br>
`BSD&rsquo; is predefined on recent versions of Berkeley Unix<br>
(perhaps only in version 4.3).</p>
<p>Other nonstandard predefined macros describe the kind of CPU, with more or<br>
less specificity.  For example,
</p>

<p><code>vax</code><br><a name="IDX34"></a><br>
`vax&rsquo; is predefined on Vax computers.</p>
<p><code>mc68000</code><br><a name="IDX35"></a><br>
`mc68000&prime; is predefined on most computers whose CPU is a Motorola<br>
68000, 68010 or 68020.</p>
<p><code>m68k</code><br><a name="IDX36"></a><br>
`m68k&rsquo; is also predefined on most computers whose CPU is a 68000,<br>
68010 or 68020; however, some makers use `mc68000&prime; and some use<br>
`m68k&rsquo;.  Some predefine both names.  What happens in GNU C<br>
depends on the system you are using it on.</p>
<p><code>M68020</code><br><a name="IDX37"></a><br>
`M68020&prime; has been observed to be predefined on some systems that<br>
use 68020 CPUs&ndash;in addition to `mc68000&prime; and `m68k&rsquo;, which<br>
are less specific.</p>
<p><code>_AM29K</code><br><a name="IDX38"></a><br><code>_AM29000</code><br><a name="IDX39"></a><br>
Both `_AM29K&rsquo; and `_AM29000&prime; are predefined for the AMD 29000<br>
CPU family.</p>
<p><code>ns32000</code><br><a name="IDX40"></a><br>
`ns32000&prime; is predefined on computers which use the National<br>
Semiconductor 32000 series CPU.</p>
<p>Yet other nonstandard predefined macros describe the manufacturer of<br>
the system.  For example,
</p>

<p><code>sun</code><br><a name="IDX41"></a><br>
`sun&rsquo; is predefined on all models of Sun computers.</p>
<p><code>pyr</code><br><a name="IDX42"></a><br>
`pyr&rsquo; is predefined on all models of Pyramid computers.</p>
<p><code>sequent</code><br><a name="IDX43"></a><br>
`sequent&rsquo; is predefined on all models of Sequent computers.</p>
<p>These predefined symbols are not only nonstandard, they are contrary to the<br>
ANSI standard because their names do not start with underscores.<br>
Therefore, the option `-ansi&rsquo; inhibits the definition of these<br>
symbols.
</p>
<p>This tends to make `-ansi&rsquo; useless, since many programs depend on the<br>
customary nonstandard predefined symbols.  Even system header files check<br>
them and will generate incorrect declarations if they do not find the names<br>
that are expected.  You might think that the header files supplied for the<br>
Uglix computer would not need to test what machine they are running on,<br>
because they can simply assume it is the Uglix; but often they do, and they<br>
do so using the customary names.  As a result, very few C programs will<br>
compile with `-ansi&rsquo;.  We intend to avoid such problems on the GNU<br>
system.
</p>
<p>What, then, should you do in an ANSI C program to test the type of machine<br>
it will run on?
</p>
<p>GNU C offers a parallel series of symbols for this purpose, whose names<br>
are made from the customary ones by adding `__&rsquo; at the beginning<br>
and end.  Thus, the symbol <code>__vax__</code> would be available on a Vax,<br>
and so on.
</p>
<p>The set of nonstandard predefined names in the GNU C preprocessor is<br>
controlled (when <code>cpp</code> is itself compiled) by the macro<br>
`CPP_PREDEFINES&rsquo;, which should be a string containing `-D&rsquo;<br>
options, separated by spaces.  For example, on the Sun 3, we use the<br>
following definition:
</p>

<p>This macro is usually specified in `tm.h&rsquo;.
</p>
<p><a name="Stringification"></a>
</p>
<hr size="6"><a name="SEC16"></a>
<h3> 1.4.4 Stringification </h3>
<p><!--docid::SEC16::--></p>
<p><a name="IDX44"></a><br><em>Stringification</em> means turning a code fragment into a string constant<br>
whose contents are the text for the code fragment.  For example,<br>
stringifying `foo (z)&rsquo; results in `&rdquo;foo (z)&rdquo;&lsquo;.
</p>
<p>In the C preprocessor, stringification is an option available when macro<br>
arguments are substituted into the macro definition.  In the body of the<br>
definition, when an argument name appears, the character `#&rsquo; before<br>
the name specifies stringification of the corresponding actual argument<br>
when it is substituted at that point in the definition.  The same argument<br>
may be substituted in other places in the definition without<br>
stringification if the argument name appears in those places with no<br>
`#&rsquo;.
</p>
<p>Here is an example of a macro definition that uses stringification:
</p>

<p>Here the actual argument for `EXP&rsquo; is substituted once as given,<br>
into the `if&rsquo; statement, and once as stringified, into the<br>
argument to `fprintf&rsquo;.  The `do&rsquo; and `while (0)&rsquo; are<br>
a kludge to make it possible to write `WARN_IF (<var>arg</var>);&rsquo;,<br>
which the resemblance of `WARN_IF&rsquo; to a function would make<br>
C programmers want to do; see 1.4.8.3 Swallowing the Semicolon.
</p>
<p>The stringification feature is limited to transforming one macro argument<br>
into one string constant: there is no way to combine the argument with<br>
other text and then stringify it all together.  But the example above shows<br>
how an equivalent result can be obtained in ANSI Standard C using the<br>
feature that adjacent string constants are concatenated as one string<br>
constant.  The preprocessor stringifies the actual value of `EXP&rsquo;<br>
into a separate string constant, resulting in text like
</p>

<p>but the C compiler then sees three consecutive string constants and<br>
concatenates them into one, producing effectively
</p>

<p>Stringification in C involves more than putting doublequote characters<br>
around the fragment; it is necessary to put backslashes in front of all<br>
doublequote characters, and all backslashes in string and character<br>
constants, in order to get a valid C string constant with the proper<br>
contents.  Thus, stringifying `p = &ldquo;foon&rdquo;;&rsquo; results in `&rdquo;p =<br>
&ldquo;foo\n&rdquo;;&rdquo;&lsquo;.  However, backslashes that are not inside of string or<br>
character constants are not duplicated: `n&rsquo; by itself stringifies to<br>
`&rdquo;n&rdquo;&lsquo;.
</p>
<p>Whitespace (including comments) in the text being stringified is handled<br>
according to precise rules.  All leading and trailing whitespace is ignored.<br>
Any sequence of whitespace in the middle of the text is converted to<br>
a single space in the stringified result.
</p>
<p><a name="Concatenation"></a>
</p>
<hr size="6"><a name="SEC17"></a>
<h3> 1.4.5 Concatenation </h3>
<p><!--docid::SEC17::--><br><em>Concatenation</em> means joining two strings into one.  In the context<br>
of macro expansion, concatenation refers to joining two lexical units<br>
into one longer one.  Specifically, an actual argument to the macro can be<br>
concatenated with another actual argument or with fixed text to produce<br>
a longer name.  The longer name might be the name of a function,<br>
variable or type, or a C keyword; it might even be the name of another<br>
macro, in which case it will be expanded.</p>
<p>When you define a macro, you request concatenation with the special<br>
operator `##&rsquo; in the macro body.  When the macro is called,<br>
after actual arguments are substituted, all `##&rsquo; operators are<br>
deleted, and so is any whitespace next to them (including whitespace<br>
that was part of an actual argument).  The result is to concatenate<br>
the syntactic tokens on either side of the `##&rsquo;.
</p>
<p>Consider a C program that interprets named commands.  There probably needs<br>
to be a table of commands, perhaps an array of structures declared as<br>
follows:
</p>

<p>It would be cleaner not to have to give each command name twice, once in<br>
the string constant and once in the function name.  A macro which takes the<br>
name of a command as an argument can make this unnecessary.  The string<br>
constant can be created with stringification, and the function name by<br>
concatenating the argument with `_command&rsquo;.  Here is how it is done:
</p>

<p>The usual case of concatenation is concatenating two names (or a name and a<br>
number) into a longer name.  But this isn&rsquo;t the only valid case.  It is<br>
also possible to concatenate two numbers (or a number and a name, such as<br>
`1.5&prime; and `e3&prime;) into a number.  Also, multi-character operators<br>
such as `+=&rsquo; can be formed by concatenation.  In some cases it is even<br>
possible to piece together a string constant.  However, two pieces of text<br>
that don&rsquo;t together form a valid lexical unit cannot be concatenated.  For<br>
example, concatenation with `x&rsquo; on one side and `+&rsquo; on the other<br>
is not meaningful because those two characters can&rsquo;t fit together in any<br>
lexical unit of C.  The ANSI standard says that such attempts at<br>
concatenation are undefined, but in the GNU C preprocessor it is well<br>
defined: it puts the `x&rsquo; and `+&rsquo; side by side with no particular<br>
special results.
</p>
<p>Keep in mind that the C preprocessor converts comments to whitespace before<br>
macros are even considered.  Therefore, you cannot create a comment by<br>
concatenating `/&rsquo; and `*&rsquo;: the `/*&rsquo; sequence that starts a<br>
comment is not a lexical unit, but rather the beginning of a &ldquo;long&rdquo; space<br>
character.  Also, you can freely use comments next to a `##&rsquo; in a<br>
macro definition, or in actual arguments that will be concatenated, because<br>
the comments will be converted to spaces at first sight, and concatenation<br>
will later discard the spaces.
</p>
<p><a name="Undefining"></a>
</p>
<hr size="6"><a name="SEC18"></a>
<h3> 1.4.6 Undefining Macros </h3>
<p><!--docid::SEC18::--></p>
<p><a name="IDX45"></a><br>
To <em>undefine</em> a macro means to cancel its definition.  This is done<br>
with the `#undef&rsquo; directive.  `#undef&rsquo; is followed by the macro<br>
name to be undefined.
</p>
<p>Like definition, undefinition occurs at a specific point in the source<br>
file, and it applies starting from that point.  The name ceases to be a<br>
macro name, and from that point on it is treated by the preprocessor as if<br>
it had never been a macro name.
</p>
<p>For example,
</p>

<p>expands into
</p>

<p>In this example, `FOO&rsquo; had better be a variable or function as well<br>
as (temporarily) a macro, in order for the result of the expansion to be<br>
valid C code.
</p>
<p>The same form of `#undef&rsquo; directive will cancel definitions with<br>
arguments or definitions that don&rsquo;t expect arguments.  The `#undef&rsquo;<br>
directive has no effect when used on a name not currently defined as a macro.
</p>
<p><a name="Redefining"></a>
</p>
<hr size="6"><a name="SEC19"></a>
<h3> 1.4.7 Redefining Macros </h3>
<p><!--docid::SEC19::--></p>
<p><a name="IDX46"></a><br><em>Redefining</em> a macro means defining (with `#define&rsquo;) a name that<br>
is already defined as a macro.
</p>
<p>A redefinition is trivial if the new definition is transparently identical<br>
to the old one.  You probably wouldn&rsquo;t deliberately write a trivial<br>
redefinition, but they can happen automatically when a header file is<br>
included more than once (see section 1.3 Header Files), so they are accepted<br>
silently and without effect.
</p>
<p>Nontrivial redefinition is considered likely to be an error, so<br>
it provokes a warning message from the preprocessor.  However, sometimes it<br>
is useful to change the definition of a macro in mid-compilation.  You can<br>
inhibit the warning by undefining the macro with `#undef&rsquo; before the<br>
second definition.
</p>
<p>In order for a redefinition to be trivial, the new definition must<br>
exactly match the one already in effect, with two possible exceptions:
</p>

<ul><li>
Whitespace may be added or deleted at the beginning or the end.
</li>
<li>
Whitespace may be changed in the middle (but not inside strings).<br>
However, it may not be eliminated entirely, and it may not be added<br>
where there was no whitespace at all.
</li>
</ul><p>Recall that a comment counts as whitespace.
</p>
<p><a name="Macro%20Pitfalls"></a>
</p>
<hr size="6"><a name="SEC20"></a>
<h3> 1.4.8 Pitfalls and Subtleties of Macros </h3>
<p><!--docid::SEC20::--></p>
<p>In this section we describe some special rules that apply to macros and<br>
macro expansion, and point out certain cases in which the rules have<br>
counterintuitive consequences that you must watch out for.
</p>

<blockquote></blockquote>
<p><a name="Misnesting"></a>
</p>
<hr size="6"><a name="SEC21"></a>
<h4> 1.4.8.1 Improperly Nested Constructs </h4>
<p><!--docid::SEC21::--></p>
<p>Recall that when a macro is called with arguments, the arguments are<br>
substituted into the macro body and the result is checked, together with<br>
the rest of the input file, for more macro calls.
</p>
<p>It is possible to piece together a macro call coming partially from the<br>
macro body and partially from the actual arguments.  For example,
</p>

<p>would expand `call_with_1 (double)&rsquo; into `(2*(1))&rsquo;.
</p>
<p>Macro definitions do not have to have balanced parentheses.  By writing an<br>
unbalanced open parenthesis in a macro body, it is possible to create a<br>
macro call that begins inside the macro body but ends outside of it.  For<br>
example,
</p>

<p>This bizarre example expands to `fprintf (stderr, &ldquo;%s %d&rdquo;, p, 35)&rsquo;!
</p>
<p><a name="Macro%20Parentheses"></a>
</p>
<hr size="6"><a name="SEC22"></a>
<h4> 1.4.8.2 Unintended Grouping of Arithmetic </h4>
<p><!--docid::SEC22::--></p>
<p>You may have noticed that in most of the macro definition examples shown<br>
above, each occurrence of a macro argument name had parentheses around it.<br>
In addition, another pair of parentheses usually surround the entire macro<br>
definition.  Here is why it is best to write macros that way.
</p>
<p>Suppose you define a macro as follows,
</p>

<p>whose purpose is to divide, rounding up.  (One use for this operation is<br>
to compute how many `int&rsquo; objects are needed to hold a certain<br>
number of `char&rsquo; objects.)  Then suppose it is used as follows:
</p>

<p>This expands into
</p>

<p>which does not do what is intended.  The operator-precedence rules of<br>
C make it equivalent to this:
</p>

<p>But what we want is this:
</p>

<p>Defining the macro as
</p>

<p>provides the desired result.
</p>
<p>Unintended grouping can result in another way.  Consider<br>
`sizeof ceil_div(1, 2)&rsquo;.  That has the appearance of a C expression<br>
that would compute the size of the type of `ceil_div (1, 2)&rsquo;, but in<br>
fact it means something very different.  Here is what it expands to:
</p>

<p>This would take the size of an integer and divide it by two.  The precedence<br>
rules have put the division outside the `sizeof&rsquo; when it was intended<br>
to be inside.
</p>
<p>Parentheses around the entire macro definition can prevent such problems.<br>
Here, then, is the recommended way to define `ceil_div&rsquo;:
</p>

<p><a name="Swallow%20Semicolon"></a>
</p>
<hr size="6"><a name="SEC23"></a>
<h4> 1.4.8.3 Swallowing the Semicolon </h4>
<p><!--docid::SEC23::--></p>
<p><a name="IDX47"></a><br>
Often it is desirable to define a macro that expands into a compound<br>
statement.  Consider, for example, the following macro, that advances a<br>
pointer (the argument `p&rsquo; says where to find it) across whitespace<br>
characters:
</p>

<p>Here Backslash-Newline is used to split the macro definition, which must<br>
be a single line, so that it resembles the way such C code would be<br>
laid out if not part of a macro definition.
</p>
<p>A call to this macro might be `SKIP_SPACES (p, lim)&rsquo;.  Strictly<br>
speaking, the call expands to a compound statement, which is a complete<br>
statement with no need for a semicolon to end it.  But it looks like a<br>
function call.  So it minimizes confusion if you can use it like a function<br>
call, writing a semicolon afterward, as in `SKIP_SPACES (p, lim);&rsquo;
</p>
<p>But this can cause trouble before `else&rsquo; statements, because the<br>
semicolon is actually a null statement.  Suppose you write
</p>

<p>The presence of two statements&ndash;the compound statement and a null<br>
statement&ndash;in between the `if&rsquo; condition and the `else&rsquo;<br>
makes invalid C code.
</p>
<p>The definition of the macro `SKIP_SPACES&rsquo; can be altered to solve<br>
this problem, using a `do &hellip; while&rsquo; statement.  Here is how:
</p>

<p>Now `SKIP_SPACES (p, lim);&rsquo; expands into
</p>

<p>which is one statement.
</p>
<p><a name="Side%20Effects"></a>
</p>
<hr size="6"><a name="SEC24"></a>
<h4> 1.4.8.4 Duplication of Side Effects </h4>
<p><!--docid::SEC24::--></p>
<p><a name="IDX48"></a><br><a name="IDX49"></a><br>
Many C programs define a macro `min&rsquo;, for &ldquo;minimum&rdquo;, like this:
</p>

<p>When you use this macro with an argument containing a side effect,<br>
as shown here,
</p>

<p>it expands as follows:
</p>

<p>where `x + y&rsquo; has been substituted for `X&rsquo; and `foo (z)&rsquo;<br>
for `Y&rsquo;.
</p>
<p>The function `foo&rsquo; is used only once in the statement as it appears<br>
in the program, but the expression `foo (z)&rsquo; has been substituted<br>
twice into the macro expansion.  As a result, `foo&rsquo; might be called<br>
two times when the statement is executed.  If it has side effects or<br>
if it takes a long time to compute, the results might not be what you<br>
intended.  We say that `min&rsquo; is an <em>unsafe</em> macro.
</p>
<p>The best solution to this problem is to define `min&rsquo; in a way that<br>
computes the value of `foo (z)&rsquo; only once.  The C language offers no<br>
standard way to do this, but it can be done with GNU C extensions as<br>
follows:
</p>

<p>If you do not wish to use GNU C extensions, the only solution is to be<br>
careful when <em>using</em> the macro `min&rsquo;.  For example, you can<br>
calculate the value of `foo (z)&rsquo;, save it in a variable, and use that<br>
variable in `min&rsquo;:
</p>

<p>(where we assume that `foo&rsquo; returns type `int&rsquo;).
</p>
<p><a name="Self-Reference"></a>
</p>
<hr size="6"><a name="SEC25"></a>
<h4> 1.4.8.5 Self-Referential Macros </h4>
<p><!--docid::SEC25::--></p>
<p><a name="IDX50"></a><br>
A <em>self-referential</em> macro is one whose name appears in its definition.<br>
A special feature of ANSI Standard C is that the self-reference is not<br>
considered a macro call.  It is passed into the preprocessor output<br>
unchanged.
</p>
<p>Let&rsquo;s consider an example:
</p>

<p>where `foo&rsquo; is also a variable in your program.
</p>
<p>Following the ordinary rules, each reference to `foo&rsquo; will expand into<br>
`(4 + foo)&rsquo;; then this will be rescanned and will expand into `(4<br>
+ (4 + foo))&rsquo;; and so on until it causes a fatal error (memory full) in the<br>
preprocessor.
</p>
<p>However, the special rule about self-reference cuts this process short<br>
after one step, at `(4 + foo)&rsquo;.  Therefore, this macro definition<br>
has the possibly useful effect of causing the program to add 4 to<br>
the value of `foo&rsquo; wherever `foo&rsquo; is referred to.
</p>
<p>In most cases, it is a bad idea to take advantage of this feature.  A<br>
person reading the program who sees that `foo&rsquo; is a variable will<br>
not expect that it is a macro as well.  The reader will come across the<br>
identifier `foo&rsquo; in the program and think its value should be that<br>
of the variable `foo&rsquo;, whereas in fact the value is four greater.
</p>
<p>The special rule for self-reference applies also to <em>indirect</em><br>
self-reference.  This is the case where a macro <var>x</var> expands to use a<br>
macro `y&rsquo;, and the expansion of `y&rsquo; refers to the macro<br>
`x&rsquo;.  The resulting reference to `x&rsquo; comes indirectly from the<br>
expansion of `x&rsquo;, so it is a self-reference and is not further<br>
expanded.  Thus, after
</p>

<p>`x&rsquo; would expand into `(4 + (2 * x))&rsquo;.  Clear?
</p>
<p>But suppose `y&rsquo; is used elsewhere, not from the definition of `x&rsquo;.<br>
Then the use of `x&rsquo; in the expansion of `y&rsquo; is not a self-reference<br>
because `x&rsquo; is not &ldquo;in progress&rdquo;.  So it does expand.  However,<br>
the expansion of `x&rsquo; contains a reference to `y&rsquo;, and that<br>
is an indirect self-reference now because `y&rsquo; is &ldquo;in progress&rdquo;.<br>
The result is that `y&rsquo; expands to `(2 * (4 + y))&rsquo;.
</p>
<p>It is not clear that this behavior would ever be useful, but it is specified<br>
by the ANSI C standard, so you may need to understand it.
</p>
<p><a name="Argument%20Prescan"></a>
</p>
<hr size="6"><a name="SEC26"></a>
<h4> 1.4.8.6 Separate Expansion of Macro Arguments </h4>
<p><!--docid::SEC26::--></p>
<p>We have explained that the expansion of a macro, including the substituted<br>
actual arguments, is scanned over again for macro calls to be expanded.
</p>
<p>What really happens is more subtle: first each actual argument text is scanned<br>
separately for macro calls.  Then the results of this are substituted into<br>
the macro body to produce the macro expansion, and the macro expansion<br>
is scanned again for macros to expand.
</p>
<p>The result is that the actual arguments are scanned <em>twice</em> to expand<br>
macro calls in them.
</p>
<p>Most of the time, this has no effect.  If the actual argument contained<br>
any macro calls, they are expanded during the first scan.  The result<br>
therefore contains no macro calls, so the second scan does not change it.<br>
If the actual argument were substituted as given, with no prescan,<br>
the single remaining scan would find the same macro calls and produce<br>
the same results.
</p>
<p>You might expect the double scan to change the results when a<br>
self-referential macro is used in an actual argument of another macro<br>
(see section 1.4.8.5 Self-Referential Macros): the self-referential macro would be expanded once<br>
in the first scan, and a second time in the second scan.  But this is not<br>
what happens.  The self-references that do not expand in the first scan are<br>
marked so that they will not expand in the second scan either.
</p>
<p>The prescan is not done when an argument is stringified or concatenated.<br>
Thus,
</p>

<p>expands to `&rdquo;foo&rdquo;&lsquo;.  Once more, prescan has been prevented from<br>
having any noticeable effect.
</p>
<p>More precisely, stringification and concatenation use the argument as<br>
written, in un-prescanned form.  The same actual argument would be used in<br>
prescanned form if it is substituted elsewhere without stringification or<br>
concatenation.
</p>

<p>expands to `&rdquo;foo&rdquo; lose(4)&rsquo;.
</p>
<p>You might now ask, &ldquo;Why mention the prescan, if it makes no difference?<br>
And why not skip it and make the preprocessor faster?&rdquo;  The answer is<br>
that the prescan does make a difference in three special cases:
</p>

<ul><li>
Nested calls to a macro.
</li>
<li>
Macros that call other macros that stringify or concatenate.
</li>
<li>
Macros whose expansions contain unshielded commas.
</li>
</ul><p>We say that <em>nested</em> calls to a macro occur when a macro&rsquo;s actual<br>
argument contains a call to that very macro.  For example, if `f&rsquo;<br>
is a macro that expects one argument, `f (f (1))&rsquo; is a nested<br>
pair of calls to `f&rsquo;.  The desired expansion is made by<br>
expanding `f (1)&rsquo; and substituting that into the definition of<br>
`f&rsquo;.  The prescan causes the expected result to happen.<br>
Without the prescan, `f (1)&rsquo; itself would be substituted as<br>
an actual argument, and the inner use of `f&rsquo; would appear<br>
during the main scan as an indirect self-reference and would not<br>
be expanded.  Here, the prescan cancels an undesirable side effect<br>
(in the medical, not computational, sense of the term) of the special<br>
rule for self-referential macros.
</p>
<p>But prescan causes trouble in certain other cases of nested macro calls.<br>
Here is an example:
</p>

<p>We would like `bar(foo)&rsquo; to turn into `(1 + (foo))&rsquo;, which<br>
would then turn into `(1 + (a,b))&rsquo;.  But instead, `bar(foo)&rsquo;<br>
expands into `lose(a,b)&rsquo;, and you get an error because <code>lose</code><br>
requires a single argument.  In this case, the problem is easily solved<br>
by the same parentheses that ought to be used to prevent misnesting of<br>
arithmetic operations:
</p>

<p>The problem is more serious when the operands of the macro are not<br>
expressions; for example, when they are statements.  Then parentheses<br>
are unacceptable because they would make for invalid C code:
</p>

<p>In GNU C you can shield the commas using the `({&hellip;})&rsquo;<br>
construct which turns a compound statement into an expression:
</p>

<p>Or you can rewrite the macro definition to avoid such commas:
</p>

<p>There is also one case where prescan is useful.  It is possible<br>
to use prescan to expand an argument and then stringify it&ndash;if you use<br>
two levels of macros.  Let&rsquo;s add a new macro `xstr&rsquo; to the<br>
example shown above:
</p>

<p>This expands into `&rdquo;4&Prime;&lsquo;, not `&rdquo;foo&rdquo;&lsquo;.  The reason for the<br>
difference is that the argument of `xstr&rsquo; is expanded at prescan<br>
(because `xstr&rsquo; does not specify stringification or concatenation of<br>
the argument).  The result of prescan then forms the actual argument for<br>
`str&rsquo;.  `str&rsquo; uses its argument without prescan because it<br>
performs stringification; but it cannot prevent or undo the prescanning<br>
already done by `xstr&rsquo;.
</p>
<p><a name="Cascaded%20Macros"></a>
</p>
<hr size="6"><a name="SEC27"></a>
<h4> 1.4.8.7 Cascaded Use of Macros </h4>
<p><!--docid::SEC27::--></p>
<p><a name="IDX51"></a><br><a name="IDX52"></a><br>
A <em>cascade</em> of macros is when one macro&rsquo;s body contains a reference<br>
to another macro.  This is very common practice.  For example,
</p>

<p>This is not at all the same as defining `TABLESIZE&rsquo; to be `1020&prime;.<br>
The `#define&rsquo; for `TABLESIZE&rsquo; uses exactly the body you<br>
specify&ndash;in this case, `BUFSIZE&rsquo;&mdash;and does not check to see whether<br>
it too is the name of a macro.
</p>
<p>It&rsquo;s only when you <em>use</em> `TABLESIZE&rsquo; that the result of its expansion<br>
is checked for more macro names.
</p>
<p>This makes a difference if you change the definition of `BUFSIZE&rsquo;<br>
at some point in the source file.  `TABLESIZE&rsquo;, defined as shown,<br>
will always expand using the definition of `BUFSIZE&rsquo; that is<br>
currently in effect:
</p>

<p>Now `TABLESIZE&rsquo; expands (in two stages) to `37&prime;.  (The<br>
`#undef&rsquo; is to prevent any warning about the nontrivial<br>
redefinition of <code>BUFSIZE</code>.)
</p>
<p><a name="Newlines%20in%20Args"></a>
</p>
<hr size="6"><a name="SEC28"></a>
<h3> 1.4.9 Newlines in Macro Arguments </h3>
<p><!--docid::SEC28::--></p>
<p>Traditional macro processing carries forward all newlines in macro<br>
arguments into the expansion of the macro.  This means that, if some of<br>
the arguments are substituted more than once, or not at all, or out of<br>
order, newlines can be duplicated, lost, or moved around within the<br>
expansion.  If the expansion consists of multiple statements, then the<br>
effect is to distort the line numbers of some of these statements.  The<br>
result can be incorrect line numbers, in error messages or displayed in<br>
a debugger.
</p>
<p>The GNU C preprocessor operating in ANSI C mode adjusts appropriately<br>
for multiple use of an argument&ndash;the first use expands all the<br>
newlines, and subsequent uses of the same argument produce no newlines.<br>
But even in this mode, it can produce incorrect line numbering if<br>
arguments are used out of order, or not used at all.
</p>
<p>Here is an example illustrating this problem:
</p>

<p>The syntax error triggered by the tokens `syntax error&rsquo; results<br>
in an error message citing line four, even though the statement text<br>
comes from line five.
</p>
<p><a name="Conditionals"></a>
</p>
<hr size="6"><a name="SEC29"></a>
<h2> 1.5 Conditionals </h2>
<p><!--docid::SEC29::--></p>
<p><a name="IDX53"></a><br>
In a macro processor, a <em>conditional</em> is a directive that allows a part<br>
of the program to be ignored during compilation, on some conditions.<br>
In the C preprocessor, a conditional can test either an arithmetic expression<br>
or whether a name is defined as a macro.
</p>
<p>A conditional in the C preprocessor resembles in some ways an `if&rsquo;<br>
statement in C, but it is important to understand the difference between<br>
them.  The condition in an `if&rsquo; statement is tested during the execution<br>
of your program.  Its purpose is to allow your program to behave differently<br>
from run to run, depending on the data it is operating on.  The condition<br>
in a preprocessing conditional directive is tested when your program is compiled.<br>
Its purpose is to allow different code to be included in the program depending<br>
on the situation at the time of compilation.
</p>

<blockquote></blockquote>
<p><a name="Conditional%20Uses"></a>
</p>
<hr size="6"><a name="SEC30"></a>
<h3> 1.5.1 Why Conditionals are Used </h3>
<p><!--docid::SEC30::--></p>
<p>Generally there are three kinds of reason to use a conditional.
</p>

<ul><li>
A program may need to use different code depending on the machine or<br>
operating system it is to run on.  In some cases the code for one<br>
operating system may be erroneous on another operating system; for<br>
example, it might refer to library routines that do not exist on the<br>
other system.  When this happens, it is not enough to avoid executing<br>
the invalid code: merely having it in the program makes it impossible<br>
to link the program and run it.  With a preprocessing conditional, the<br>
offending code can be effectively excised from the program when it is<br>
not valid.
</li>
<li>
You may want to be able to compile the same source file into two<br>
different programs.  Sometimes the difference between the programs is<br>
that one makes frequent time-consuming consistency checks on its<br>
intermediate data, or prints the values of those data for debugging,<br>
while the other does not.
</li>
<li>
A conditional whose condition is always false is a good way to exclude<br>
code from the program but keep it as a sort of comment for future<br>
reference.
</li>
</ul><p>Most simple programs that are intended to run on only one machine will<br>
not need to use preprocessing conditionals.
</p>
<p><a name="Conditional%20Syntax"></a>
</p>
<hr size="6"><a name="SEC31"></a>
<h3> 1.5.2 Syntax of Conditionals </h3>
<p><!--docid::SEC31::--></p>
<p><a name="IDX54"></a><br>
A conditional in the C preprocessor begins with a <em>conditional<br>
directive</em>: `#if&rsquo;, `#ifdef&rsquo; or `#ifndef&rsquo;.<br>
See section 1.5.4 Conditionals and Macros, for information on `#ifdef&rsquo; and<br>
`#ifndef&rsquo;; only `#if&rsquo; is explained here.
</p>

<blockquote></blockquote>
<p><a name="#if%20Directive"></a>
</p>
<hr size="6"><a name="SEC32"></a>
<h4> 1.5.2.1 The `#if&rsquo; Directive </h4>
<p><!--docid::SEC32::--></p>
<p>The `#if&rsquo; directive in its simplest form consists of
</p>

<p>The comment following the `#endif&rsquo; is not required, but it is a good<br>
practice because it helps people match the `#endif&rsquo; to the<br>
corresponding `#if&rsquo;.  Such comments should always be used, except in<br>
short conditionals that are not nested.  In fact, you can put anything at<br>
all after the `#endif&rsquo; and it will be ignored by the GNU C preprocessor,<br>
but only comments are acceptable in ANSI Standard C.
</p>
<p><var>expression</var> is a C expression of integer type, subject to stringent<br>
restrictions.  It may contain
</p>

<ul><li>
Integer constants, which are all regarded as <code>long</code> or<br><code>unsigned long</code>.
</li>
<li>
Character constants, which are interpreted according to the character<br>
set and conventions of the machine and operating system on which the<br>
preprocessor is running.  The GNU C preprocessor uses the C data type<br>
`char&rsquo; for these character constants; therefore, whether some<br>
character codes are negative is determined by the C compiler used to<br>
compile the preprocessor.  If it treats `char&rsquo; as signed, then<br>
character codes large enough to set the sign bit will be considered<br>
negative; otherwise, no character code is considered negative.
</li>
<li>
Arithmetic operators for addition, subtraction, multiplication,<br>
division, bitwise operations, shifts, comparisons, and logical<br>
operations (`&rsquo; and `||&rsquo;).
</li>
<li>
Identifiers that are not macros, which are all treated as zero(!).
</li>
<li>
Macro calls.  All macro calls in the expression are expanded before<br>
actual computation of the expression&rsquo;s value begins.
</li>
</ul><p>Note that `sizeof&rsquo; operators and <code>enum</code>-type values are not allowed.<br><code>enum</code>-type values, like all other identifiers that are not taken<br>
as macro calls and expanded, are treated as zero.
</p>
<p>The <var>controlled text</var> inside of a conditional can include<br>
preprocessing directives.  Then the directives inside the conditional are<br>
obeyed only if that branch of the conditional succeeds.  The text can<br>
also contain other conditional groups.  However, the `#if&rsquo; and<br>
`#endif&rsquo; directives must balance.
</p>
<p><a name="#else%20Directive"></a>
</p>
<hr size="6"><a name="SEC33"></a>
<h4> 1.5.2.2 The `#else&rsquo; Directive </h4>
<p><!--docid::SEC33::--></p>
<p><a name="IDX55"></a><br>
The `#else&rsquo; directive can be added to a conditional to provide<br>
alternative text to be used if the condition is false.  This is what<br>
it looks like:
</p>

<p>If <var>expression</var> is nonzero, and thus the <var>text-if-true</var> is<br>
active, then `#else&rsquo; acts like a failing conditional and the<br><var>text-if-false</var> is ignored.  Contrariwise, if the `#if&rsquo;<br>
conditional fails, the <var>text-if-false</var> is considered included.
</p>
<p><a name="#elif%20Directive"></a>
</p>
<hr size="6"><a name="SEC34"></a>
<h4> 1.5.2.3 The `#elif&rsquo; Directive </h4>
<p><!--docid::SEC34::--></p>
<p><a name="IDX56"></a><br>
One common case of nested conditionals is used to check for more than two<br>
possible alternatives.  For example, you might have
</p>

<p>Another conditional directive, `#elif&rsquo;, allows this to be abbreviated<br>
as follows:
</p>

<p>`#elif&rsquo; stands for &ldquo;else if&rdquo;.  Like `#else&rsquo;, it goes in the<br>
middle of a `#if&rsquo;-`#endif&rsquo; pair and subdivides it; it does not<br>
require a matching `#endif&rsquo; of its own.  Like `#if&rsquo;, the<br>
`#elif&rsquo; directive includes an expression to be tested.
</p>
<p>The text following the `#elif&rsquo; is processed only if the original<br>
`#if&rsquo;-condition failed and the `#elif&rsquo; condition succeeds.<br>
More than one `#elif&rsquo; can go in the same `#if&rsquo;-`#endif&rsquo;<br>
group.  Then the text after each `#elif&rsquo; is processed only if the<br>
`#elif&rsquo; condition succeeds after the original `#if&rsquo; and any<br>
previous `#elif&rsquo; directives within it have failed.  `#else&rsquo; is<br>
equivalent to `#elif 1&prime;, and `#else&rsquo; is allowed after any<br>
number of `#elif&rsquo; directives, but `#elif&rsquo; may not follow<br>
`#else&rsquo;.
</p>
<p><a name="Deleted%20Code"></a>
</p>
<hr size="6"><a name="SEC35"></a>
<h3> 1.5.3 Keeping Deleted Code for Future Reference </h3>
<p><!--docid::SEC35::--></p>
<p>If you replace or delete a part of the program but want to keep the old<br>
code around as a comment for future reference, the easy way to do this<br>
is to put `#if 0&prime; before it and `#endif&rsquo; after it.  This is<br>
better than using comment delimiters `/*&rsquo; and `*/&rsquo; since those<br>
won&rsquo;t work if the code already contains comments (C comments do not<br>
nest).
</p>
<p>This works even if the code being turned off contains conditionals, but<br>
they must be entire conditionals (balanced `#if&rsquo; and `#endif&rsquo;).
</p>
<p>Conversely, do not use `#if 0&prime; for comments which are not C code.<br>
Use the comment delimiters `/*&rsquo; and `*/&rsquo; instead.  The<br>
interior of `#if 0&prime; must consist of complete tokens; in particular,<br>
singlequote characters must balance.  But comments often contain<br>
unbalanced singlequote characters (known in English as apostrophes).<br>
These confuse `#if 0&prime;.  They do not confuse `/*&rsquo;.
</p>
<p><a name="Conditionals-Macros"></a>
</p>
<hr size="6"><a name="SEC36"></a>
<h3> 1.5.4 Conditionals and Macros </h3>
<p><!--docid::SEC36::--></p>
<p>Conditionals are useful in connection with macros or assertions, because<br>
those are the only ways that an expression&rsquo;s value can vary from one<br>
compilation to another.  A `#if&rsquo; directive whose expression uses no<br>
macros or assertions is equivalent to `#if 1&prime; or `#if 0&prime;; you<br>
might as well determine which one, by computing the value of the<br>
expression yourself, and then simplify the program.
</p>
<p>For example, here is a conditional that tests the expression<br>
`BUFSIZE == 1020&prime;, where `BUFSIZE&rsquo; must be a macro.
</p>

<p>(Programmers often wish they could test the size of a variable or data<br>
type in `#if&rsquo;, but this does not work.  The preprocessor does not<br>
understand <code>sizeof</code>, or typedef names, or even the type keywords<br>
such as <code>int</code>.)
</p>
<p><a name="IDX57"></a><br>
The special operator `defined&rsquo; is used in `#if&rsquo; expressions to<br>
test whether a certain name is defined as a macro.  Either `defined<br><var>name</var>&lsquo; or `defined (<var>name</var>)&rsquo; is an expression whose value<br>
is 1 if <var>name</var> is defined as macro at the current point in the<br>
program, and 0 otherwise.  For the `defined&rsquo; operator it makes no<br>
difference what the definition of the macro is; all that matters is<br>
whether there is a definition.  Thus, for example,</p>

<p>would succeed if either of the names `vax&rsquo; and `ns16000&prime; is<br>
defined as a macro.  You can test the same condition using assertions<br>
(see section 1.5.5 Assertions), like this:
</p>

<p>If a macro is defined and later undefined with `#undef&rsquo;,<br>
subsequent use of the `defined&rsquo; operator returns 0, because<br>
the name is no longer defined.  If the macro is defined again with<br>
another `#define&rsquo;, `defined&rsquo; will recommence returning 1.
</p>
<p><a name="IDX58"></a><br><a name="IDX59"></a><br>
Conditionals that test whether just one name is defined are very common,<br>
so there are two special short conditional directives for this case.
</p>

<p><code>#ifdef <var>name</var></code><br>
is equivalent to `#if defined (<var>name</var>)&rsquo;.</p>
<p><code>#ifndef <var>name</var></code><br>
is equivalent to `#if ! defined (<var>name</var>)&rsquo;.</p>
<p>Macro definitions can vary between compilations for several reasons.
</p>

<ul><li>
Some macros are predefined on each kind of machine.  For example, on a<br>
Vax, the name `vax&rsquo; is a predefined macro.  On other machines, it<br>
would not be defined.
</li>
<li>
Many more macros are defined by system header files.  Different<br>
systems and machines define different macros, or give them different<br>
values.  It is useful to test these macros with conditionals to avoid<br>
using a system feature on a machine where it is not implemented.
</li>
<li>
Macros are a common way of allowing users to customize a program for<br>
different machines or applications.  For example, the macro<br>
`BUFSIZE&rsquo; might be defined in a configuration file for your<br>
program that is included as a header file in each source file.  You<br>
would use `BUFSIZE&rsquo; in a preprocessing conditional in order to<br>
generate different code depending on the chosen configuration.
</li>
<li>
Macros can be defined or undefined with `-D&rsquo; and `-U&rsquo;<br>
command options when you compile the program.  You can arrange to<br>
compile the same source file into two different programs by choosing<br>
a macro name to specify which program you want, writing conditionals<br>
to test whether or how this macro is defined, and then controlling<br>
the state of the macro with compiler command options.<br>
See section 1.9 Invoking the C Preprocessor.
</li>
</ul><p>Assertions are usually predefined, but can be defined with preprocessor<br>
directives or command-line options.
</p>
<p><a name="Assertions"></a>
</p>
<hr size="6"><a name="SEC37"></a>
<h3> 1.5.5 Assertions </h3>
<p><!--docid::SEC37::--></p>
<p><a name="IDX60"></a><br><em>Assertions</em> are a more systematic alternative to macros in writing<br>
conditionals to test what sort of computer or system the compiled<br>
program will run on.  Assertions are usually predefined, but you can<br>
define them with preprocessing directives or command-line options.
</p>
<p><a name="IDX61"></a><br>
The macros traditionally used to describe the type of target are not<br>
classified in any way according to which question they answer; they may<br>
indicate a hardware architecture, a particular hardware model, an<br>
operating system, a particular version of an operating system, or<br>
specific configuration options.  These are jumbled together in a single<br>
namespace.  In contrast, each assertion consists of a named question and<br>
an answer.  The question is usually called the <em>predicate</em>.<br>
An assertion looks like this:
</p>

<p>You must use a properly formed identifier for <var>predicate</var>.  The<br>
value of <var>answer</var> can be any sequence of words; all characters are<br>
significant except for leading and trailing whitespace, and differences<br>
in internal whitespace sequences are ignored.  Thus, `x + y&rsquo; is<br>
different from `x+y&rsquo; but equivalent to `x + y&rsquo;.  `)&rsquo; is<br>
not allowed in an answer.
</p>
<p><a name="IDX62"></a><br>
Here is a conditional to test whether the answer <var>answer</var> is asserted<br>
for the predicate <var>predicate</var>:
</p>

<p>There may be more than one answer asserted for a given predicate.  If<br>
you omit the answer, you can test whether <em>any</em> answer is asserted<br>
for <var>predicate</var>:
</p>

<p><a name="IDX63"></a><br><a name="IDX64"></a><br><a name="IDX65"></a><br>
Most of the time, the assertions you test will be predefined assertions.<br>
GNU C provides three predefined predicates: <code>system</code>, <code>cpu</code>,<br>
and <code>machine</code>.  <code>system</code> is for assertions about the type of<br>
software, <code>cpu</code> describes the type of computer architecture, and<br><code>machine</code> gives more information about the computer.  For example,<br>
on a GNU system, the following assertions would be true:
</p>

<p>and perhaps others.  The alternatives with<br>
more or less version information let you ask more or less detailed<br>
questions about the type of system software.
</p>
<p>On a Unix system, you would find <code>#system (unix)</code> and perhaps one of:<br><code>#system (aix)</code>, <code>#system (bsd)</code>, <code>#system (hpux)</code>,<br><code>#system (lynx)</code>, <code>#system (mach)</code>, <code>#system (posix)</code>,<br><code>#system (svr3)</code>, <code>#system (svr4)</code>, or <code>#system (xpg4)</code><br>
with possible version numbers following.
</p>
<p>Other values for <code>system</code> are <code>#system (mvs)</code><br>
and <code>#system (vms)</code>.
</p>
<p><strong>Portability note:</strong> Many Unix C compilers provide only one answer<br>
for the <code>system</code> assertion: <code>#system (unix)</code>, if they support<br>
assertions at all.  This is less than useful.
</p>
<p>An assertion with a multi-word answer is completely different from several<br>
assertions with individual single-word answers.  For example, the presence<br>
of <code>system (mach 3.0)</code> does not mean that <code>system (3.0)</code> is true.<br>
It also does not directly imply <code>system (mach)</code>, but in GNU C, that<br>
last will normally be asserted as well.
</p>
<p>The current list of possible assertion values for <code>cpu</code> is:<br><code>#cpu (a29k)</code>, <code>#cpu (alpha)</code>, <code>#cpu (arm)</code>, <code>#cpu<br>
(clipper)</code>, <code>#cpu (convex)</code>, <code>#cpu (elxsi)</code>, <code>#cpu<br>
(tron)</code>, <code>#cpu (h8300)</code>, <code>#cpu (i370)</code>, <code>#cpu (i386)</code>,<br><code>#cpu (i860)</code>, <code>#cpu (i960)</code>, <code>#cpu (m68k)</code>, <code>#cpu<br>
(m88k)</code>, <code>#cpu (mips)</code>, <code>#cpu (ns32k)</code>, <code>#cpu (hppa)</code>,<br><code>#cpu (pyr)</code>, <code>#cpu (ibm032)</code>, <code>#cpu (rs6000)</code>,<br><code>#cpu (sh)</code>, <code>#cpu (sparc)</code>, <code>#cpu (spur)</code>, <code>#cpu<br>
(tahoe)</code>, <code>#cpu (vax)</code>, <code>#cpu (we32000)</code>.
</p>
<p><a name="IDX66"></a><br>
You can create assertions within a C program using `#assert&rsquo;, like<br>
this:
</p>

<p>(Note the absence of a `#&rsquo; before <var>predicate</var>.)
</p>
<p><a name="IDX67"></a><br><a name="IDX68"></a><br><a name="IDX69"></a><br><a name="IDX70"></a><br>
Each time you do this, you assert a new true answer for <var>predicate</var>.<br>
Asserting one answer does not invalidate previously asserted answers;<br>
they all remain true.  The only way to remove an assertion is with<br>
`#unassert&rsquo;.  `#unassert&rsquo; has the same syntax as<br>
`#assert&rsquo;.  You can also remove all assertions about<br><var>predicate</var> like this:
</p>

<p>You can also add or cancel assertions using command options<br>
when you run <code>gcc</code> or <code>cpp</code>.  See section 1.9 Invoking the C Preprocessor.
</p>
<p><a name="#error%20Directive"></a>
</p>
<hr size="6"><a name="SEC38"></a>
<h3> 1.5.6 The `#error&rsquo; and `#warning&rsquo; Directives </h3>
<p><!--docid::SEC38::--></p>
<p><a name="IDX71"></a><br>
The directive `#error&rsquo; causes the preprocessor to report a fatal<br>
error.  The rest of the line that follows `#error&rsquo; is used as the<br>
error message.  The line must consist of complete tokens.
</p>
<p>You would use `#error&rsquo; inside of a conditional that detects a<br>
combination of parameters which you know the program does not properly<br>
support.  For example, if you know that the program will not run<br>
properly on a Vax, you might write
</p>

<p>See section 1.4.3.2 Nonstandard Predefined Macros, for why this works.
</p>
<p>If you have several configuration parameters that must be set up by<br>
the installation in a consistent way, you can use conditionals to detect<br>
an inconsistency and report it with `#error&rsquo;.  For example,
</p>

<p><a name="IDX72"></a><br>
The directive `#warning&rsquo; is like the directive `#error&rsquo;, but causes<br>
the preprocessor to issue a warning and continue preprocessing.  The rest of<br>
the line that follows `#warning&rsquo; is used as the warning message.
</p>
<p>You might use `#warning&rsquo; in obsolete header files, with a message<br>
directing the user to the header file which should be used instead.
</p>
<p><a name="Combining%20Sources"></a>
</p>
<hr size="6"><a name="SEC39"></a>
<h2> 1.6 Combining Source Files </h2>
<p><!--docid::SEC39::--></p>
<p><a name="IDX73"></a><br>
One of the jobs of the C preprocessor is to inform the C compiler of where<br>
each line of C code came from: which source file and which line number.
</p>
<p>C code can come from multiple source files if you use `#include&rsquo;;<br>
both `#include&rsquo; and the use of conditionals and macros can cause<br>
the line number of a line in the preprocessor output to be different<br>
from the line&rsquo;s number in the original source file.  You will appreciate<br>
the value of making both the C compiler (in error messages) and symbolic<br>
debuggers such as GDB use the line numbers in your source file.
</p>
<p>The C preprocessor builds on this feature by offering a directive by which<br>
you can control the feature explicitly.  This is useful when a file for<br>
input to the C preprocessor is the output from another program such as the<br><code>bison</code> parser generator, which operates on another file that is the<br>
true source file.  Parts of the output from <code>bison</code> are generated from<br>
scratch, other parts come from a standard parser file.  The rest are copied<br>
nearly verbatim from the source file, but their line numbers in the<br><code>bison</code> output are not the same as their original line numbers.<br>
Naturally you would like compiler error messages and symbolic debuggers to<br>
know the original source file and line number of each line in the<br><code>bison</code> input.
</p>
<p><a name="IDX74"></a><br><code>bison</code> arranges this by writing `#line&rsquo; directives into the output<br>
file.  `#line&rsquo; is a directive that specifies the original line number<br>
and source file name for subsequent input in the current preprocessor input<br>
file.  `#line&rsquo; has three variants:
</p>

<p><code>#line <var>linenum</var></code><br>
Here <var>linenum</var> is a decimal integer constant.  This specifies that<br>
the line number of the following line of input, in its original source file,<br>
was <var>linenum</var>.</p>
<p><code>#line <var>linenum</var> <var>filename</var></code><br>
Here <var>linenum</var> is a decimal integer constant and <var>filename</var><br>
is a string constant.  This specifies that the following line of input<br>
came originally from source file <var>filename</var> and its line number there<br>
was <var>linenum</var>.  Keep in mind that <var>filename</var> is not just a<br>
file name; it is surrounded by doublequote characters so that it looks<br>
like a string constant.</p>
<p><code>#line <var>anything else</var></code><br><var>anything else</var> is checked for macro calls, which are expanded.<br>
The result should be a decimal integer constant followed optionally<br>
by a string constant, as described above.</p>
<p>`#line&rsquo; directives alter the results of the `__FILE__&rsquo; and<br>
`__LINE__&rsquo; predefined macros from that point on.  See section 1.4.3.1 Standard Predefined Macros.
</p>
<p>The output of the preprocessor (which is the input for the rest of the<br>
compiler) contains directives that look much like `#line&rsquo; directives.<br>
They start with just `#&rsquo; instead of `#line&rsquo;, but this is<br>
followed by a line number and file name as in `#line&rsquo;.  See section 1.8 C Preprocessor Output.
</p>
<p><a name="Other%20Directives"></a>
</p>
<hr size="6"><a name="SEC40"></a>
<h2> 1.7 Miscellaneous Preprocessing Directives </h2>
<p><!--docid::SEC40::--></p>
<p><a name="IDX75"></a><br>
This section describes three additional preprocessing directives.  They are<br>
not very useful, but are mentioned for completeness.
</p>
<p>The <em>null directive</em> consists of a `#&rsquo; followed by a Newline, with<br>
only whitespace (including comments) in between.  A null directive is<br>
understood as a preprocessing directive but has no effect on the preprocessor<br>
output.  The primary significance of the existence of the null directive is<br>
that an input line consisting of just a `#&rsquo; will produce no output,<br>
rather than a line of output containing just a `#&rsquo;.  Supposedly<br>
some old C programs contain such lines.
</p>
<p><a name="IDX76"></a><br>
The ANSI standard specifies that the effect of the `#pragma&rsquo;<br>
directive is implementation-defined.  In the GNU C preprocessor,<br>
`#pragma&rsquo; directives are not used, except for `#pragma once&rsquo;<br>
(see section 1.3.4 Once-Only Include Files).  However, they are left in the preprocessor output,<br>
so they are available to the compilation pass.
</p>
<p><a name="IDX77"></a><br>
The `#ident&rsquo; directive is supported for compatibility with certain<br>
other systems.  It is followed by a line of text.  On some systems, the<br>
text is copied into a special place in the object file; on most systems,<br>
the text is ignored and this directive has no effect.  Typically<br>
`#ident&rsquo; is only used in header files supplied with those systems<br>
where it is meaningful.
</p>
<p><a name="Output"></a>
</p>
<hr size="6"><a name="SEC41"></a>
<h2> 1.8 C Preprocessor Output </h2>
<p><!--docid::SEC41::--></p>
<p><a name="IDX78"></a><br>
The output from the C preprocessor looks much like the input, except<br>
that all preprocessing directive lines have been replaced with blank lines<br>
and all comments with spaces.  Whitespace within a line is not altered;<br>
however, unless `-traditional&rsquo; is used, spaces may be inserted into<br>
the expansions of macro calls to prevent tokens from being concatenated.
</p>
<p>Source file name and line number information is conveyed by lines of<br>
the form
</p>

<p>which are inserted as needed into the middle of the input (but never<br>
within a string or character constant).  Such a line means that the<br>
following line originated in file <var>filename</var> at line <var>linenum</var>.
</p>
<p>After the file name comes zero or more flags, which are `1&prime;,<br>
`2&prime;, `3&prime;, or `4&prime;.  If there are multiple flags, spaces separate<br>
them.  Here is what the flags mean:
</p>

<p>`1&prime;<br>
This indicates the start of a new file.<br>
`2&prime;<br>
This indicates returning to a file (after having included another file).<br>
`3&prime;<br>
This indicates that the following text comes from a system header file,<br>
so certain warnings should be suppressed.<br>
`4&prime;<br>
This indicates that the following text should be treated as C.</p>
<p><a name="Invocation"></a>
</p>
<hr size="6"><a name="SEC42"></a>
<h2> 1.9 Invoking the C Preprocessor </h2>
<p><!--docid::SEC42::--></p>
<p>Most often when you use the C preprocessor you will not have to invoke it<br>
explicitly: the C compiler will do so automatically.  However, the<br>
preprocessor is sometimes useful on its own.
</p>
<p>The C preprocessor expects two file names as arguments, <var>infile</var> and<br><var>outfile</var>.  The preprocessor reads <var>infile</var> together with any other<br>
files it specifies with `#include&rsquo;.  All the output generated by the<br>
combined input files is written in <var>outfile</var>.
</p>
<p>Either <var>infile</var> or <var>outfile</var> may be `-&lsquo;, which as <var>infile</var><br>
means to read from standard input and as <var>outfile</var> means to write to<br>
standard output.  Also, if <var>outfile</var> or both file names are omitted,<br>
the standard output and standard input are used for the omitted file names.
</p>
<p><a name="IDX79"></a><br>
Here is a table of command options accepted by the C preprocessor.<br>
These options can also be given when compiling a C program; they are<br>
passed along automatically to the preprocessor when it is invoked by the<br>
compiler.
</p>

<p>`-P&rsquo;<br><a name="IDX80"></a><br>
Inhibit generation of `#&rsquo;-lines with line-number information in<br>
the output from the preprocessor (see section 1.8 C Preprocessor Output).  This might be<br>
useful when running the preprocessor on something that is not C code<br>
and will be sent to a program which might be confused by the<br>
`#&rsquo;-lines.</p>
<p>`-C&rsquo;<br><a name="IDX81"></a><br>
Do not discard comments: pass them through to the output file.<br>
Comments appearing in arguments of a macro call will be copied to the<br>
output before the expansion of the macro call.</p>
<p>`-traditional&rsquo;<br><a name="IDX82"></a><br>
Try to imitate the behavior of old-fashioned C, as opposed to ANSI C.</p>
<ul><li>
Traditional macro expansion pays no attention to singlequote or<br>
doublequote characters; macro argument symbols are replaced by the<br>
argument values even when they appear within apparent string or<br>
character constants.
</li>
<li>
Traditionally, it is permissible for a macro expansion to end in the<br>
middle of a string or character constant.  The constant continues into<br>
the text surrounding the macro call.
</li>
<li>
However, traditionally the end of the line terminates a string or<br>
character constant, with no error.
</li>
<li>
In traditional C, a comment is equivalent to no text at all.  (In ANSI<br>
C, a comment counts as whitespace.)
</li>
<li>
Traditional C does not have the concept of a &ldquo;preprocessing number&rdquo;.<br>
It considers `1.0e+4&prime; to be three tokens: `1.0e&rsquo;, `+&rsquo;,<br>
and `4&prime;.
</li>
<li>
A macro is not suppressed within its own definition, in traditional C.<br>
Thus, any macro that is used recursively inevitably causes an error.
</li>
<li>
The character `#&rsquo; has no special meaning within a macro definition<br>
in traditional C.
</li>
<li>
In traditional C, the text at the end of a macro expansion can run<br>
together with the text after the macro call, to produce a single token.<br>
(This is impossible in ANSI C.)
</li>
<li>
Traditionally, `&rsquo; inside a macro argument suppresses the syntactic<br>
significance of the following character.
</li>
</ul><p><a name="IDX83"></a><br><a name="IDX84"></a><br>
Use the `-traditional&rsquo; option when preprocessing Fortran code,<br>
so that singlequotes and doublequotes<br>
within Fortran comment lines<br>
(which are generally not recognized as such by the preprocessor)<br>
do not cause diagnostics<br>
about unterminated character or string constants.
</p>
<p>However, this option does not prevent diagnostics<br>
about unterminated comments<br>
when a C-style comment appears to start, but not end,<br>
within Fortran-style commentary.
</p>
<p>So, the following Fortran comment lines are accepted with<br>
`-traditional&rsquo;:
</p>

<p>However, this type of comment line will likely produce a diagnostic,<br>
or at least unexpected output from the preprocessor,<br>
due to the unterminated comment:
</p>

<p><a name="IDX85"></a><br>
Note that <code>g77</code> automatically supplies<br>
the `-traditional&rsquo; option<br>
when it invokes the preprocessor.<br>
However, a future version of <code>g77</code><br>
might use a different, more-Fortran-aware preprocessor<br>
in place of <code>cpp</code>.
</p>

<p>`-trigraphs&rsquo;<br><a name="IDX86"></a><br>
Process ANSI standard trigraph sequences.  These are three-character<br>
sequences, all starting with `??&rsquo;, that are defined by ANSI C to<br>
stand for single characters.  For example, `??/&rsquo; stands for<br>
`&rsquo;, so `&rsquo;??/n&rdquo; is a character constant for a newline.<br>
Strictly speaking, the GNU C preprocessor does not support all<br>
programs in ANSI Standard C unless `-trigraphs&rsquo; is used, but if<br>
you ever notice the difference it will be with relief.</p>
<p>You don&rsquo;t want to know any more about trigraphs.
</p>

<p>`-pedantic&rsquo;<br><a name="IDX87"></a><br>
Issue warnings required by the ANSI C standard in certain cases such<br>
as when text other than a comment follows `#else&rsquo; or `#endif&rsquo;.</p>
<p>`-pedantic-errors&rsquo;<br><a name="IDX88"></a><br>
Like `-pedantic&rsquo;, except that errors are produced rather than<br>
warnings.</p>
<p>`-Wtrigraphs&rsquo;<br><a name="IDX89"></a><br>
Warn if any trigraphs are encountered.  Currently this only works if you<br>
have turned trigraphs on with `-trigraphs&rsquo; or `-ansi&rsquo;; in the<br>
future this restriction will be removed.</p>
<p>`-Wcomment&rsquo;<br><a name="IDX90"></a><br>
Warn whenever a comment-start sequence `/*&rsquo; appears in a `/*&rsquo;<br>
comment, or whenever a Backslash-Newline appears in a `//&rsquo; comment.</p>
<p>`-Wall&rsquo;<br><a name="IDX91"></a><br>
Requests both `-Wtrigraphs&rsquo; and `-Wcomment&rsquo; (but not<br>
`-Wtraditional&rsquo; or `-Wundef&rsquo;). </p>
<p>`-Wtraditional&rsquo;<br><a name="IDX92"></a><br>
Warn about certain constructs that behave differently in traditional and<br>
ANSI C.</p>
<p>`-Wundef&rsquo;<br><a name="IDX93"></a><br>
Warn if an undefined identifier is evaluated in an `#if&rsquo; directive.</p>
<p>`-I <var>directory</var>&lsquo;<br><a name="IDX94"></a><br>
Add the directory <var>directory</var> to the head of the list of<br>
directories to be searched for header files (see section 1.3.2 The `#include&rsquo; Directive).<br>
This can be used to override a system header file, substituting your<br>
own version, since these directories are searched before the system<br>
header file directories.  If you use more than one `-I&rsquo; option,<br>
the directories are scanned in left-to-right order; the standard<br>
system directories come after.</p>
<p>`-I-&lsquo;<br>
Any directories specified with `-I&rsquo; options before the `-I-&lsquo;<br>
option are searched only for the case of `#include &ldquo;<var>file</var>&ldquo;&lsquo;;<br>
they are not searched for `#include <var>file</var>&lsquo;.</p>
<p>If additional directories are specified with `-I&rsquo; options after<br>
the `-I-&lsquo;, these directories are searched for all `#include&rsquo;<br>
directives.
</p>
<p>In addition, the `-I-&lsquo; option inhibits the use of the current<br>
directory as the first search directory for `#include &ldquo;<var>file</var>&ldquo;&lsquo;.<br>
Therefore, the current directory is searched only if it is requested<br>
explicitly with `-I.&rsquo;.  Specifying both `-I-&lsquo; and `-I.&rsquo;<br>
allows you to control precisely which directories are searched before<br>
the current one and which are searched after.
</p>

<p>`-nostdinc&rsquo;<br><a name="IDX95"></a><br>
Do not search the standard system directories for header files.<br>
Only the directories you have specified with `-I&rsquo; options<br>
(and the current directory, if appropriate) are searched.</p>
<p>`-nostdinc++&rsquo;<br><a name="IDX96"></a><br>
Do not search for header files in the C++-specific standard directories,<br>
but do still search the other standard directories.<br>
(This option is used when building the C++ library.)</p>
<p>`-remap&rsquo;<br><a name="IDX97"></a><br>
When searching for a header file in a directory, remap file names if a<br>
file named `header.gcc&rsquo; exists in that directory.  This can be used<br>
to work around limitations of file systems with file name restrictions.<br>
The `header.gcc&rsquo; file should contain a series of lines with two<br>
tokens on each line: the first token is the name to map, and the second<br>
token is the actual name to use.</p>
<p>`-D <var>name</var>&lsquo;<br><a name="IDX98"></a><br>
Predefine <var>name</var> as a macro, with definition `1&prime;.</p>
<p>`-D <var>name</var>=<var>definition</var>&lsquo;<br>
Predefine <var>name</var> as a macro, with definition <var>definition</var>.<br>
There are no restrictions on the contents of <var>definition</var>, but if<br>
you are invoking the preprocessor from a shell or shell-like program you<br>
may need to use the shell&rsquo;s quoting syntax to protect characters such as<br>
spaces that have a meaning in the shell syntax.  If you use more than<br>
one `-D&rsquo; for the same <var>name</var>, the rightmost definition takes<br>
effect.</p>
<p>`-U <var>name</var>&lsquo;<br><a name="IDX99"></a><br>
Do not predefine <var>name</var>.  If both `-U&rsquo; and `-D&rsquo; are<br>
specified for one name, the `-U&rsquo; beats the `-D&rsquo; and the name<br>
is not predefined.</p>
<p>`-undef&rsquo;<br><a name="IDX100"></a><br>
Do not predefine any nonstandard macros.</p>
<p>`-gcc&rsquo;<br><a name="IDX101"></a><br>
Define the macros <var>__GNUC__</var> and <var>__GNUC_MINOR__</var>.  These are<br>
defined automatically when you use `gcc -E&rsquo;; you can turn them off<br>
in that case with `-no-gcc&rsquo;.</p>
<p>`-A <var>predicate</var>(<var>answer</var>)&rsquo;<br><a name="IDX102"></a><br>
Make an assertion with the predicate <var>predicate</var> and answer<br><var>answer</var>.  See section 1.5.5 Assertions.</p>
<p>You can use `-A-&lsquo; to disable all predefined assertions; it also<br>
undefines all predefined macros and all macros that preceded it on the<br>
command line.
</p>

<p>`-dM&rsquo;<br><a name="IDX103"></a><br>
Instead of outputting the result of preprocessing, output a list of<br>
`#define&rsquo; directives for all the macros defined during the<br>
execution of the preprocessor, including predefined macros.  This gives<br>
you a way of finding out what is predefined in your version of the<br>
preprocessor; assuming you have no file `foo.h&rsquo;, the command</p>
<p>will show the values of any predefined macros.
</p>

<p>`-dD&rsquo;<br><a name="IDX104"></a><br>
Like `-dM&rsquo; except in two respects: it does <em>not</em> include the<br>
predefined macros, and it outputs <em>both</em> the `#define&rsquo;<br>
directives and the result of preprocessing.  Both kinds of output go to<br>
the standard output file.</p>
<p>`-dI&rsquo;<br><a name="IDX105"></a><br>
Output `#include&rsquo; directives in addition to the result of preprocessing.</p>
<p>`-M [-MG]&rsquo;<br><a name="IDX106"></a><br>
Instead of outputting the result of preprocessing, output a rule<br>
suitable for <code>make</code> describing the dependencies of the main<br>
source file.  The preprocessor outputs one <code>make</code> rule containing<br>
the object file name for that source file, a colon, and the names of<br>
all the included files.  If there are many included files then the<br>
rule is split into several lines using `&rsquo;-newline.</p>
<p>`-MG&rsquo; says to treat missing header files as generated files and assume<br>
they live in the same directory as the source file.  It must be specified<br>
in addition to `-M&rsquo;.
</p>
<p>This feature is used in automatic updating of makefiles.
</p>

<p>`-MM [-MG]&rsquo;<br><a name="IDX107"></a><br>
Like `-M&rsquo; but mention only the files included with `#include<br>
&ldquo;<var>file</var>&ldquo;&lsquo;.  System header files included with `#include<br><var>file</var>&lsquo; are omitted.</p>
<p>`-MD <var>file</var>&lsquo;<br><a name="IDX108"></a><br>
Like `-M&rsquo; but the dependency information is written to <var>file</var>.<br>
This is in addition to compiling the file as specified&mdash;`-MD&rsquo; does<br>
not inhibit ordinary compilation the way `-M&rsquo; does.</p>
<p>When invoking <code>gcc</code>, do not specify the <var>file</var> argument.<br><code>gcc</code> will create file names made by replacing &ldquo;.c&rdquo; with &ldquo;.d&rdquo; at<br>
the end of the input file names.
</p>
<p>In Mach, you can use the utility <code>md</code> to merge multiple dependency<br>
files into a single dependency file suitable for using with the `make&rsquo;<br>
command.
</p>

<p>`-MMD <var>file</var>&lsquo;<br><a name="IDX109"></a><br>
Like `-MD&rsquo; except mention only user header files, not system<br>
header files.</p>
<p>`-H&rsquo;<br><a name="IDX110"></a><br>
Print the name of each header file used, in addition to other normal<br>
activities.</p>
<p>`-imacros <var>file</var>&lsquo;<br><a name="IDX111"></a><br>
Process <var>file</var> as input, discarding the resulting output, before<br>
processing the regular input file.  Because the output generated from<br><var>file</var> is discarded, the only effect of `-imacros <var>file</var>&lsquo;<br>
is to make the macros defined in <var>file</var> available for use in the<br>
main input.</p>
<p>`-include <var>file</var>&lsquo;<br><a name="IDX112"></a><br>
Process <var>file</var> as input, and include all the resulting output,<br>
before processing the regular input file.  </p>
<p>`-idirafter <var>dir</var>&lsquo;<br><a name="IDX113"></a><br><a name="IDX114"></a><br>
Add the directory <var>dir</var> to the second include path.  The directories<br>
on the second include path are searched when a header file is not found<br>
in any of the directories in the main include path (the one that<br>
`-I&rsquo; adds to).</p>
<p>`-iprefix <var>prefix</var>&lsquo;<br><a name="IDX115"></a><br>
Specify <var>prefix</var> as the prefix for subsequent `-iwithprefix&rsquo;<br>
options.</p>
<p>`-iwithprefix <var>dir</var>&lsquo;<br><a name="IDX116"></a><br>
Add a directory to the second include path.  The directory&rsquo;s name is<br>
made by concatenating <var>prefix</var> and <var>dir</var>, where <var>prefix</var><br>
was specified previously with `-iprefix&rsquo;.</p>
<p>`-isystem <var>dir</var>&lsquo;<br><a name="IDX117"></a><br>
Add a directory to the beginning of the second include path, marking it<br>
as a system directory, so that it gets the same special treatment as<br>
is applied to the standard system directories.</p>
<p>`-x c&rsquo;<br>
`-x c++&rsquo;<br>
`-x objective-c&rsquo;<br>
`-x assembler-with-cpp&rsquo;<br><a name="IDX118"></a><br><a name="IDX119"></a><br><a name="IDX120"></a><br>
Specify the source language: C, C++, Objective-C, or assembly.  This has<br>
nothing to do with standards conformance or extensions; it merely<br>
selects which base syntax to expect.  If you give none of these options,<br>
cpp will deduce the language from the extension of the source file:<br>
`.c&rsquo;, `.cc&rsquo;, `.m&rsquo;, or `.S&rsquo;.  Some other common<br>
extensions for C++ and assembly are also recognized.  If cpp does not<br>
recognize the extension, it will treat the file as C; this is the most<br>
generic mode.</p>
<p><strong>Note:</strong> Previous versions of cpp accepted a `-lang&rsquo; option<br>
which selected both the language and the standards conformance level.<br>
This option has been removed, because it conflicts with the `-l&rsquo;<br>
option.
</p>

<p>`-std=<var>standard</var>&lsquo;<br>
`-ansi&rsquo;<br><a name="IDX121"></a><br><a name="IDX122"></a><br>
Specify the standard to which the code should conform.  Currently cpp<br>
only knows about the standards for C; other language standards will be<br>
added in the future.</p>
<p><var>standard</var><br>
may be one of:
</p>
<p><code>iso9899:1990</code><br>
The ISO C standard from 1990.</p>
<p><code>iso9899:199409</code><br><code>c89</code><br>
The 1990 C standard, as amended in 1994.  `c89&prime; is the customary<br>
shorthand for this version of the standard.</p>
<p>The `-ansi&rsquo; option is equivalent to `-std=c89&prime;.
</p>

<p><code>iso9899:199x</code><br><code>c9x</code><br>
The revised ISO C standard, which is expected to be promulgated some<br>
time in 1999.  It has not been approved yet, hence the `x&rsquo;.</p>
<p><code>gnu89</code><br>
The 1990 C standard plus GNU extensions.  This is the default.</p>
<p><code>gnu9x</code><br>
The 199x C standard plus GNU extensions.</p>
<p>`-Wp,-lint&rsquo;<br><a name="IDX123"></a><br>
Look for commands to the program checker <code>lint</code> embedded in<br>
comments, and emit them preceded by `#pragma lint&rsquo;.  For example,<br>
the comment `/* NOTREACHED */&rsquo; becomes `#pragma lint<br>
NOTREACHED&rsquo;.</p>
<p>Because of the clash with `-l&rsquo;, you must use the awkward syntax<br>
above.  In a future release, this option will be replaced by<br>
`-flint&rsquo; or `-Wlint&rsquo;; we are not sure which yet.
</p>

<p>`-$&rsquo;<br><a name="IDX124"></a><br>
Forbid the use of `$&rsquo; in identifiers.  The C standard does not<br>
permit this, but it is a common extension.</p>
<p><a name="Concept%20Index"></a>
</p>
<hr size="6"><font size="-1"><br>
This document was generated<br>
by <i>GCC Administrator</i> on <i>March, 17  2001</i><br>
using <a href="http://www.mathematik.uni-kl.de/~obachman/Texi2html"><i>texi2html</i></a>
<p></p></font>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/06/25/11536/" title="9:18 PM" rel="bookmark"><time class="entry-date" datetime="2011-06-25T21:18:44+00:00">2011/06/25</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav id="nav-below" class="navigation" role="navigation"><h3 class="assistive-text">Post navigation</h3>
			<div class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/06/page/2/"><span class="meta-nav">&larr;</span> Older posts</a></div>
			<div class="nav-next"></div>
		</nav><!-- .navigation --></div><!-- #content -->
	</section><!-- #primary --><div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>June 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/05/">&laquo; May</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/07/">Jul &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="2" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/06/01/" aria-label="Posts published on June 1, 2011">1</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/02/" aria-label="Posts published on June 2, 2011">2</a></td><td>3</td><td><a href="http://log.SunnyBoy.Me/2011/06/04/" aria-label="Posts published on June 4, 2011">4</a></td><td>5</td>
	</tr><tr><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/06/07/" aria-label="Posts published on June 7, 2011">7</a></td><td>8</td><td><a href="http://log.SunnyBoy.Me/2011/06/09/" aria-label="Posts published on June 9, 2011">9</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/10/" aria-label="Posts published on June 10, 2011">10</a></td><td>11</td><td>12</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/06/13/" aria-label="Posts published on June 13, 2011">13</a></td><td>14</td><td><a href="http://log.SunnyBoy.Me/2011/06/15/" aria-label="Posts published on June 15, 2011">15</a></td><td>16</td><td><a href="http://log.SunnyBoy.Me/2011/06/17/" aria-label="Posts published on June 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/18/" aria-label="Posts published on June 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/19/" aria-label="Posts published on June 19, 2011">19</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/06/20/" aria-label="Posts published on June 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/21/" aria-label="Posts published on June 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/22/" aria-label="Posts published on June 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/23/" aria-label="Posts published on June 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/24/" aria-label="Posts published on June 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/25/" aria-label="Posts published on June 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/26/" aria-label="Posts published on June 26, 2011">26</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/06/27/" aria-label="Posts published on June 27, 2011">27</a></td><td>28</td><td><a href="http://log.SunnyBoy.Me/2011/06/29/" aria-label="Posts published on June 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/06/30/" aria-label="Posts published on June 30, 2011">30</a></td>
		<td class="pad" colspan="3">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
