<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>Sunny Blog | Mind And Hand Let There Be Light. | Page 45</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="home blog paged paged-45 custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">
		
										
	<article id="post-12540" class="post-12540 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/24/12540/" rel="bookmark">Google&#30003;&#35831;Cloudboard&#19987;&#21033; &#24352;&#24635;&#26790;&#24819;&#23454;&#29616;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/24/12540/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><span>&ldquo;&#26159;&#36825;&#26679;&#30340;&#24352;&#24635;&#65292;&#20320;&#22312;&#23478;&#37324;&#30340;&#30005;&#33041;&#19978;&#25353;&#20102;CTRL-C&#65292;&#28982;&#21518;&#22312;&#20844;&#21496;&#30340;&#30005;&#33041;&#19978;&#20877;&#25353;CTRL-V&#26159;&#32943;&#23450;&#19981;&#34892;&#30340;&hellip;&hellip;&#19981;&#19981;&#65292;&#22810;&#36149;&#30340;&#30005;&#33041;&#37117;&#19981;&#34892;&#12290;&rdquo;</span>&#36825;&#20010;&#32463;&#20856;&#31505;&#35805;&#32456;&#20110;&#35201;&#32456;&#32467;&#20102;&#65292;Google&#24050;&#32463;&#23558;&#20854;Cloudboard&#20113;&#21098;&#36148;&#26495;&#25216;&#26415;&#30003;&#35831;&#19987;&#21033;&#65292;&#26410;&#26469;&#22823;&#23478;&#21487;&#20197;&#22312;&#19981;&#21516;&#30340;&#30005;&#33041;&#20043;&#38388;&#22797;&#21046;Gmail&#12289;Google Docs&#21644;&#20854;&#23427;Google&#26381;&#21153;&#37324;&#30340;&#20869;&#23481;&#65292;&#22914;&#26524;&#22797;&#21046;&#30340;&#20869;&#23481;&#26159;&#24102;&#26377;&#26684;&#24335;&#30340;&#19968;&#31995;&#21015;&#34920;&#26684;&#65292;&#37027;&#20040;&#22797;&#21046;&#21040;&#25991;&#26412;&#32534;&#36753;&#22120;&#37324;&#65292;&#25152;&#26377;&#26684;&#24335;&#20063;&#20250;&#36890;&#36807;HTML&#34920;&#26684;&#20445;&#25345;&#19968;&#33268;&#12290;</p>
<p><img alt="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3e470_0722150949292240.jpg" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3e470_0722150949292240.jpg"></p>
<p>
<img alt="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/551e8_07221612127267064.jpg" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/551e8_07221612127267064.jpg"></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/08/24/12540/" title="3:19 AM" rel="bookmark"><time class="entry-date" datetime="2011-08-24T03:19:18+00:00">2011/08/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12539" class="post-12539 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/24/12539/" rel="bookmark">&#31185;&#23398;&#32593;&mdash;&#31185;&#23398;&#30740;&#31350;&#30340;&#21487;&#37325;&#22797;&#24615;&#21407;&#21017;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/24/12539/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><span>&#20170;&#22825;&#19982;&#32769;&#26495;&#32842;&#22825;&#65292;&#35848;&#21040;&#32654;&#22269;&#26377;&#19968;&#23478;&#33879;&#21517;&#21307;&#33647;&#20844;&#21496;&#30340;&#31185;&#30740;&#22242;&#38431;&#65292;&#38271;&#26399;&#20570;&#30340;&#19968;&#20214;&#20107;&#24773;&#23601;&#26159;&#37325;&#22797;&#22269;&#38469;&#19978;&#37325;&#35201;&#21307;&#33647;&#26399;&#21002;&#19978;&#21457;&#34920;&#30340;&#26368;&#26032;&#30740;&#31350;&#65292;&#29305;&#21035;&#26159;&#37027;&#20123;&#26377;&#21487;&#33021;&#20855;&#26377;&#24320;&#21457;&#21069;&#26223;&#30340;&#30740;&#31350;&#65292;&#20294;&#19981;&#24184;&#30340;&#26159;&#65292;&#20182;&#20204;&#21457;&#29616;&#65292;&#21363;&#20351;&#26159;</span><span lang="EN-US"><font face="Calibri">PCNS</font></span><span>&#19978;&#30340;&#35770;&#25991;&#65292;&#20063;&#26377;</span><span lang="EN-US"><font face="Calibri">60-80%</font></span><span>&#26080;&#27861;&#37325;&#22797;&#65292;&#25105;&#38750;&#24120;&#21507;&#24778;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#26159;&#20160;&#20040;&#36896;&#25104;&#29616;&#23454;&#20013;&#22823;&#37327;&#23398;&#26415;&#35770;&#25991;&#20013;&#30340;&#23454;&#39564;&#26080;&#27861;&#37325;&#22797;&#65311;&#30495;&#27491;&#30340;&#24773;&#20917;&#20063;&#35768;&#27809;&#26377;&#37027;&#20040;&#24046;&#12290;&#25105;&#35748;&#20026;&#24212;&#35813;&#26377;&#19977;&#31181;&#24773;&#20917;&#65306;&#19968;&#26159;&#35813;&#30740;&#31350;&#26412;&#26469;&#23601;&#26159;&#38169;&#35823;&#30340;&#65292;&#24403;&#28982;&#26080;&#27861;&#37325;&#22797;&#65307;&#20108;&#26159;&#26377;&#30340;&#30740;&#31350;&#34429;&#28982;&#26159;&#27491;&#30830;&#30340;&#65292;&#20294;&#36825;&#20010;&#20844;&#21496;&#30340;&#23454;&#39564;&#23460;&#27700;&#24179;&#24046;&#65292;&#19981;&#33021;&#37325;&#22797;&#20986;&#26469;&#65307;&#19977;&#26159;&#30740;&#31350;&#32467;&#26524;&#34429;&#28982;&#27491;&#30830;&#65292;&#20294;&#30740;&#31350;&#32467;&#26524;&#27809;&#26377;&#25991;&#31456;&#20013;&#37027;&#20040;&#22909;&#65292;&#20174;&#20005;&#26684;&#24847;&#20041;&#19978;&#35762;&#36825;&#20063;&#26159;&#38169;&#35823;&#30340;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#26080;&#35770;&#20160;&#20040;&#21407;&#22240;&#65292;&#20986;&#29616;&#22914;&#27425;&#39640;&#27604;&#20363;&#26080;&#27861;&#37325;&#22797;&#30340;&#23454;&#39564;&#65292;&#20173;&#20196;&#20154;&#23621;&#20007;&#12290;&#20174;&#36947;&#29702;&#19978;&#35762;&#65292;&#26080;&#27861;&#34987;&#20854;&#20182;&#23454;&#39564;&#23460;&#37325;&#22797;&#30340;&#30740;&#31350;&#19981;&#33021;&#31639;&#26159;&#34987;&#35748;&#21487;&#65292;&#19981;&#33021;&#20316;&#20026;&#20844;&#35748;&#30340;&#21457;&#29616;&#12290;&#32780;&#21363;&#20351;&#26159;&#22269;&#38469;&#33879;&#21517;&#26434;&#24535;&#65292;&#20063;&#21482;&#26377;&#19981;&#21040;&#19968;&#21322;&#30340;&#35770;&#25991;&#21487;&#34987;&#37325;&#22797;&#12290;&#37027;&#20040;&#20854;&#20182;&#26723;&#27425;&#20302;&#30340;&#26434;&#24535;&#19978;&#30340;&#35770;&#25991;&#65292;&#22914;&#20309;&#34987;&#20154;&#30456;&#20449;&#65292;&#21448;&#26377;&#22810;&#23569;&#27604;&#20363;&#21487;&#20197;&#34987;&#20005;&#26684;&#22320;&#37325;&#22797;&#65311;</span><span lang="EN-US"></span></p>
<p><span>&#30456;&#23545;&#22320;&#65292;&#25105;&#20204;&#24179;&#26102;&#30475;&#21040;&#30340;&#20107;&#23454;&#26159;&#65292;</span><span lang="EN-US"><font face="Calibri">CNS</font><font face="&#23435;&#20307;">&#19978;&#26576;</font></span><span>&#35770;&#25991;&#21457;&#34920;&#21518;&#65292;&#38543;&#21518;&#20840;&#19990;&#30028;&#35768;&#22810;&#23460;&#30456;&#32487;&#21457;&#34920;&#36319;&#36394;&#24615;&#30740;&#31350;&#65292;&#20284;&#20046;&#26377;</span><span lang="EN-US"><font face="Calibri">80%-90%</font></span><span>&#30340;</span><span lang="EN-US"><font face="Calibri">CNS</font></span><span>&#35770;&#25991;&#21487;&#34987;&#37325;&#22797;&#65292;&#21482;&#26377;&#26497;&#23569;&#37327;&#35770;&#25991;&#22240;&#26080;&#27861;&#37325;&#22797;&#34987;&#20316;&#32773;&#25110;&#26434;&#24535;&#25764;&#38144;&#12290;&#20174;&#19978;&#36848;&#20844;&#21496;&#30740;&#31350;&#20154;&#21592;&#36879;&#28431;&#30340;&#20449;&#24687;&#30475;&#65292;&#20284;&#20046;&#19981;&#24212;&#35813;&#26377;&#37027;&#20040;&#22810;&#30740;&#31350;&#35770;&#25991;&#26159;&#21487;&#20197;&#34987;&#37325;&#22797;&#65292;&#20294;&#20026;&#20160;&#20040;&#20250;&#23548;&#33268;&#36825;&#26679;&#30340;&#24773;&#20917;&#21457;&#29983;&#65311;&#26377;&#22914;&#19979;&#19977;&#20010;&#30456;&#20851;&#21407;&#22240;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#19968;&#12289;&#23398;&#26415;&#26435;&#23041;&#23815;&#25308;&#12290;&#30001;&#20110;&#23398;&#26415;&#26399;&#21002;&#23384;&#22312;&#26723;&#27425;&#65292;&#20840;&#19990;&#30028;&#30340;&#23398;&#26415;&#30028;&#37117;&#24515;&#37324;&#28165;&#26970;&#65292;&#33021;&#22312;</span><span lang="EN-US"><font face="Calibri">CNS</font></span><span>&#21457;&#34920;&#35770;&#25991;&#65292;&#24403;&#28982;&#33021;&#26174;&#31034;&#20854;&#23398;&#26415;&#27700;&#24179;&#65292;&#22914;&#26524;&#20320;&#19981;&#28165;&#26970;</span><span lang="EN-US"><font face="Calibri">CNS</font></span><span>&#26159;&#20160;&#20040;&#65292;&#20320;&#19981;&#26126;&#30333;&#20026;&#20160;&#20040;&#22823;&#23478;&#37117;&#23815;&#25308;&#36825;&#20123;&#25991;&#31456;&#65292;&#37027;&#20040;&#23601;&#26159;&#20320;&#27809;&#26377;&#20837;&#38376;&#12290;&#22914;&#26524;&#20320;&#30340;&#23454;&#39564;&#32467;&#26524;&#19982;&#36825;&#20123;&#26435;&#23041;&#26434;&#24535;&#19978;&#19968;&#33268;&#65292;&#37027;&#20040;&#20320;&#33021;&#21457;&#34920;&#30340;&#21487;&#33021;&#24615;&#23601;&#22823;&#65292;&#22914;&#26524;&#20320;&#30340;&#23454;&#39564;&#32467;&#26524;&#19982;&#36825;&#20123;&#35770;&#25991;&#30456;&#24726;&#65292;&#37027;&#20040;&#23601;&#19981;&#22909;&#35828;&#65292;&#25110;&#32773;&#26681;&#26412;&#23601;&#21457;&#34920;&#19981;&#20102;&#65292;&#23569;&#26377;&#26434;&#24535;&#24895;&#24847;&#25361;&#25112;&#26435;&#23041;&#65292;&#22240;&#20026;&#26434;&#24535;&#26159;&#23398;&#32773;&#26469;&#32452;&#32455;&#30340;&#65292;&#24456;&#23569;&#26377;&#23398;&#32773;&#24895;&#24847;&#20882;&#39118;&#38505;&#25361;&#25112;&#26435;&#23041;&#12290;&#22240;&#27492;&#65292;&#36896;&#25104;&#19968;&#29255;&#32321;&#33635;&#28909;&#38393;&#23616;&#38754;&#30340;&#21407;&#22240;&#21482;&#19981;&#36807;&#26159;&#23384;&#22312;&#19968;&#20010;&#38544;&#24615;&#31579;&#36873;&#26426;&#21046;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#20108;&#12289;&#34987;&#21160;&#36896;&#20551;&#12290;&#30001;&#20110;&#22823;&#37096;&#20998;&#30340;&#30740;&#31350;&#37117;&#23646;&#20110;&#36319;&#39118;&#24615;&#36136;&#65292;&#36319;&#39118;&#30740;&#31350;&#20174;&#24320;&#22987;&#35774;&#35745;&#23601;&#26159;&#20026;&#20102;&#39564;&#35777;&#65292;&#25110;&#32773;&#20016;&#23500;&#21069;&#20154;&#30340;&#21457;&#29616;&#12290;&#30001;&#20110;&#19978;&#36848;&#21407;&#22240;&#65292;&#23548;&#33268;&#23398;&#26415;&#30028;&#22823;&#37096;&#20998;&#20154;&#37117;&#19981;&#24895;&#24847;&#25361;&#25112;&#26435;&#23041;&#65292;&#24403;&#20986;&#29616;&#19982;&#26435;&#23041;&#32467;&#26524;&#30456;&#21516;&#26102;&#65292;&#25509;&#21463;&#65292;&#24403;&#20986;&#29616;&#19982;&#26435;&#23041;&#32467;&#26524;&#19981;&#19968;&#33268;&#30340;&#26102;&#20505;&#65292;&#33258;&#21160;&#23631;&#34109;&#65292;&#22240;&#20026;&#30740;&#31350;&#32773;&#21487;&#33021;&#20250;&#24576;&#30097;&#33258;&#24049;&#30340;&#35797;&#39564;&#25216;&#26415;&#25110;&#20307;&#31995;&#26159;&#21542;&#26377;&#38382;&#39064;&#12290;&#36825;&#31181;&#24773;&#20917;&#22312;&#29983;&#29289;&#21307;&#23398;&#39046;&#22495;&#26159;&#38750;&#24120;&#26222;&#36941;&#30340;&#29616;&#35937;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#19977;&#12289;&#20027;&#21160;&#36896;&#20551;&#12290;&#30001;&#20110;&#21508;&#31181;&#20027;&#35266;&#21644;&#23458;&#35266;&#21407;&#22240;&#65292;&#20154;&#20026;&#36896;&#20551;&#12290;&#22914;&#26524;&#35828;&#19978;&#36848;&#36896;&#20551;&#30340;&#24773;&#20917;&#23578;&#20540;&#24471;&#35753;&#20154;&#21516;&#24773;&#65292;&#32780;&#36825;&#31181;&#20154;&#20026;&#36896;&#20551;&#30340;&#24773;&#20917;&#26159;&#21361;&#23475;&#23398;&#26415;&#30340;&#26368;&#22823;&#38544;&#24739;&#12290;&#36825;&#31181;&#20154;&#20026;&#36896;&#20551;&#30340;&#24773;&#20917;&#19968;&#26086;&#21457;&#29616;&#65292;&#23601;&#26159;&#20856;&#22411;&#30340;&#23398;&#26415;&#19981;&#31471;&#34892;&#20026;&#65292;&#24448;&#24448;&#34987;&#23398;&#26415;&#30028;&#25152;&#21822;&#24323;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#20511;&#36825;&#20010;&#26426;&#20250;&#65292;&#35848;&#35848;&#23454;&#39564;&#30340;&#21487;&#37325;&#22797;&#24615;&#21407;&#21017;&#12290;&#21028;&#23450;&#19968;&#20010;&#23454;&#39564;&#25104;&#21151;&#19982;&#21542;&#30340;&#26631;&#20934;&#26159;&#30475;&#20854;&#26159;&#21542;&#20855;&#26377;&#21487;&#37325;&#22797;&#24615;&#65292;&#36825;&#26159;&#20197;&#24448;&#31185;&#23398;&#30740;&#31350;&#20013;&#31185;&#23398;&#23478;&#20204;&#37117;&#26222;&#36941;&#35748;&#21487;&#30340;&#19968;&#26465;&#20934;&#21017;&#65292;&#21516;&#26102;&#20063;&#26159;&#35768;&#22810;&#20256;&#32479;&#31185;&#23398;&#21746;&#23398;&#23478;&#20204;&#35748;&#20026;&#29702;&#25152;&#24403;&#28982;&#30340;&#12290;</span><span lang="EN-US"></span></p>
<p><span><strong><font color="#0000f0">&#21487;&#37325;&#22797;&#24615;&#21407;&#21017;&#21487;&#20197;&#35828;&#26159;&#31185;&#23398;&#30740;&#31350;&#20013;&#26368;&#37325;&#35201;&#30340;&#21407;&#21017;&#12290;&#22914;&#26524;&#19968;&#20010;&#29616;&#35937;&#25110;&#32467;&#26524;&#19981;&#33021;&#34987;&#21035;&#20154;&#37325;&#22797;&#65292;&#21457;&#29616;&#32773;&#22768;&#31216;&#30340;&#21457;&#29616;&#21487;&#33021;&#23601;&#26159;&#38169;&#35823;&#30340;&#25110;&#32773;&#26159;&#20266;&#36896;&#30340;&#12290;</font></strong>&#24456;&#26089;&#21548;&#19968;&#20010;&#32769;&#24072;&#35828;&#36807;&#65292;&#19968;&#20010;&#26032;&#21457;&#29616;&#65292;&#22269;&#38469;&#19978;&#30340;&#19968;&#33324;&#21407;&#21017;&#26159;&#26377;&#19977;&#23478;&#30456;&#20114;&#29420;&#31435;&#30340;&#23454;&#39564;&#23460;&#33021;&#37325;&#22797;&#65292;&#37027;&#20040;&#36825;&#20010;&#21457;&#29616;&#23601;&#21487;&#20197;&#34987;&#23398;&#26415;&#30028;&#35748;&#20026;&#26159;&#34987;&#25509;&#21463;&#30340;&#21457;&#29616;&#12290;&#19968;&#20010;&#38169;&#35823;&#25110;&#20266;&#36896;&#30340;&#21457;&#29616;&#65292;&#22823;&#22810;&#25968;&#38656;&#35201;&#26377;</span><span lang="EN-US"><font face="Calibri">10</font></span><span>&#23478;&#20197;&#19978;&#30456;&#20114;&#29420;&#31435;&#30340;&#23454;&#39564;&#23460;&#22768;&#31216;&#26080;&#27861;&#37325;&#22797;&#65292;&#37027;&#20040;&#36825;&#20010;&#21457;&#29616;&#25165;&#33021;&#34987;&#25512;&#32763;&#12290;&#36825;&#26159;&#38750;&#24120;&#22855;&#24618;&#30340;&#65292;&#22240;&#20026;&#19968;&#20010;&#21457;&#29616;&#22914;&#26524;&#33021;&#35777;&#26126;&#38169;&#35823;&#65292;&#19968;&#20010;&#35777;&#25454;&#23601;&#21487;&#20197;&#12290;&#22914;&#26524;&#35777;&#26126;&#27491;&#30830;&#65292;&#21017;&#38656;&#35201;&#27491;&#21453;&#20004;&#20010;&#35282;&#24230;&#30340;&#35777;&#25454;&#65292;&#33267;&#23569;&#35777;&#23454;&#19982;&#35777;&#20266;&#37117;&#24212;&#35813;&#20844;&#24179;&#21543;&#65311;&#32769;&#24072;&#30340;&#35299;&#37322;&#26159;&#65292;&#22269;&#38469;&#23398;&#26415;&#30028;&#22823;&#23478;&#19968;&#33324;&#23545;&#24050;&#32463;&#20844;&#24320;&#21457;&#34920;&#30340;&#37117;&#20197;&#25509;&#21463;&#20026;&#21069;&#25552;&#65292;&#25165;&#20250;&#36896;&#25104;&#36825;&#20010;&#27604;&#20363;&#12290;&#22914;&#26524;&#35828;&#22823;&#37096;&#20998;&#30830;&#23454;&#37117;&#26159;&#27491;&#30830;&#30340;&#65292;&#36825;&#20010;&#21407;&#21017;&#26159;&#27809;&#26377;&#38382;&#39064;&#65292;&#22914;&#26524;&#22823;&#37096;&#20998;&#26159;&#26377;&#38382;&#39064;&#30340;&#65292;&#39318;&#20808;&#25345;&#26377;&#24576;&#30097;&#21644;&#21542;&#23450;&#30340;&#24577;&#24230;&#21017;&#21487;&#23569;&#29359;&#38169;&#35823;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#22914;&#26524;&#23398;&#26415;&#30028;&#22240;&#20869;&#37096;&#25110;&#22806;&#37096;&#21387;&#21147;&#32780;&#20419;&#20351;&#23398;&#32773;&#20204;&#36896;&#20551;&#65292;&#23558;&#20250;&#23545;&#23558;&#26469;&#30340;&#22269;&#38469;&#23398;&#26415;&#30028;&#20135;&#29983;&#28798;&#38590;&#24615;&#24433;&#21709;&#65292;&#35768;&#22810;&#29616;&#35937;&#25552;&#31034;&#65292;&#36825;&#31181;&#25285;&#24515;&#19981;&#26159;&#22810;&#20313;&#30340;&#65292;&#36825;&#19981;&#24471;&#19981;&#24341;&#36215;&#25105;&#20204;&#30340;&#35686;&#35273;&#12290;</span><span lang="EN-US"></span></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/08/24/12539/" title="3:19 AM" rel="bookmark"><time class="entry-date" datetime="2011-08-24T03:19:09+00:00">2011/08/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12538" class="post-12538 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/24/12538/" rel="bookmark">wlan&#28909;&#28857;&#25512;&#33616;&#26377;&#31036;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/24/12538/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p class="main1"> &#27963;&#21160;&#26399;&#38388;&#65292;&#39134;&#20449;&#29992;&#25143;&#36890;&#36807;&#39134;&#20449;C&#26694;&#22320;&#22270;&#12289;&#39134;&#20449;&#20301;&#32536;&#29983;&#27963;&#22320;&#22270;&#12289;&#39134;&#20449;&#20301;&#32536;WAP&#22312;wlan&#28909;&#28857;&#36827;&#34892;&#31614;&#21040;&#65292;&#29992;&#25143;&#36890;&#36807;&#25968;&#27425;&#31614;&#21040;&#21487;&#33719;&#24471;&#30456;&#24212;&#30340;WLAN&#21195;&#31456;,&#24182;&#21487;&#22312;&#27963;&#21160;&#39029;&#38754;&#23558;&#21195;&#31456;&#20817;&#25442;&#20026;&#30456;&#24212;&#30340;WLAN&#20813;&#36153;&#20307;&#39564;&#26102;&#38388;&#12290;<br>
		&#35199;&#34255;&#12289;&#24191;&#19996;&#12289;&#23433;&#24509;&#12289;&#24191;&#35199;&#65292;&#22235;&#20010;&#30465;&#29992;&#25143;&#26242;&#26102;&#19981;&#33021;&#21442;&#21152;&#27963;&#21160;&#20817;&#25442;&#30456;&#24212;&#22870;&#21697;&#65292;&#35831;&#30475;&#27963;&#21160;&#35814;&#24773;</p>
<p class="main2">&#27963;&#21160;&#26102;&#38388;:2011&#24180;8&#26376;15&#26085;-2011&#24180;12&#26376;31&#26085;</p>
<p></p>
<p class="main2">&#27963;&#21160;&#21442;&#19982;&#26041;&#24335;: </p>
<p class="main3">&#31227;&#21160;&#29992;&#25143;&#21487;&#36890;&#36807;10086&#38376;&#25143;WLAN&#19987;&#21306;&#12289;139&#31038;&#21306;WLAN&#28909;&#28857;&#31614;&#21040;&#27963;&#21160;&#39029;&#38754;&#12289;&#39134;&#20449;PC&#29992;&#25143;&#31471;&ldquo;&#20301;&#32536;&rdquo;&#26631;&#31614;&#39029;&#12289;&#39134;&#20449;&#32842;&#22825;&#31383;&#21475;&#20013;&#39134;&#20449;&#22320;&#22270;&#12289;&#39134;&#20449;&#20301;&#32536;&#39029;&#38754;&#36827;&#20837;WLAN&#28909;&#28857;&#22320;&#22270;&#65292;&#28857;&#20987;&#29992;&#25143;&#25152;&#22312;&#20301;&#32622;&#38468;&#36817;&#30340;WLAN&#28909;&#28857;&#23545;&#20854;&#36827;&#34892;&ldquo;&#31614;&#21040;&rdquo;&#12290;&#29992;&#25143;&#36890;&#36807;&#25968;&#27425;&ldquo;&#31614;&#21040;&rdquo;&#34892;&#20026;&#21487;&#33719;&#24471;WLAN&#24509;&#31456;,&#24182;&#21487;&#22312;&#27963;&#21160;&#39029;&#38754;&#23558;&#24509;&#31456;&#20817;&#25442;&#20026;&#30456;&#24212;&#30340;WLAN&#20813;&#36153;&#20307;&#39564;&#26102;&#38388;&#12290;<br>&#21442;&#21152;wlan&#27963;&#21160;&#29992;&#25143;&#65292;&#20250;&#33258;&#21160;&#20813;&#36153;&#27880;&#20876;&#25104;&#20026;&#39134;&#20449;&#20301;&#32536;&#21644;139&#31038;&#21306;&#29992;&#25143;&#12290;</p>
<p class="main2">&#31614;&#21040;&#35268;&#21017; </p>
<p class="main4">1.&#29992;&#25143;&#21482;&#33021;&#23545;&#21608;&#36793;2&#20844;&#37324;&#33539;&#22260;&#20869;&#30340;&#20013;&#22269;&#31227;&#21160;WLAN&#28909;&#28857;&#36827;&#34892;&ldquo;&#31614;&#21040;&rdquo;&#12290;<br>
			2.&#21516;&#19968;&#29992;&#25143;&#23545;&#21516;&#19968;WLAN&#28909;&#28857;&#27599;&#22825;&#26368;&#22810;&#21487;&ldquo;&#31614;&#21040;&rdquo;3&#27425;&#12290;</p>
<p class="main2">&#21195;&#31456;&#35774;&#32622; </p>
<p class="main5">&#29992;&#25143;&ldquo;&#31614;&#21040;&rdquo;&#24182;&#36798;&#21040;&#20197;&#19979;&#26465;&#20214;&#21518;&#65292;&#21363;&#33719;&#24471;&#30456;&#24212;&#30340;WLAN&#27963;&#21160;&#24509;&#31456;&#12290;</p>
<p>
			&#31561;&#32423;1: WLAN&#26032;&#20154;&#24509;&#31456;<br>
			&#29992;&#25143;&#27599;&#26376;&#22312;&#20219;&#24847;&#28909;&#28857;&ldquo;&#31614;&#21040;&rdquo;1&#27425;&#21363;&#33719;&#24471;WLAN&#26032;&#20154;&#24509;&#31456;&#65292;&#27599;&#20154;&#27599;&#26376;&#21482;&#21487;&#33719;&#24471;1&#20010;&#26032;&#20154;&#24509;&#31456;&#12290;</p>
<p>
			&#31561;&#32423;2: WLAN&#36798;&#20154;&#24509;&#31456;<br>
			&#29992;&#25143;&#27599;&#26376;&#22312;5&#20010;&#28909;&#28857;&#20998;&#21035;&#32047;&#35745;&ldquo;&#31614;&#21040;&rdquo;5&#27425;(&#20849;&#35745;25&#27425;)&#21363;&#21487;&#33719;&#24471;&#36798;&#20154;&#24509;&#31456;&#65292;&#27599;&#20154;&#27599;&#26376;&#26368;&#22810;&#33719;&#24471;5&#20010;&#36798;&#20154;&#24509;&#31456;&#12290;</p>
<p>
			&#31561;&#32423;3: WLAN&#31934;&#33521;&#24509;&#31456;<br>
			&#29992;&#25143;&#27599;&#26376;&#22312;10&#20010;&#28909;&#28857;&#20998;&#21035;&#32047;&#35745;&ldquo;&#31614;&#21040;&rdquo;10&#27425;(&#20849;&#35745;100&#27425;)&#21363;&#21487;&#33719;&#24471;&#31934;&#33521;&#24509;&#31456;&#65292;&#27599;&#20154;&#27599;&#26376;&#26368;&#22810;&#33719;&#24471;5&#20010;&#31934;&#33521;&#24509;&#31456;&#12290;</p>
<p class="main2">&#21195;&#31456;&#20817;&#25442;&#35268;&#21017; </p>
<p class="main6"><strong>&#29992;&#25143;&#33719;&#24471;&#24509;&#31456;&#21518;&#65292;&#21487;&#33258;&#20027;&#36873;&#25321;&#26159;&#21542;&#31435;&#21051;&#20817;&#25442;&#65292;&#22914;&#38656;&#20817;&#25442;&#21487;&#22312;&#27963;&#21160;&#39029;&#38754;&#19978;&#28857;&#20987;&#20817;&#25442;&#25353;&#38062;&#65292;&#23558;&#24509;&#31456;&#20817;&#25442;&#20026;WLAN&#20813;&#36153;&#20307;&#39564;&#26102;&#38388;&#65292;&#20817;&#25442;&#23436;&#25104;&#21518;&#65292;&#39029;&#38754;&#19978;&#20250;&#26377;&#30456;&#24212;&#30340;&#20817;&#25442;&#25104;&#21151;&#25552;&#31034;&#65292;&#24182;&#30701;&#20449;&#36890;&#30693;&#29992;&#25143;WLAN&#30005;&#23376;&#21345;&#30340;&#29992;&#25143;&#21517;&#21644;&#23494;&#30721;&#65292;&#21516;&#26102;&#30456;&#24212;&#30340;&#24509;&#31456;&#32622;&#28784;&#25552;&#37266;&#24050;&#32463;&#20817;&#25442;&#23436;&#25104;&#12290;</strong></p>
<p>
			 <strong>1. &#33719;&#24471;WLAN&#26032;&#20154;&#24509;&#31456;, &#21363;&#21487;&#24403;&#26376;&#20817;&#25442;1&#23567;&#26102;WLAN&#20813;&#36153;&#20307;&#39564;&#26102;&#38388;&#65307;&#33509;&#29992;&#25143;&#20026;&#39134;&#20449;&#20301;&#32536;VIP&#29992;&#25143;&#65292;&#21487;&#33719;&#24471;&#19968;&#27425;&#25277;&#22870;&#26426;&#20250;&#65292;&#22870;&#21697;&#20026;1&#23567;&#26102;WLAN&#20813;&#36153;&#26102;&#38388;&#12290;</strong> <br><strong>2. &#33719;&#24471;WLAN&#36798;&#20154;&#24509;&#31456;&#21518;, &#21363;&#21487;&#24403;&#26376;&#20817;&#25442;3&#23567;&#26102;WLAN&#20813;&#36153;&#20307;&#39564;&#26102;&#38388;&#65307;&#33509;&#29992;&#25143;&#20026;&#39134;&#20449;&#20301;&#32536;VIP&#29992;&#25143;&#65292;&#21487;&#33719;&#24471;&#19968;&#27425;&#25277;&#22870;&#26426;&#20250;&#65292;&#22870;&#21697;&#20026;2&#23567;&#26102;WLAN&#20813;&#36153;&#26102;&#38388;&#12290;<br></strong> <strong>3. &#33719;&#24471;WLAN&#31934;&#33521;&#24509;&#31456;&#21518;, &#21363;&#21487;&#24403;&#26376;&#20817;&#25442;&#19968;&#22825;WLAN&#20813;&#36153;&#20307;&#39564;&#26102;&#38388;&#12290;&#33509;&#29992;&#25143;&#20026;&#39134;&#20449;&#20301;&#32536;VIP&#29992;&#25143;&#65292;&#21487;&#33719;&#24471;&#19968;&#27425;&#25277;&#22870;&#26426;&#20250;&#65292;&#22870;&#21697;&#20026;3&#23567;&#26102;WLAN&#20813;&#36153;&#26102;&#38388;&#12290;</strong></p>
<p>
			<strong>WLAN&#26032;&#20154;&#24509;&#31456;&#27599;&#22825;&#26368;&#22810;2000&#20010;&#20817;&#25442;&#21517;&#39069;&#65292;WLAN&#36798;&#20154;&#24509;&#31456;&#27599;&#22825;&#26368;&#22810;500&#20010;&#20817;&#25442;&#21517;&#39069;&#65292;WLAN&#31934;&#33521;&#24509;&#31456;&#27599;&#22825;&#26368;&#22810;500&#20010;&#20817;&#25442;&#21517;&#39069;&#12290;&#33509;&#24403;&#22825;&#20817;&#25442;&#21517;&#39069;&#29992;&#23613;&#65292;&#26410;&#20817;&#25442;&#29992;&#25143;&#21487;&#25913;&#26085;&#20877;&#27425;&#20817;&#25442;&#65292;&#20294;&#29992;&#25143;&#33719;&#24471;&#30340;&#24509;&#31456;&#22914;&#24403;&#26376;&#19981;&#20817;&#25442;&#65292;&#19979;&#26376;&#23558;&#19981;&#20877;&#20445;&#30041;&#65292;&#27599;&#33258;&#28982;&#26376;&#32467;&#26463;&#21518;&ldquo;&#31614;&#21040;&rdquo;&#21382;&#21490;&#21450;&#24509;&#31456;&#23558;&#28165;&#38646;&#12290;WLAN&#30005;&#23376;&#21345;&#26377;&#25928;&#26399;&#35831;&#20197;&#30005;&#23376;&#21345;&#36890;&#30693;&#30701;&#20449;&#20026;&#20934;&#65292;&#35831;&#29992;&#25143;&#30041;&#24847;&#20351;&#29992;&#26399;&#38480;&#12290;</strong></p>
<p>
			<strong>&#27599;&#33258;&#28982;&#26376;&#26376;&#24213;&#21069;&#31995;&#32479;&#20250;&#19979;&#21457;&#30701;&#20449;&#25552;&#37266;&#26410;&#20817;&#25442;&#30340;&#29992;&#25143;&#30331;&#24405;&#39134;&#20449;&#20301;&#32536;&#36827;&#34892;&#20817;&#25442;&#12290;</strong></p>
<p class="main2">&#22870;&#21697;&#35828;&#26126; </p>
<p class="main7">WLAN&#20813;&#36153;&#26102;&#38388;&#23558;&#20197;&#19979;&#21457;WLAN&#30005;&#23376;&#21345;&#30331;&#24405;&#21517;&#21450;&#23494;&#30721;&#30340;&#24418;&#24335;&#21457;&#25918;&#32473;&#33719;&#22870;&#29992;&#25143;&#12290;WLAN&#30005;&#23376;&#21345;&#20998;&#20026;&#20004;&#31181;&#65306;&#21253;&#23567;&#26102;&#21345;&#21644;&#21253;&#22825;&#21345;&#12290;<br>
			&#21253;&#23567;&#26102;&#21345;&#65306;&#39318;&#27425;&#30331;&#24405;&#25104;&#21151;&#21518;&#36830;&#32493;60&#20998;&#38047;&#20869;&#26377;&#25928;&#12290;<br>
			&#21253;&#22825;&#21345;&#65306;&#39318;&#27425;&#30331;&#24405;&#25104;&#21151;&#21518;&#36830;&#32493;24&#23567;&#26102;&#20869;&#26377;&#25928;&#12290;</p>
<p class="main2">&#21508;&#22870;&#39033;&#22343;&#20026;&#23454;&#26102;&#21457;&#22870;&#65292;&#20854;&#20013;&#65306; </p>
<p class="main7">1.WLAN&#24509;&#31456;&#65306;&#30001;&#39134;&#20449;&#20301;&#32536;&#36127;&#36131;&#21028;&#23450;&#29992;&#25143;&#33719;&#22870;&#36164;&#26684;&#65292;&#24182;&#36127;&#36131;&#23545;&#31526;&#21512;&#33719;&#22870;&#26465;&#20214;&#30340;&#29992;&#25143;&#21457;&#25918;&#32447;&#19978;WLAN&#24509;&#31456;&#12290;<br>
			2.WLAN&#20817;&#25442;&#22870;&#21169;&#65306;&#39134;&#20449;&#20301;&#32536;&#36127;&#36131;&#35760;&#24405;&#29992;&#25143;&#20817;&#25442;&#20449;&#24687;&#65292;&#33829;&#38144;&#21345;&#24179;&#21488;&#36127;&#36131;&#30701;&#20449;&#19979;&#21457;&#21578;&#30693;&#29992;&#25143;WLAN&#30005;&#23376;&#33829;&#38144;&#20307;&#39564;&#21345;&#30331;&#24405;&#21517;&#21450;&#23494;&#30721;&#12290;</p>
<p>
			&#29992;&#25143;&#33719;&#22870;&#24773;&#20917;&#21487;&#30331;&#24405;&#39134;&#20449;&#20301;&#32536;&#26597;&#30475;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/08/24/12538/" title="3:19 AM" rel="bookmark"><time class="entry-date" datetime="2011-08-24T03:19:03+00:00">2011/08/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12537" class="post-12537 post type-post status-publish format-standard hentry category-others tag-tubefavourite"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/23/12537/" rel="bookmark">30 minutes t.a.t.u</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/23/12537/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>30 minutes english version..</p>
<p>edited by me</p>
<p>las imagenes y el audio utlizado pertenecen a su autor. la edicion de este video fue sin ning&uacute;n fin en particular.</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/tubefavourite/" rel="tag">TubeFavourite</a> on <a href="http://log.SunnyBoy.Me/2011/08/23/12537/" title="9:18 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-23T21:18:55+00:00">2011/08/23</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12536" class="post-12536 post type-post status-publish format-standard hentry category-others tag-tubefavourite"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/23/12536/" rel="bookmark">&#23385;&#29141;&#23039;&#65293;15 &#26790;&#19981;&#33853;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/23/12536/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><em>no description available</em></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/tubefavourite/" rel="tag">TubeFavourite</a> on <a href="http://log.SunnyBoy.Me/2011/08/23/12536/" title="9:18 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-23T21:18:52+00:00">2011/08/23</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12535" class="post-12535 post type-post status-publish format-standard hentry category-others tag-tubefavourite"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/23/12535/" rel="bookmark">Green Light&ndash;Stefanie Sun (&#32511;&#20809;&#65293;&#65293;&#23385;&#29141;&#23039;)</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/23/12535/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>find the one<br>lyrics&#65306;<br>&#26399;&#24453;&#30528;&#19968;&#20010;&#24184;&#36816;&#12288;&#21644;&#19968;&#20010;&#20914;&#20987;&#12288;&#22810;&#20040;&#22855;&#22937;&#30340;&#38469;&#36935;<br>&#32763;&#36234;&#36807;&#21069;&#38754;&#23665;&#39030;&#12288;&#21644;&#23618;&#23618;&#30333;&#20113;&#12288;&#32511;&#20809;&#22312;&#21738;&#37324;</p>
<p>&#36935;&#35265;&#20102;&#19968;&#20010;&#20256;&#22855;&#12288;&#21364;&#22914;&#27492;&#29087;&#24713;&#12288;&#22312;&#22825;&#31354;&#37324;&#30340;&#31934;&#28789;<br>&#35828;&#19968;&#22768;listen to me &#26377;&#19968;&#36947;&#32511;&#20809;&#12288;&#24184;&#31119;&#22312;&#21738;&#37324;</p>
<p>&#35302;&#30005;&#33324;&#19981;&#21487;&#24605;&#35758;&#12288;&#20687;&#19968;&#20010;&#22855;&#36857; &#12288;&#21010;&#36807;&#25105;&#30340;&#29983;&#21629;&#37324;<br>&#19981;&#21516;&#20110;&#20219;&#20309;&#24847;&#20041;&#12288;&#20320;&#23601;&#26159;&#32511;&#20809;&#12288;&#22914;&#27492;&#30340;&#21807;&#19968;<br>Green Light I&rsquo;m serching for you<br>Always &#19981;&#20250;&#21364;&#27493;<br>&#21908;&#12288;&#30495;&#29233;&#12288;&#19981;&#20250;&#32467;&#26463;<br>Green Light in my life<br>Rap:Maybe it&rsquo;s a myth I&rsquo;m seeking<br>You say<br>Maybe it&rsquo;s a wild dragon chase anyway<br>But still,I&rsquo;m gonna listen to my heart and try<br>Pack up all my load<br>So long,good-bye<br>&#21862;&hellip;&hellip;.<br>Green Linght&rsquo;s right here<br>&#29233;&#27704;&#36828;&#22312;&#20320;&#36523;&#36793;<br>&#36523;&#36793;&#12288;&#36523;&#36793;&hellip;&hellip;.<br>NA&hellip;&hellip;.<br>&#36825;&#26159;&#26368;&#32654;&#20029;&#30340;&#20256;&#36882;&#12288;&#22312;&#25105;&#24515;&#37324;&#12288;&#20320;&#23601;&#26159;&#21807;&#19968;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/tubefavourite/" rel="tag">TubeFavourite</a> on <a href="http://log.SunnyBoy.Me/2011/08/23/12535/" title="9:18 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-23T21:18:50+00:00">2011/08/23</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12534" class="post-12534 post type-post status-publish format-standard hentry category-others tag-tubefavourite"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/23/12534/" rel="bookmark">Hey Jude-&#38518;&#21894;&#21644;&#23403;&#29141;&#23039;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/23/12534/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12298;&#21313;&#20998;&#32418;&#28436;&#21809;&#20250;&#12299;www.ntv7.com.my</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/tubefavourite/" rel="tag">TubeFavourite</a> on <a href="http://log.SunnyBoy.Me/2011/08/23/12534/" title="9:18 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-23T21:18:47+00:00">2011/08/23</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12532" class="post-12532 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/23/12532/" rel="bookmark">&#31185;&#23398;&#32593;&mdash;&#31185;&#23398;&#30740;&#31350;&#30340;&#21487;&#37325;&#22797;&#24615;&#21407;&#21017;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/23/12532/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><span>&#20170;&#22825;&#19982;&#32769;&#26495;&#32842;&#22825;&#65292;&#35848;&#21040;&#32654;&#22269;&#26377;&#19968;&#23478;&#33879;&#21517;&#21307;&#33647;&#20844;&#21496;&#30340;&#31185;&#30740;&#22242;&#38431;&#65292;&#38271;&#26399;&#20570;&#30340;&#19968;&#20214;&#20107;&#24773;&#23601;&#26159;&#37325;&#22797;&#22269;&#38469;&#19978;&#37325;&#35201;&#21307;&#33647;&#26399;&#21002;&#19978;&#21457;&#34920;&#30340;&#26368;&#26032;&#30740;&#31350;&#65292;&#29305;&#21035;&#26159;&#37027;&#20123;&#26377;&#21487;&#33021;&#20855;&#26377;&#24320;&#21457;&#21069;&#26223;&#30340;&#30740;&#31350;&#65292;&#20294;&#19981;&#24184;&#30340;&#26159;&#65292;&#20182;&#20204;&#21457;&#29616;&#65292;&#21363;&#20351;&#26159;</span><span lang="EN-US"><font face="Calibri">PCNS</font></span><span>&#19978;&#30340;&#35770;&#25991;&#65292;&#20063;&#26377;</span><span lang="EN-US"><font face="Calibri">60-80%</font></span><span>&#26080;&#27861;&#37325;&#22797;&#65292;&#25105;&#38750;&#24120;&#21507;&#24778;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#26159;&#20160;&#20040;&#36896;&#25104;&#29616;&#23454;&#20013;&#22823;&#37327;&#23398;&#26415;&#35770;&#25991;&#20013;&#30340;&#23454;&#39564;&#26080;&#27861;&#37325;&#22797;&#65311;&#30495;&#27491;&#30340;&#24773;&#20917;&#20063;&#35768;&#27809;&#26377;&#37027;&#20040;&#24046;&#12290;&#25105;&#35748;&#20026;&#24212;&#35813;&#26377;&#19977;&#31181;&#24773;&#20917;&#65306;&#19968;&#26159;&#35813;&#30740;&#31350;&#26412;&#26469;&#23601;&#26159;&#38169;&#35823;&#30340;&#65292;&#24403;&#28982;&#26080;&#27861;&#37325;&#22797;&#65307;&#20108;&#26159;&#26377;&#30340;&#30740;&#31350;&#34429;&#28982;&#26159;&#27491;&#30830;&#30340;&#65292;&#20294;&#36825;&#20010;&#20844;&#21496;&#30340;&#23454;&#39564;&#23460;&#27700;&#24179;&#24046;&#65292;&#19981;&#33021;&#37325;&#22797;&#20986;&#26469;&#65307;&#19977;&#26159;&#30740;&#31350;&#32467;&#26524;&#34429;&#28982;&#27491;&#30830;&#65292;&#20294;&#30740;&#31350;&#32467;&#26524;&#27809;&#26377;&#25991;&#31456;&#20013;&#37027;&#20040;&#22909;&#65292;&#20174;&#20005;&#26684;&#24847;&#20041;&#19978;&#35762;&#36825;&#20063;&#26159;&#38169;&#35823;&#30340;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#26080;&#35770;&#20160;&#20040;&#21407;&#22240;&#65292;&#20986;&#29616;&#22914;&#27425;&#39640;&#27604;&#20363;&#26080;&#27861;&#37325;&#22797;&#30340;&#23454;&#39564;&#65292;&#20173;&#20196;&#20154;&#23621;&#20007;&#12290;&#20174;&#36947;&#29702;&#19978;&#35762;&#65292;&#26080;&#27861;&#34987;&#20854;&#20182;&#23454;&#39564;&#23460;&#37325;&#22797;&#30340;&#30740;&#31350;&#19981;&#33021;&#31639;&#26159;&#34987;&#35748;&#21487;&#65292;&#19981;&#33021;&#20316;&#20026;&#20844;&#35748;&#30340;&#21457;&#29616;&#12290;&#32780;&#21363;&#20351;&#26159;&#22269;&#38469;&#33879;&#21517;&#26434;&#24535;&#65292;&#20063;&#21482;&#26377;&#19981;&#21040;&#19968;&#21322;&#30340;&#35770;&#25991;&#21487;&#34987;&#37325;&#22797;&#12290;&#37027;&#20040;&#20854;&#20182;&#26723;&#27425;&#20302;&#30340;&#26434;&#24535;&#19978;&#30340;&#35770;&#25991;&#65292;&#22914;&#20309;&#34987;&#20154;&#30456;&#20449;&#65292;&#21448;&#26377;&#22810;&#23569;&#27604;&#20363;&#21487;&#20197;&#34987;&#20005;&#26684;&#22320;&#37325;&#22797;&#65311;</span><span lang="EN-US"></span></p>
<p><span>&#30456;&#23545;&#22320;&#65292;&#25105;&#20204;&#24179;&#26102;&#30475;&#21040;&#30340;&#20107;&#23454;&#26159;&#65292;</span><span lang="EN-US"><font face="Calibri">CNS</font><font face="&#23435;&#20307;">&#19978;&#26576;</font></span><span>&#35770;&#25991;&#21457;&#34920;&#21518;&#65292;&#38543;&#21518;&#20840;&#19990;&#30028;&#35768;&#22810;&#23460;&#30456;&#32487;&#21457;&#34920;&#36319;&#36394;&#24615;&#30740;&#31350;&#65292;&#20284;&#20046;&#26377;</span><span lang="EN-US"><font face="Calibri">80%-90%</font></span><span>&#30340;</span><span lang="EN-US"><font face="Calibri">CNS</font></span><span>&#35770;&#25991;&#21487;&#34987;&#37325;&#22797;&#65292;&#21482;&#26377;&#26497;&#23569;&#37327;&#35770;&#25991;&#22240;&#26080;&#27861;&#37325;&#22797;&#34987;&#20316;&#32773;&#25110;&#26434;&#24535;&#25764;&#38144;&#12290;&#20174;&#19978;&#36848;&#20844;&#21496;&#30740;&#31350;&#20154;&#21592;&#36879;&#28431;&#30340;&#20449;&#24687;&#30475;&#65292;&#20284;&#20046;&#19981;&#24212;&#35813;&#26377;&#37027;&#20040;&#22810;&#30740;&#31350;&#35770;&#25991;&#26159;&#21487;&#20197;&#34987;&#37325;&#22797;&#65292;&#20294;&#20026;&#20160;&#20040;&#20250;&#23548;&#33268;&#36825;&#26679;&#30340;&#24773;&#20917;&#21457;&#29983;&#65311;&#26377;&#22914;&#19979;&#19977;&#20010;&#30456;&#20851;&#21407;&#22240;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#19968;&#12289;&#23398;&#26415;&#26435;&#23041;&#23815;&#25308;&#12290;&#30001;&#20110;&#23398;&#26415;&#26399;&#21002;&#23384;&#22312;&#26723;&#27425;&#65292;&#20840;&#19990;&#30028;&#30340;&#23398;&#26415;&#30028;&#37117;&#24515;&#37324;&#28165;&#26970;&#65292;&#33021;&#22312;</span><span lang="EN-US"><font face="Calibri">CNS</font></span><span>&#21457;&#34920;&#35770;&#25991;&#65292;&#24403;&#28982;&#33021;&#26174;&#31034;&#20854;&#23398;&#26415;&#27700;&#24179;&#65292;&#22914;&#26524;&#20320;&#19981;&#28165;&#26970;</span><span lang="EN-US"><font face="Calibri">CNS</font></span><span>&#26159;&#20160;&#20040;&#65292;&#20320;&#19981;&#26126;&#30333;&#20026;&#20160;&#20040;&#22823;&#23478;&#37117;&#23815;&#25308;&#36825;&#20123;&#25991;&#31456;&#65292;&#37027;&#20040;&#23601;&#26159;&#20320;&#27809;&#26377;&#20837;&#38376;&#12290;&#22914;&#26524;&#20320;&#30340;&#23454;&#39564;&#32467;&#26524;&#19982;&#36825;&#20123;&#26435;&#23041;&#26434;&#24535;&#19978;&#19968;&#33268;&#65292;&#37027;&#20040;&#20320;&#33021;&#21457;&#34920;&#30340;&#21487;&#33021;&#24615;&#23601;&#22823;&#65292;&#22914;&#26524;&#20320;&#30340;&#23454;&#39564;&#32467;&#26524;&#19982;&#36825;&#20123;&#35770;&#25991;&#30456;&#24726;&#65292;&#37027;&#20040;&#23601;&#19981;&#22909;&#35828;&#65292;&#25110;&#32773;&#26681;&#26412;&#23601;&#21457;&#34920;&#19981;&#20102;&#65292;&#23569;&#26377;&#26434;&#24535;&#24895;&#24847;&#25361;&#25112;&#26435;&#23041;&#65292;&#22240;&#20026;&#26434;&#24535;&#26159;&#23398;&#32773;&#26469;&#32452;&#32455;&#30340;&#65292;&#24456;&#23569;&#26377;&#23398;&#32773;&#24895;&#24847;&#20882;&#39118;&#38505;&#25361;&#25112;&#26435;&#23041;&#12290;&#22240;&#27492;&#65292;&#36896;&#25104;&#19968;&#29255;&#32321;&#33635;&#28909;&#38393;&#23616;&#38754;&#30340;&#21407;&#22240;&#21482;&#19981;&#36807;&#26159;&#23384;&#22312;&#19968;&#20010;&#38544;&#24615;&#31579;&#36873;&#26426;&#21046;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#20108;&#12289;&#34987;&#21160;&#36896;&#20551;&#12290;&#30001;&#20110;&#22823;&#37096;&#20998;&#30340;&#30740;&#31350;&#37117;&#23646;&#20110;&#36319;&#39118;&#24615;&#36136;&#65292;&#36319;&#39118;&#30740;&#31350;&#20174;&#24320;&#22987;&#35774;&#35745;&#23601;&#26159;&#20026;&#20102;&#39564;&#35777;&#65292;&#25110;&#32773;&#20016;&#23500;&#21069;&#20154;&#30340;&#21457;&#29616;&#12290;&#30001;&#20110;&#19978;&#36848;&#21407;&#22240;&#65292;&#23548;&#33268;&#23398;&#26415;&#30028;&#22823;&#37096;&#20998;&#20154;&#37117;&#19981;&#24895;&#24847;&#25361;&#25112;&#26435;&#23041;&#65292;&#24403;&#20986;&#29616;&#19982;&#26435;&#23041;&#32467;&#26524;&#30456;&#21516;&#26102;&#65292;&#25509;&#21463;&#65292;&#24403;&#20986;&#29616;&#19982;&#26435;&#23041;&#32467;&#26524;&#19981;&#19968;&#33268;&#30340;&#26102;&#20505;&#65292;&#33258;&#21160;&#23631;&#34109;&#65292;&#22240;&#20026;&#30740;&#31350;&#32773;&#21487;&#33021;&#20250;&#24576;&#30097;&#33258;&#24049;&#30340;&#35797;&#39564;&#25216;&#26415;&#25110;&#20307;&#31995;&#26159;&#21542;&#26377;&#38382;&#39064;&#12290;&#36825;&#31181;&#24773;&#20917;&#22312;&#29983;&#29289;&#21307;&#23398;&#39046;&#22495;&#26159;&#38750;&#24120;&#26222;&#36941;&#30340;&#29616;&#35937;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#19977;&#12289;&#20027;&#21160;&#36896;&#20551;&#12290;&#30001;&#20110;&#21508;&#31181;&#20027;&#35266;&#21644;&#23458;&#35266;&#21407;&#22240;&#65292;&#20154;&#20026;&#36896;&#20551;&#12290;&#22914;&#26524;&#35828;&#19978;&#36848;&#36896;&#20551;&#30340;&#24773;&#20917;&#23578;&#20540;&#24471;&#35753;&#20154;&#21516;&#24773;&#65292;&#32780;&#36825;&#31181;&#20154;&#20026;&#36896;&#20551;&#30340;&#24773;&#20917;&#26159;&#21361;&#23475;&#23398;&#26415;&#30340;&#26368;&#22823;&#38544;&#24739;&#12290;&#36825;&#31181;&#20154;&#20026;&#36896;&#20551;&#30340;&#24773;&#20917;&#19968;&#26086;&#21457;&#29616;&#65292;&#23601;&#26159;&#20856;&#22411;&#30340;&#23398;&#26415;&#19981;&#31471;&#34892;&#20026;&#65292;&#24448;&#24448;&#34987;&#23398;&#26415;&#30028;&#25152;&#21822;&#24323;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#20511;&#36825;&#20010;&#26426;&#20250;&#65292;&#35848;&#35848;&#23454;&#39564;&#30340;&#21487;&#37325;&#22797;&#24615;&#21407;&#21017;&#12290;&#21028;&#23450;&#19968;&#20010;&#23454;&#39564;&#25104;&#21151;&#19982;&#21542;&#30340;&#26631;&#20934;&#26159;&#30475;&#20854;&#26159;&#21542;&#20855;&#26377;&#21487;&#37325;&#22797;&#24615;&#65292;&#36825;&#26159;&#20197;&#24448;&#31185;&#23398;&#30740;&#31350;&#20013;&#31185;&#23398;&#23478;&#20204;&#37117;&#26222;&#36941;&#35748;&#21487;&#30340;&#19968;&#26465;&#20934;&#21017;&#65292;&#21516;&#26102;&#20063;&#26159;&#35768;&#22810;&#20256;&#32479;&#31185;&#23398;&#21746;&#23398;&#23478;&#20204;&#35748;&#20026;&#29702;&#25152;&#24403;&#28982;&#30340;&#12290;</span><span lang="EN-US"></span></p>
<p><span><strong><font color="#0000f0">&#21487;&#37325;&#22797;&#24615;&#21407;&#21017;&#21487;&#20197;&#35828;&#26159;&#31185;&#23398;&#30740;&#31350;&#20013;&#26368;&#37325;&#35201;&#30340;&#21407;&#21017;&#12290;&#22914;&#26524;&#19968;&#20010;&#29616;&#35937;&#25110;&#32467;&#26524;&#19981;&#33021;&#34987;&#21035;&#20154;&#37325;&#22797;&#65292;&#21457;&#29616;&#32773;&#22768;&#31216;&#30340;&#21457;&#29616;&#21487;&#33021;&#23601;&#26159;&#38169;&#35823;&#30340;&#25110;&#32773;&#26159;&#20266;&#36896;&#30340;&#12290;</font></strong>&#24456;&#26089;&#21548;&#19968;&#20010;&#32769;&#24072;&#35828;&#36807;&#65292;&#19968;&#20010;&#26032;&#21457;&#29616;&#65292;&#22269;&#38469;&#19978;&#30340;&#19968;&#33324;&#21407;&#21017;&#26159;&#26377;&#19977;&#23478;&#30456;&#20114;&#29420;&#31435;&#30340;&#23454;&#39564;&#23460;&#33021;&#37325;&#22797;&#65292;&#37027;&#20040;&#36825;&#20010;&#21457;&#29616;&#23601;&#21487;&#20197;&#34987;&#23398;&#26415;&#30028;&#35748;&#20026;&#26159;&#34987;&#25509;&#21463;&#30340;&#21457;&#29616;&#12290;&#19968;&#20010;&#38169;&#35823;&#25110;&#20266;&#36896;&#30340;&#21457;&#29616;&#65292;&#22823;&#22810;&#25968;&#38656;&#35201;&#26377;</span><span lang="EN-US"><font face="Calibri">10</font></span><span>&#23478;&#20197;&#19978;&#30456;&#20114;&#29420;&#31435;&#30340;&#23454;&#39564;&#23460;&#22768;&#31216;&#26080;&#27861;&#37325;&#22797;&#65292;&#37027;&#20040;&#36825;&#20010;&#21457;&#29616;&#25165;&#33021;&#34987;&#25512;&#32763;&#12290;&#36825;&#26159;&#38750;&#24120;&#22855;&#24618;&#30340;&#65292;&#22240;&#20026;&#19968;&#20010;&#21457;&#29616;&#22914;&#26524;&#33021;&#35777;&#26126;&#38169;&#35823;&#65292;&#19968;&#20010;&#35777;&#25454;&#23601;&#21487;&#20197;&#12290;&#22914;&#26524;&#35777;&#26126;&#27491;&#30830;&#65292;&#21017;&#38656;&#35201;&#27491;&#21453;&#20004;&#20010;&#35282;&#24230;&#30340;&#35777;&#25454;&#65292;&#33267;&#23569;&#35777;&#23454;&#19982;&#35777;&#20266;&#37117;&#24212;&#35813;&#20844;&#24179;&#21543;&#65311;&#32769;&#24072;&#30340;&#35299;&#37322;&#26159;&#65292;&#22269;&#38469;&#23398;&#26415;&#30028;&#22823;&#23478;&#19968;&#33324;&#23545;&#24050;&#32463;&#20844;&#24320;&#21457;&#34920;&#30340;&#37117;&#20197;&#25509;&#21463;&#20026;&#21069;&#25552;&#65292;&#25165;&#20250;&#36896;&#25104;&#36825;&#20010;&#27604;&#20363;&#12290;&#22914;&#26524;&#35828;&#22823;&#37096;&#20998;&#30830;&#23454;&#37117;&#26159;&#27491;&#30830;&#30340;&#65292;&#36825;&#20010;&#21407;&#21017;&#26159;&#27809;&#26377;&#38382;&#39064;&#65292;&#22914;&#26524;&#22823;&#37096;&#20998;&#26159;&#26377;&#38382;&#39064;&#30340;&#65292;&#39318;&#20808;&#25345;&#26377;&#24576;&#30097;&#21644;&#21542;&#23450;&#30340;&#24577;&#24230;&#21017;&#21487;&#23569;&#29359;&#38169;&#35823;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#22914;&#26524;&#23398;&#26415;&#30028;&#22240;&#20869;&#37096;&#25110;&#22806;&#37096;&#21387;&#21147;&#32780;&#20419;&#20351;&#23398;&#32773;&#20204;&#36896;&#20551;&#65292;&#23558;&#20250;&#23545;&#23558;&#26469;&#30340;&#22269;&#38469;&#23398;&#26415;&#30028;&#20135;&#29983;&#28798;&#38590;&#24615;&#24433;&#21709;&#65292;&#35768;&#22810;&#29616;&#35937;&#25552;&#31034;&#65292;&#36825;&#31181;&#25285;&#24515;&#19981;&#26159;&#22810;&#20313;&#30340;&#65292;&#36825;&#19981;&#24471;&#19981;&#24341;&#36215;&#25105;&#20204;&#30340;&#35686;&#35273;&#12290;</span><span lang="EN-US"></span></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/08/23/12532/" title="3:15 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-23T15:15:44+00:00">2011/08/23</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12531" class="post-12531 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/23/12531/" rel="bookmark">&#31185;&#23398;&#32593;&mdash;&#19981;&#21516;&#23398;&#31185;&#30340;&#39118;&#26684;&#24046;&#24322;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/23/12531/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><a href="http://bbs.sciencenet.cn/forum.php?archiver=1">Archiver</a><span class="pipe">|</span><strong><a href="http://www.sciencenet.cn" target="_blank">&#31185;&#23398;&#32593;</a></strong><br>
( <a href="http://www.miitbeian.gov.cn/" target="_blank">&#20140;ICP&#22791;07017567</a> )</p>
<p class="xs0">
GMT+8, 2011-8-23 22:13<span><br></span></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/08/23/12531/" title="3:15 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-23T15:15:28+00:00">2011/08/23</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12504" class="post-12504 post type-post status-publish format-standard hentry category-others tag-tubefavourite"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/23/12504/" rel="bookmark">Crazy Frog</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/23/12504/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>Music video by Crazy Frog performing Axel F. (C) 2005 Mach 1 Records GmbH under exclusive license to Universal Records, a Division of UMG Recordings, Inc</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/tubefavourite/" rel="tag">TubeFavourite</a> on <a href="http://log.SunnyBoy.Me/2011/08/23/12504/" title="9:14 AM" rel="bookmark"><time class="entry-date" datetime="2011-08-23T09:14:12+00:00">2011/08/23</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav id="nav-below" class="navigation" role="navigation"><h3 class="assistive-text">Post navigation</h3>
			<div class="nav-previous"><a href="http://log.SunnyBoy.Me/page/46/"><span class="meta-nav">&larr;</span> Older posts</a></div>
			<div class="nav-next"><a href="http://log.SunnyBoy.Me/page/44/">Newer posts <span class="meta-nav">&rarr;</span></a></div>
		</nav><!-- .navigation --></div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>May 2016</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2015/12/">&laquo; Dec</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next" class="pad">&nbsp;</td>
	</tr></tfoot><tbody><tr><td colspan="6" class="pad">&nbsp;</td><td>1</td>
	</tr><tr><td>2</td><td>3</td><td><a href="http://log.SunnyBoy.Me/2016/05/04/" aria-label="Posts published on May 4, 2016">4</a></td><td>5</td><td id="today">6</td><td>7</td><td>8</td>
	</tr><tr><td>9</td><td>10</td><td>11</td><td>12</td><td>13</td><td>14</td><td>15</td>
	</tr><tr><td>16</td><td>17</td><td>18</td><td>19</td><td>20</td><td>21</td><td>22</td>
	</tr><tr><td>23</td><td>24</td><td>25</td><td>26</td><td>27</td><td>28</td><td>29</td>
	</tr><tr><td>30</td><td>31</td>
		<td class="pad" colspan="5">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
