<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#31185;&#23398;&#32593;&mdash;&#31185;&#23398;&#30740;&#31350;&#30340;&#21487;&#37325;&#22797;&#24615;&#21407;&#21017; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#31185;&#23398;&#32593;&mdash;&#31185;&#23398;&#30740;&#31350;&#30340;&#21487;&#37325;&#22797;&#24615;&#21407;&#21017; Comments Feed" href="http://log.SunnyBoy.Me/2011/08/24/12539/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="wlan&#28909;&#28857;&#25512;&#33616;&#26377;&#31036;" href="http://log.SunnyBoy.Me/2011/08/24/12538/"><link rel="next" title="Google&#30003;&#35831;Cloudboard&#19987;&#21033; &#24352;&#24635;&#26790;&#24819;&#23454;&#29616;" href="http://log.SunnyBoy.Me/2011/08/24/12540/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/08/24/12539/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=12539"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F08%2F24%2F12539%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F08%2F24%2F12539%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-12539 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-12539" class="post-12539 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#31185;&#23398;&#32593;&mdash;&#31185;&#23398;&#30740;&#31350;&#30340;&#21487;&#37325;&#22797;&#24615;&#21407;&#21017;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/24/12539/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><span>&#20170;&#22825;&#19982;&#32769;&#26495;&#32842;&#22825;&#65292;&#35848;&#21040;&#32654;&#22269;&#26377;&#19968;&#23478;&#33879;&#21517;&#21307;&#33647;&#20844;&#21496;&#30340;&#31185;&#30740;&#22242;&#38431;&#65292;&#38271;&#26399;&#20570;&#30340;&#19968;&#20214;&#20107;&#24773;&#23601;&#26159;&#37325;&#22797;&#22269;&#38469;&#19978;&#37325;&#35201;&#21307;&#33647;&#26399;&#21002;&#19978;&#21457;&#34920;&#30340;&#26368;&#26032;&#30740;&#31350;&#65292;&#29305;&#21035;&#26159;&#37027;&#20123;&#26377;&#21487;&#33021;&#20855;&#26377;&#24320;&#21457;&#21069;&#26223;&#30340;&#30740;&#31350;&#65292;&#20294;&#19981;&#24184;&#30340;&#26159;&#65292;&#20182;&#20204;&#21457;&#29616;&#65292;&#21363;&#20351;&#26159;</span><span lang="EN-US"><font face="Calibri">PCNS</font></span><span>&#19978;&#30340;&#35770;&#25991;&#65292;&#20063;&#26377;</span><span lang="EN-US"><font face="Calibri">60-80%</font></span><span>&#26080;&#27861;&#37325;&#22797;&#65292;&#25105;&#38750;&#24120;&#21507;&#24778;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#26159;&#20160;&#20040;&#36896;&#25104;&#29616;&#23454;&#20013;&#22823;&#37327;&#23398;&#26415;&#35770;&#25991;&#20013;&#30340;&#23454;&#39564;&#26080;&#27861;&#37325;&#22797;&#65311;&#30495;&#27491;&#30340;&#24773;&#20917;&#20063;&#35768;&#27809;&#26377;&#37027;&#20040;&#24046;&#12290;&#25105;&#35748;&#20026;&#24212;&#35813;&#26377;&#19977;&#31181;&#24773;&#20917;&#65306;&#19968;&#26159;&#35813;&#30740;&#31350;&#26412;&#26469;&#23601;&#26159;&#38169;&#35823;&#30340;&#65292;&#24403;&#28982;&#26080;&#27861;&#37325;&#22797;&#65307;&#20108;&#26159;&#26377;&#30340;&#30740;&#31350;&#34429;&#28982;&#26159;&#27491;&#30830;&#30340;&#65292;&#20294;&#36825;&#20010;&#20844;&#21496;&#30340;&#23454;&#39564;&#23460;&#27700;&#24179;&#24046;&#65292;&#19981;&#33021;&#37325;&#22797;&#20986;&#26469;&#65307;&#19977;&#26159;&#30740;&#31350;&#32467;&#26524;&#34429;&#28982;&#27491;&#30830;&#65292;&#20294;&#30740;&#31350;&#32467;&#26524;&#27809;&#26377;&#25991;&#31456;&#20013;&#37027;&#20040;&#22909;&#65292;&#20174;&#20005;&#26684;&#24847;&#20041;&#19978;&#35762;&#36825;&#20063;&#26159;&#38169;&#35823;&#30340;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#26080;&#35770;&#20160;&#20040;&#21407;&#22240;&#65292;&#20986;&#29616;&#22914;&#27425;&#39640;&#27604;&#20363;&#26080;&#27861;&#37325;&#22797;&#30340;&#23454;&#39564;&#65292;&#20173;&#20196;&#20154;&#23621;&#20007;&#12290;&#20174;&#36947;&#29702;&#19978;&#35762;&#65292;&#26080;&#27861;&#34987;&#20854;&#20182;&#23454;&#39564;&#23460;&#37325;&#22797;&#30340;&#30740;&#31350;&#19981;&#33021;&#31639;&#26159;&#34987;&#35748;&#21487;&#65292;&#19981;&#33021;&#20316;&#20026;&#20844;&#35748;&#30340;&#21457;&#29616;&#12290;&#32780;&#21363;&#20351;&#26159;&#22269;&#38469;&#33879;&#21517;&#26434;&#24535;&#65292;&#20063;&#21482;&#26377;&#19981;&#21040;&#19968;&#21322;&#30340;&#35770;&#25991;&#21487;&#34987;&#37325;&#22797;&#12290;&#37027;&#20040;&#20854;&#20182;&#26723;&#27425;&#20302;&#30340;&#26434;&#24535;&#19978;&#30340;&#35770;&#25991;&#65292;&#22914;&#20309;&#34987;&#20154;&#30456;&#20449;&#65292;&#21448;&#26377;&#22810;&#23569;&#27604;&#20363;&#21487;&#20197;&#34987;&#20005;&#26684;&#22320;&#37325;&#22797;&#65311;</span><span lang="EN-US"></span></p>
<p><span>&#30456;&#23545;&#22320;&#65292;&#25105;&#20204;&#24179;&#26102;&#30475;&#21040;&#30340;&#20107;&#23454;&#26159;&#65292;</span><span lang="EN-US"><font face="Calibri">CNS</font><font face="&#23435;&#20307;">&#19978;&#26576;</font></span><span>&#35770;&#25991;&#21457;&#34920;&#21518;&#65292;&#38543;&#21518;&#20840;&#19990;&#30028;&#35768;&#22810;&#23460;&#30456;&#32487;&#21457;&#34920;&#36319;&#36394;&#24615;&#30740;&#31350;&#65292;&#20284;&#20046;&#26377;</span><span lang="EN-US"><font face="Calibri">80%-90%</font></span><span>&#30340;</span><span lang="EN-US"><font face="Calibri">CNS</font></span><span>&#35770;&#25991;&#21487;&#34987;&#37325;&#22797;&#65292;&#21482;&#26377;&#26497;&#23569;&#37327;&#35770;&#25991;&#22240;&#26080;&#27861;&#37325;&#22797;&#34987;&#20316;&#32773;&#25110;&#26434;&#24535;&#25764;&#38144;&#12290;&#20174;&#19978;&#36848;&#20844;&#21496;&#30740;&#31350;&#20154;&#21592;&#36879;&#28431;&#30340;&#20449;&#24687;&#30475;&#65292;&#20284;&#20046;&#19981;&#24212;&#35813;&#26377;&#37027;&#20040;&#22810;&#30740;&#31350;&#35770;&#25991;&#26159;&#21487;&#20197;&#34987;&#37325;&#22797;&#65292;&#20294;&#20026;&#20160;&#20040;&#20250;&#23548;&#33268;&#36825;&#26679;&#30340;&#24773;&#20917;&#21457;&#29983;&#65311;&#26377;&#22914;&#19979;&#19977;&#20010;&#30456;&#20851;&#21407;&#22240;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#19968;&#12289;&#23398;&#26415;&#26435;&#23041;&#23815;&#25308;&#12290;&#30001;&#20110;&#23398;&#26415;&#26399;&#21002;&#23384;&#22312;&#26723;&#27425;&#65292;&#20840;&#19990;&#30028;&#30340;&#23398;&#26415;&#30028;&#37117;&#24515;&#37324;&#28165;&#26970;&#65292;&#33021;&#22312;</span><span lang="EN-US"><font face="Calibri">CNS</font></span><span>&#21457;&#34920;&#35770;&#25991;&#65292;&#24403;&#28982;&#33021;&#26174;&#31034;&#20854;&#23398;&#26415;&#27700;&#24179;&#65292;&#22914;&#26524;&#20320;&#19981;&#28165;&#26970;</span><span lang="EN-US"><font face="Calibri">CNS</font></span><span>&#26159;&#20160;&#20040;&#65292;&#20320;&#19981;&#26126;&#30333;&#20026;&#20160;&#20040;&#22823;&#23478;&#37117;&#23815;&#25308;&#36825;&#20123;&#25991;&#31456;&#65292;&#37027;&#20040;&#23601;&#26159;&#20320;&#27809;&#26377;&#20837;&#38376;&#12290;&#22914;&#26524;&#20320;&#30340;&#23454;&#39564;&#32467;&#26524;&#19982;&#36825;&#20123;&#26435;&#23041;&#26434;&#24535;&#19978;&#19968;&#33268;&#65292;&#37027;&#20040;&#20320;&#33021;&#21457;&#34920;&#30340;&#21487;&#33021;&#24615;&#23601;&#22823;&#65292;&#22914;&#26524;&#20320;&#30340;&#23454;&#39564;&#32467;&#26524;&#19982;&#36825;&#20123;&#35770;&#25991;&#30456;&#24726;&#65292;&#37027;&#20040;&#23601;&#19981;&#22909;&#35828;&#65292;&#25110;&#32773;&#26681;&#26412;&#23601;&#21457;&#34920;&#19981;&#20102;&#65292;&#23569;&#26377;&#26434;&#24535;&#24895;&#24847;&#25361;&#25112;&#26435;&#23041;&#65292;&#22240;&#20026;&#26434;&#24535;&#26159;&#23398;&#32773;&#26469;&#32452;&#32455;&#30340;&#65292;&#24456;&#23569;&#26377;&#23398;&#32773;&#24895;&#24847;&#20882;&#39118;&#38505;&#25361;&#25112;&#26435;&#23041;&#12290;&#22240;&#27492;&#65292;&#36896;&#25104;&#19968;&#29255;&#32321;&#33635;&#28909;&#38393;&#23616;&#38754;&#30340;&#21407;&#22240;&#21482;&#19981;&#36807;&#26159;&#23384;&#22312;&#19968;&#20010;&#38544;&#24615;&#31579;&#36873;&#26426;&#21046;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#20108;&#12289;&#34987;&#21160;&#36896;&#20551;&#12290;&#30001;&#20110;&#22823;&#37096;&#20998;&#30340;&#30740;&#31350;&#37117;&#23646;&#20110;&#36319;&#39118;&#24615;&#36136;&#65292;&#36319;&#39118;&#30740;&#31350;&#20174;&#24320;&#22987;&#35774;&#35745;&#23601;&#26159;&#20026;&#20102;&#39564;&#35777;&#65292;&#25110;&#32773;&#20016;&#23500;&#21069;&#20154;&#30340;&#21457;&#29616;&#12290;&#30001;&#20110;&#19978;&#36848;&#21407;&#22240;&#65292;&#23548;&#33268;&#23398;&#26415;&#30028;&#22823;&#37096;&#20998;&#20154;&#37117;&#19981;&#24895;&#24847;&#25361;&#25112;&#26435;&#23041;&#65292;&#24403;&#20986;&#29616;&#19982;&#26435;&#23041;&#32467;&#26524;&#30456;&#21516;&#26102;&#65292;&#25509;&#21463;&#65292;&#24403;&#20986;&#29616;&#19982;&#26435;&#23041;&#32467;&#26524;&#19981;&#19968;&#33268;&#30340;&#26102;&#20505;&#65292;&#33258;&#21160;&#23631;&#34109;&#65292;&#22240;&#20026;&#30740;&#31350;&#32773;&#21487;&#33021;&#20250;&#24576;&#30097;&#33258;&#24049;&#30340;&#35797;&#39564;&#25216;&#26415;&#25110;&#20307;&#31995;&#26159;&#21542;&#26377;&#38382;&#39064;&#12290;&#36825;&#31181;&#24773;&#20917;&#22312;&#29983;&#29289;&#21307;&#23398;&#39046;&#22495;&#26159;&#38750;&#24120;&#26222;&#36941;&#30340;&#29616;&#35937;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#19977;&#12289;&#20027;&#21160;&#36896;&#20551;&#12290;&#30001;&#20110;&#21508;&#31181;&#20027;&#35266;&#21644;&#23458;&#35266;&#21407;&#22240;&#65292;&#20154;&#20026;&#36896;&#20551;&#12290;&#22914;&#26524;&#35828;&#19978;&#36848;&#36896;&#20551;&#30340;&#24773;&#20917;&#23578;&#20540;&#24471;&#35753;&#20154;&#21516;&#24773;&#65292;&#32780;&#36825;&#31181;&#20154;&#20026;&#36896;&#20551;&#30340;&#24773;&#20917;&#26159;&#21361;&#23475;&#23398;&#26415;&#30340;&#26368;&#22823;&#38544;&#24739;&#12290;&#36825;&#31181;&#20154;&#20026;&#36896;&#20551;&#30340;&#24773;&#20917;&#19968;&#26086;&#21457;&#29616;&#65292;&#23601;&#26159;&#20856;&#22411;&#30340;&#23398;&#26415;&#19981;&#31471;&#34892;&#20026;&#65292;&#24448;&#24448;&#34987;&#23398;&#26415;&#30028;&#25152;&#21822;&#24323;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#20511;&#36825;&#20010;&#26426;&#20250;&#65292;&#35848;&#35848;&#23454;&#39564;&#30340;&#21487;&#37325;&#22797;&#24615;&#21407;&#21017;&#12290;&#21028;&#23450;&#19968;&#20010;&#23454;&#39564;&#25104;&#21151;&#19982;&#21542;&#30340;&#26631;&#20934;&#26159;&#30475;&#20854;&#26159;&#21542;&#20855;&#26377;&#21487;&#37325;&#22797;&#24615;&#65292;&#36825;&#26159;&#20197;&#24448;&#31185;&#23398;&#30740;&#31350;&#20013;&#31185;&#23398;&#23478;&#20204;&#37117;&#26222;&#36941;&#35748;&#21487;&#30340;&#19968;&#26465;&#20934;&#21017;&#65292;&#21516;&#26102;&#20063;&#26159;&#35768;&#22810;&#20256;&#32479;&#31185;&#23398;&#21746;&#23398;&#23478;&#20204;&#35748;&#20026;&#29702;&#25152;&#24403;&#28982;&#30340;&#12290;</span><span lang="EN-US"></span></p>
<p><span><strong><font color="#0000f0">&#21487;&#37325;&#22797;&#24615;&#21407;&#21017;&#21487;&#20197;&#35828;&#26159;&#31185;&#23398;&#30740;&#31350;&#20013;&#26368;&#37325;&#35201;&#30340;&#21407;&#21017;&#12290;&#22914;&#26524;&#19968;&#20010;&#29616;&#35937;&#25110;&#32467;&#26524;&#19981;&#33021;&#34987;&#21035;&#20154;&#37325;&#22797;&#65292;&#21457;&#29616;&#32773;&#22768;&#31216;&#30340;&#21457;&#29616;&#21487;&#33021;&#23601;&#26159;&#38169;&#35823;&#30340;&#25110;&#32773;&#26159;&#20266;&#36896;&#30340;&#12290;</font></strong>&#24456;&#26089;&#21548;&#19968;&#20010;&#32769;&#24072;&#35828;&#36807;&#65292;&#19968;&#20010;&#26032;&#21457;&#29616;&#65292;&#22269;&#38469;&#19978;&#30340;&#19968;&#33324;&#21407;&#21017;&#26159;&#26377;&#19977;&#23478;&#30456;&#20114;&#29420;&#31435;&#30340;&#23454;&#39564;&#23460;&#33021;&#37325;&#22797;&#65292;&#37027;&#20040;&#36825;&#20010;&#21457;&#29616;&#23601;&#21487;&#20197;&#34987;&#23398;&#26415;&#30028;&#35748;&#20026;&#26159;&#34987;&#25509;&#21463;&#30340;&#21457;&#29616;&#12290;&#19968;&#20010;&#38169;&#35823;&#25110;&#20266;&#36896;&#30340;&#21457;&#29616;&#65292;&#22823;&#22810;&#25968;&#38656;&#35201;&#26377;</span><span lang="EN-US"><font face="Calibri">10</font></span><span>&#23478;&#20197;&#19978;&#30456;&#20114;&#29420;&#31435;&#30340;&#23454;&#39564;&#23460;&#22768;&#31216;&#26080;&#27861;&#37325;&#22797;&#65292;&#37027;&#20040;&#36825;&#20010;&#21457;&#29616;&#25165;&#33021;&#34987;&#25512;&#32763;&#12290;&#36825;&#26159;&#38750;&#24120;&#22855;&#24618;&#30340;&#65292;&#22240;&#20026;&#19968;&#20010;&#21457;&#29616;&#22914;&#26524;&#33021;&#35777;&#26126;&#38169;&#35823;&#65292;&#19968;&#20010;&#35777;&#25454;&#23601;&#21487;&#20197;&#12290;&#22914;&#26524;&#35777;&#26126;&#27491;&#30830;&#65292;&#21017;&#38656;&#35201;&#27491;&#21453;&#20004;&#20010;&#35282;&#24230;&#30340;&#35777;&#25454;&#65292;&#33267;&#23569;&#35777;&#23454;&#19982;&#35777;&#20266;&#37117;&#24212;&#35813;&#20844;&#24179;&#21543;&#65311;&#32769;&#24072;&#30340;&#35299;&#37322;&#26159;&#65292;&#22269;&#38469;&#23398;&#26415;&#30028;&#22823;&#23478;&#19968;&#33324;&#23545;&#24050;&#32463;&#20844;&#24320;&#21457;&#34920;&#30340;&#37117;&#20197;&#25509;&#21463;&#20026;&#21069;&#25552;&#65292;&#25165;&#20250;&#36896;&#25104;&#36825;&#20010;&#27604;&#20363;&#12290;&#22914;&#26524;&#35828;&#22823;&#37096;&#20998;&#30830;&#23454;&#37117;&#26159;&#27491;&#30830;&#30340;&#65292;&#36825;&#20010;&#21407;&#21017;&#26159;&#27809;&#26377;&#38382;&#39064;&#65292;&#22914;&#26524;&#22823;&#37096;&#20998;&#26159;&#26377;&#38382;&#39064;&#30340;&#65292;&#39318;&#20808;&#25345;&#26377;&#24576;&#30097;&#21644;&#21542;&#23450;&#30340;&#24577;&#24230;&#21017;&#21487;&#23569;&#29359;&#38169;&#35823;&#12290;</span><span lang="EN-US"></span></p>
<p><span>&#22914;&#26524;&#23398;&#26415;&#30028;&#22240;&#20869;&#37096;&#25110;&#22806;&#37096;&#21387;&#21147;&#32780;&#20419;&#20351;&#23398;&#32773;&#20204;&#36896;&#20551;&#65292;&#23558;&#20250;&#23545;&#23558;&#26469;&#30340;&#22269;&#38469;&#23398;&#26415;&#30028;&#20135;&#29983;&#28798;&#38590;&#24615;&#24433;&#21709;&#65292;&#35768;&#22810;&#29616;&#35937;&#25552;&#31034;&#65292;&#36825;&#31181;&#25285;&#24515;&#19981;&#26159;&#22810;&#20313;&#30340;&#65292;&#36825;&#19981;&#24471;&#19981;&#24341;&#36215;&#25105;&#20204;&#30340;&#35686;&#35273;&#12290;</span><span lang="EN-US"></span></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/08/24/12539/" title="3:19 AM" rel="bookmark"><time class="entry-date" datetime="2011-08-24T03:19:09+00:00">2011/08/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/08/24/12538/" rel="prev"><span class="meta-nav">&larr;</span> wlan&#28909;&#28857;&#25512;&#33616;&#26377;&#31036;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/08/24/12540/" rel="next">Google&#30003;&#35831;Cloudboard&#19987;&#21033; &#24352;&#24635;&#26790;&#24819;&#23454;&#29616; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/08/24/12539/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="12539" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="db2d82a5ef"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="54"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>August 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/07/">&laquo; Jul</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/09/">Sep &raquo;</a></td>
	</tr></tfoot><tbody><tr><td><a href="http://log.SunnyBoy.Me/2011/08/01/" aria-label="Posts published on August 1, 2011">1</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/02/" aria-label="Posts published on August 2, 2011">2</a></td><td>3</td><td><a href="http://log.SunnyBoy.Me/2011/08/04/" aria-label="Posts published on August 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/05/" aria-label="Posts published on August 5, 2011">5</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/06/" aria-label="Posts published on August 6, 2011">6</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/07/" aria-label="Posts published on August 7, 2011">7</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/08/" aria-label="Posts published on August 8, 2011">8</a></td><td>9</td><td><a href="http://log.SunnyBoy.Me/2011/08/10/" aria-label="Posts published on August 10, 2011">10</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/11/" aria-label="Posts published on August 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/12/" aria-label="Posts published on August 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/13/" aria-label="Posts published on August 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/14/" aria-label="Posts published on August 14, 2011">14</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/15/" aria-label="Posts published on August 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/16/" aria-label="Posts published on August 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/17/" aria-label="Posts published on August 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/18/" aria-label="Posts published on August 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/19/" aria-label="Posts published on August 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/20/" aria-label="Posts published on August 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/21/" aria-label="Posts published on August 21, 2011">21</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/22/" aria-label="Posts published on August 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/23/" aria-label="Posts published on August 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/24/" aria-label="Posts published on August 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/25/" aria-label="Posts published on August 25, 2011">25</a></td><td>26</td><td><a href="http://log.SunnyBoy.Me/2011/08/27/" aria-label="Posts published on August 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/28/" aria-label="Posts published on August 28, 2011">28</a></td>
	</tr><tr><td>29</td><td><a href="http://log.SunnyBoy.Me/2011/08/30/" aria-label="Posts published on August 30, 2011">30</a></td><td>31</td>
		<td class="pad" colspan="4">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
