<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#20154;&#22312;&#26053;&#36884;&#21271;&#27431;&#32426;&#34892;&#65306;&#29790;&#20856;&#21360;&#35937; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#20154;&#22312;&#26053;&#36884;&#21271;&#27431;&#32426;&#34892;&#65306;&#29790;&#20856;&#21360;&#35937; Comments Feed" href="http://log.SunnyBoy.Me/2010/09/18/400/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#20420;&#32599;&#26031; Crazy sand  &#27801;&#33402;" href="http://log.SunnyBoy.Me/2010/09/18/5/"><link rel="next" title="Du gamla, du fria(&#21476;&#32769;&#30340;&#12289;&#20809;&#33635;&#30340;&#21271;&#22269;&#23665;&#20065;)" href="http://log.SunnyBoy.Me/2010/09/20/401/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2010/09/18/400/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=400"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2010%2F09%2F18%2F400%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2010%2F09%2F18%2F400%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-400 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-400" class="post-400 post type-post status-publish format-standard hentry category-default"><header class="entry-header"><h1 class="entry-title">&#20154;&#22312;&#26053;&#36884;&#21271;&#27431;&#32426;&#34892;&#65306;&#29790;&#20856;&#21360;&#35937;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2010/09/18/400/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<div id="msgcns!597B6DECDE72D77!164" class="bvMsg">
<table style="table-layout:fixed;" border="0" cellspacing="0" cellpadding="0" width="94%" align="center"><tbody><tr><td height="3" align="middle">
<p align="left"><a href="http://article.hongxiu.com/a/2010-8-26/3700003.shtml">http://article.hongxiu.com/a/2010-8-26/3700003.shtml</a></p>
<p align="left">&#25991; / &#22810;&#24773;&#21073;&#23458;</p>
</td>
</tr><tr><td style="word-wrap:break-word;">&nbsp;&nbsp;&nbsp;&nbsp;2010&#24180;8&#26376;12&#26085;&#65292;&#25105;&#32728;&#30460;&#24050;&#20037;&#30340;&#21271;&#27431;&#20043;&#26053;&#24320;&#22987;&#20102;&#12290;&#20174;&#39318;&#37117;&#26426;&#22330;3&#21495;&#33322;&#31449;&#27004;6&#21495;&#21475;&#30331;&#26426;&#65292;&#21271;&#20140;&#26102;&#38388;13&#65306;50&#65292;&#22269;&#33322;CA911&#29677;&#26426;&#36733;&#30528;&#25105;&#20204;&#21628;&#21880;&#30452;&#19978;&#20113;&#22825;&#65292;&#26397;&#30528;&#21521;&#24448;&#24050;&#20037;&#30340;&#21271;&#27431;&#39134;&#21435;&#65292;&#32463;&#36807;9&#20010;&#23567;&#26102;&#30340;&#39134;&#34892;&#65292;&#24403;&#22320;&#26102;&#38388;17&#65306;20&#65292;&#25105;&#20204;&#39134;&#20020;&#20102;&#21271;&#27431;&#20043;&#26053;&#30340;&#31532;&#19968;&#31449;&mdash;&mdash;&#29790;&#20856;&#39318;&#37117;&#26031;&#24503;&#21733;&#23572;&#25705;&#19978;&#31354;&#12290;&#29790;&#20856;&#32473;&#20154;&#30340;&#31532;&#19968;&#20010;&#21360;&#35937;&#23601;&#26159;&#32511;&#33394;&#65292;&#24403;&#20174;&#39134;&#26426;&#19978;&#20463;&#30640;&#29790;&#20856;&#29256;&#22270;&#65292;&#26144;&#20837;&#30524;&#24088;&#30340;&#26159;&#22312;&#37027;&#30887;&#34013;&#33394;&#28023;&#27700;&#29615;&#25265;&#19979;&#30340;&#32511;&#33394;&#19990;&#30028;&#65292;&#21040;&#22788;&#37117;&#26159;&#33538;&#23494;&#30340;&#26862;&#26519;&#65292;&#26377;&#30340;&#22696;&#32511;&#65292;&#26377;&#30340;&#28129;&#32511;&#65292;&#27809;&#26377;&#38706;&#20986;&#19968;&#29255;&#40644;&#22303;&#65292;&#26174;&#24471;&#29983;&#26426;&#21187;&#21187;&#12290;&#22312;&#37057;&#37057;&#33905;&#33905;&#30340;&#23494;&#26519;&#20013;&#38388;&#65292;&#38262;&#30528;&#28145;&#34013;&#33394;&#30340;&#22823;&#22823;&#23567;&#23567;&#30340;&#28246;&#27850;&#65292;&#28145;&#36995;&#32780;&#28165;&#28552;&#12290;<br>&nbsp;&nbsp;&nbsp;&nbsp;&#39134;&#26426;&#38477;&#33853;&#22312;&#26031;&#24503;&#21733;&#23572;&#25705;&#30340;Arlanda&nbsp;&#26426;&#22330;&#65292;&#26159;&#29790;&#20856;&#26368;&#22823;&#30340;&#22269;&#38469;&#26426;&#22330;&#65292;&#36317;&#26031;&#24503;&#21733;&#23572;&#25705;&#32422;&#22235;&#21313;&#22810;&#20844;&#37324;&#65292;&#21487;&#33021;&#26159;&#24314;&#24471;&#36739;&#26089;&#30340;&#32536;&#25925;&#65292;&#20505;&#26426;&#27004;&#36896;&#22411;&#24179;&#28129;&#65292;&#35774;&#26045;&#26174;&#24471;&#27604;&#36739;&#38472;&#26087;&#65292;&#19982;&#21271;&#20140;&#39318;&#37117;&#26426;&#22330;&#19977;&#21495;&#33322;&#31449;&#27004;&#30456;&#27604;&#65292;&#30456;&#24046;&#19981;&#26159;&#19968;&#20004;&#20010;&#26723;&#27425;&#20102;&#12290;&#34429;&#28982;&#29790;&#20856;&#26159;&#21271;&#27431;&#26368;&#23500;&#26377;&#30340;&#22269;&#23478;&#20043;&#19968;&#65292;&#20294;&#20182;&#20204;&#19981;&#22312;&#24418;&#35937;&#24037;&#31243;&#19978;&#20570;&#25991;&#31456;&#65292;&ldquo;&#24179;&#20961;&rdquo;&#26159;&#29790;&#20856;&#20154;&#23815;&#23578;&#30340;&#20215;&#20540;&#35266;&#65292;&#20570;&#20154;&#22914;&#27492;&#65292;&#36830;&#36825;&#26426;&#22330;&#24314;&#31569;&#29289;&#30340;&#36896;&#22411;&#20063;&#19981;&#26174;&#23665;&#38706;&#27700;&#20102;&#12290;&#25509;&#26426;&#30340;&#20197;&#21518;&#23558;&#20276;&#25105;&#20204;&#22312;&#21271;&#27431;&#28216;&#23436;&#20840;&#31243;&#30340;&#26053;&#28216;&#22823;&#24052;&#19981;&#26159;&#39542;&#21521;&#26031;&#24503;&#21733;&#23572;&#25705;&#24066;&#21306;&#65292;&#32780;&#26159;&#24320;&#24448;&#26377;&#21322;&#20010;&#22810;&#23567;&#26102;&#36710;&#31243;&#30340;&#21335;&#27888;&#21033;&#32822;&#65292;&#22823;&#27010;&#26159;&#24819;&#30465;&#19968;&#28857;&#26053;&#39302;&#36153;&#30340;&#21407;&#22240;&#21543;&#12290;&#24050;&#26159;&#40644;&#26127;&#26102;&#20809;&#65292;&#21487;&#36824;&#27809;&#26377;&#35201;&#22825;&#40657;&#30340;&#36857;&#35937;&#65292;&#22240;&#20026;&#21271;&#27431;&#30340;&#26085;&#29031;&#26102;&#38388;&#24456;&#38271;&#65292;&#26202;&#19978;&#21040;22&#28857;&#20197;&#21518;&#25165;&#33021;&#38519;&#20837;&#40657;&#26263;&#12290;&#39640;&#36895;&#20004;&#20391;&#30475;&#19981;&#21040;&#22810;&#23569;&#39640;&#23618;&#24314;&#31569;&#65292;&#31232;&#30095;&#30340;&#24314;&#31569;&#32676;&#33853;&#26377;&#22914;&#28014;&#20809;&#25504;&#24433;&#12290;&#21040;&#36798;&#21335;&#27888;&#21033;&#32822;&#65292;&#20837;&#20303;&ldquo;Scandic&rdquo;&#37202;&#24215;,&#23646;&#20110;&#21271;&#27431;&#30340;&#36830;&#38145;&#24215;&#65292;&#37202;&#24215;&#35774;&#26045;&#23578;&#21487;&#12290;&#21518;&#20960;&#22825;&#21040;&#20854;&#20182;&#22269;&#23478;&#26377;&#26102;&#20063;&#20303;&#35813;&#36830;&#38145;&#37202;&#24215;&#12290;&#34429;&#26159;&#22799;&#23395;&#65292;&#20294;&#27668;&#28201;&#19981;&#39640;&#65292;&#22799;&#23395;&#26368;&#39640;&#20063;&#19981;&#36229;&#36807;&#20108;&#21313;&#24230;&#65292;&#19981;&#29992;&#24320;&#31354;&#35843;&#65292;&#24320;&#28857;&#31383;&#25143;&#23601;&#21487;&#20197;&#20102;&#12290;&#22312;&#26031;&#22570;&#30340;&#32435;&#32500;&#20122;&#21322;&#23707;&#19978;&#30561;&#35273;&#36824;&#26159;&#31532;&#19968;&#22812;&#12290;<br>&nbsp;&nbsp;&nbsp;&nbsp;&#21335;&#27888;&#21033;&#32822;&#65288;&#29790;&#20856;&#35821;&#65306;S?dert?lje&#65289;,&#29790;&#20856;&#19996;&#21335;&#26031;&#24503;&#21733;&#23572;&#25705;&#30340;&#37066;&#21306;&#22478;&#38215;&#12290;&#20301;&#20110;&#26757;&#25289;&#20262;&#28246;&#21335;&#23736;&#21644;&#24076;&#40664;&#28286;&#28286;&#39030;&#20043;&#38388;&#65292;&#26031;&#24503;&#21733;&#23572;&#25705;&#35199;&#21335;20&#20844;&#37324;&#12290;&#20154;&#21475;8&#19975;&#12290;&#21476;&#22478;&#20043;&#19968;&#12290;&#38081;&#36335;&#26530;&#32445;&#12290;&#26377;&#38271;1.6&#20844;&#37324;&#30340;&#21335;&#27888;&#21033;&#32822;&#36816;&#27827;&#36830;&#36890;&#27874;&#32599;&#30340;&#28023;&#21644;&#26757;&#25289;&#20262;&#28246;&#12290;&#26377;&#33647;&#21697;&#12289;&#27773;&#36710;&#12289;&#26426;&#22120;&#12289;&#28779;&#26612;&#12289;&#32442;&#32455;&#12289;&#28895;&#33609;&#31561;&#24037;&#19994;&#12290;&#33879;&#21517;&#28023;&#28392;&#30103;&#20859;&#32988;&#22320;&#12290;<br>&nbsp;&nbsp;&nbsp;&nbsp;&#23433;&#25490;&#22909;&#25151;&#38388;&#65292;&#25601;&#19979;&#34892;&#26446;&#65292;&#32422;&#20102;&#20960;&#20010;&#21516;&#20276;&#19968;&#36215;&#20986;&#26469;&#36891;&#36891;&#12290;&#23567;&#22478;&#38215;&#30340;&#34903;&#36947;&#19978;&#24456;&#20919;&#28165;&#65292;&#20154;&#28895;&#31232;&#23569;&#12290;&#24456;&#38745;&#65292;&#38500;&#20102;&#36710;&#36718;&#19982;&#36335;&#38754;&#25705;&#25830;&#21457;&#20986;&#30340;&#22768;&#38899;&#22806;&#65292;&#23601;&#21548;&#19981;&#21040;&#20854;&#23427;&#30340;&#22768;&#38899;&#20102;&#12290;&#34903;&#36947;&#20004;&#36793;&#30340;&#24215;&#38138;&#20142;&#30528;&#28783;&#20809;&#65292;&#20294;&#37117;&#20851;&#38376;&#20102;&#12290;&#21271;&#27431;&#30340;&#21830;&#24215;&#38500;&#20102;&#36229;&#24066;&#65292;&#21608;&#20845;&#21644;&#21608;&#26085;&#20197;&#21450;&#26202;&#19978;&#20845;&#28857;&#20197;&#21518;&#37117;&#19981;&#24320;&#38376;&#20570;&#29983;&#24847;&#20102;&#12290;&#25152;&#20197;&#24191;&#21578;&#20063;&#24456;&#31232;&#23569;&#12290;&#25972;&#20010;&#22320;&#21306;&#32511;&#21270;&#24456;&#22909;&#65292;&#24456;&#24178;&#20928;&#65292;&#31354;&#27668;&#28165;&#26032;&#65292;&#30495;&#26159;&#20196;&#20154;&#36175;&#24515;&#24742;&#30446;&#12290;&#36824;&#26377;&#36825;&#36793;&#30340;&#27773;&#36710;&#22823;&#30333;&#22825;&#20063;&#19968;&#24459;&#24320;&#30528;&#36710;&#28783;&#65292;&#25454;&#35828;&#26159;&#20026;&#20102;&#20132;&#36890;&#23433;&#20840;&#36215;&#35265;&#12290;&#21516;&#20276;&#20204;&#22823;&#27010;&#21463;&#19981;&#20102;&#36825;&#20919;&#28165;&#65292;&#32439;&#32439;&#36820;&#22238;&#37202;&#24215;&#21435;&#20102;&#12290;&#21482;&#21097;&#19979;&#25105;&#21644;&#21478;&#19968;&#20010;&#21516;&#20276;&#65292;&#28459;&#26080;&#36793;&#38469;&#30340;&#36891;&#30528;&#65292;&#19981;&#35273;&#24471;&#26469;&#21040;&#20102;&#19968;&#20010;&#32654;&#20029;&#30340;&#28246;&#36793;&#65288;&#21518;&#26469;&#25454;&#23548;&#28216;&#21525;&#20808;&#29983;&#35828;&#24212;&#35813;&#26159;&#26465;&#27827;&#27969;&#32780;&#19981;&#26159;&#28246;&#65289;&#12290;&#28246;&#36793;&#26377;&#19968;&#20123;&#38271;&#26885;&#65292;&#26377;&#20010;&#37329;&#21457;&#32654;&#22899;&#22352;&#22312;&#37027;&#37324;&#19981;&#20572;&#30340;&#22312;&#21457;&#30701;&#20449;&#12290;&#30475;&#26469;&#19981;&#26159;&#22312;&#28909;&#24651;&#20043;&#20013;&#23601;&#26159;&#22833;&#24651;&#20102;&#12290;&#36825;&#26102;&#21516;&#20276;&#21457;&#29616;&#38468;&#36817;&#26377;&#20010;&#23567;&#37202;&#21543;&#65292;&#20004;&#20010;&#20154;&#36827;&#21435;&#25214;&#20102;&#20010;&#31354;&#26700;&#22352;&#20102;&#19979;&#26469;&#65292;&#37324;&#38754;&#20960;&#20046;&#22352;&#28385;&#20102;&#21917;&#37202;&#21507;&#19996;&#35199;&#36793;&#32842;&#30528;&#22825;&#30340;&#29790;&#20856;&#30007;&#22899;&#12290;&#25105;&#20204;&#21435;&#21543;&#21488;&#35201;&#20102;&#20004;&#29942;&ldquo;&#21487;&#33021;&#26159;&#19990;&#30028;&#19978;&#26368;&#22909;&#30340;&#21860;&#37202;&rdquo;Carlsberg&#21644;&#19968;&#30424;&#24847;&#22823;&#21033;&#36890;&#24515;&#31881;&#65292;&#31455;&#28982;&#33457;&#20102;200&#22810;&#20010;&#29790;&#20856;&#20811;&#26391;&#12290;&#24515;&#24819;&#21453;&#27491;&#26159;&#21040;&#20102;&#22269;&#22806;&#65292;&#23601;&#24812;&#24847;&#19968;&#22238;&#21543;&#65292;&#21621;&#21621;&#12290;<br>&nbsp;&nbsp;&nbsp;&nbsp;&#20174;&#19981;&#36991;&#35763;&#31216;&#33258;&#24049;&#20026;&ldquo;&#28023;&#30423;&#21518;&#35028;&rdquo;&#30340;&#21271;&#27431;&#20154;&#65292;&#20320;&#21364;&#24590;&#20040;&#20063;&#30475;&#19981;&#20986;&ldquo;&#28023;&#30423;&rdquo;&#30340;&#37027;&#31181;&#30165;&#36857;&#12290;&#36523;&#26448;&#39640;&#22823;&#12289;&#37329;&#21457;&#30887;&#30524;&#30340;&#32500;&#20140;&#20154;&#21518;&#20195;&#20204;&#65292;&#22810;&#21322;&#37117;&#24456;&#21644;&#21892;&#65292;&#21482;&#35201;&#20320;&#19982;&#20182;&#20204;&#30524;&#31070;&#23545;&#35270;&#65292;&#23601;&#19968;&#23450;&#21487;&#20197;&#25910;&#33719;&#19968;&#20010;&#24494;&#31505;&#12290;&#20320;&#30475;&#31449;&#22312;&#21543;&#21488;&#21518;&#30340;&#20004;&#20010;Waiters,&#19981;&#27491;&#22312;&#31505;&#23481;&#21487;&#25516;&#30340;&#30475;&#30528;&#31471;&#30528;&#21860;&#37202;&#26479;&#21516;&#26679;&#31505;&#36880;&#39068;&#24320;&#30340;&#25105;&#21527;&#12290;&#30475;&#35265;&#20182;&#20204;&#65292;&#20320;&#26159;&#19981;&#26159;&#35273;&#24471;&#25972;&#20010;&#19990;&#30028;&#37117;&#22312;&#24494;&#31505;&#65311;<br>&nbsp;&nbsp;&nbsp;&nbsp;8&#26376;13&#26085;&#26089;&#20843;&#28857;&#19977;&#21313;&#65292;&#30001;&#21335;&#27888;&#21033;&#32822;&#20986;&#21457;&#65292;&#21069;&#24448;&#29790;&#20856;&#22659;&#20869;&#20301;&#20110;&#26031;&#24503;&#21733;&#23572;&#25705;&#21644;&#25386;&#23041;&#39318;&#37117;&#22885;&#26031;&#38470;&#20043;&#38388;&#30340;&#21345;&#23572;&#26031;&#22612;&#24503;&#65288;&#34892;&#31243;&#32422;4&#23567;&#26102;&#65289;&#65292;&#39640;&#36895;&#36335;&#19978;&#30340;&#36710;&#27969;&#37327;&#19981;&#22823;&#65292;&#22823;&#24052;&#20197;&#27599;&#23567;&#26102;&#30334;&#20844;&#37324;&#30340;&#36895;&#24230;&#24179;&#31283;&#22320;&#24320;&#30528;&#65292;&#20844;&#36335;&#20004;&#20391;&#30340;&#26223;&#29289;&#19968;&#35272;&#26080;&#20313;&#12290;&#20013;&#21320;&#26102;&#20998;&#65292;&#21040;&#36798;&#20102;&#32500;&#32435;&#24681;&#28246;&#36793;&#12290;&#32500;&#32435;&#24681;&#28246;(Vanern)&#65292;&#33521;&#35821;&#20316;Lake&nbsp;Vaner&#12290;&#21271;&#27431;&#26368;&#22823;&#30340;&#28246;&#27850;&#65292;&#20063;&#26159;&#27431;&#27954;&#31532;&#19977;&#22823;&#28246;&#65292;&#19990;&#30028;&#31532;28&#22823;&#28246;&#12290;&#20301;&#20110;&#29790;&#20856;&#21335;&#37096;&#65292;&#32500;&#32435;&#20160;&#22561;&#21644;&#21345;&#23572;&#26031;&#22612;&#24503;&#20043;&#38388;&#12290;&#21576;&#19996;&#21271;&mdash;&#35199;&#21335;&#21521;&#24310;&#20280;&#65292;&#38271;145&#20844;&#37324;&#65292;&#23485;80&#20844;&#37324;&#65292;&#26368;&#28145;97&#31859;&#65292;&#38754;&#31215;&#32422;5&#65292;550&#24179;&#26041;&#20844;&#37324;&#12290;&#28246;&#27700;&#32463;&#32422;&#22612;&#27827;&#21521;&#35199;&#21335;&#27844;&#20986;&#12290;&#28246;&#30340;&#21335;&#37096;&#20063;&#21483;&ldquo;&#36798;&#23572;&#21187;&#30003;&#28246;&rdquo;&#65292;&#26159;&#32422;&#22612;&#36816;&#27827;&#30340;&#32452;&#25104;&#37096;&#20998;&#12290;&#25105;&#20204;&#20572;&#36710;&#65292;&#22312;&#28246;&#36793;&#24476;&#24457;&#65292;&#22312;&#32431;&#20928;&#30340;&#21271;&#27431;&#32473;&#33258;&#24049;&#30041;&#19979;&#32654;&#22909;&#30340;&#24433;&#20687;&#12290;&#21482;&#21487;&#24796;&#22825;&#20844;&#19981;&#20570;&#32654;&#65292;&#22825;&#38452;&#27785;&#27785;&#65292;&#19979;&#30528;&#23567;&#38632;&#65292;&#28246;&#22825;&#19968;&#29255;&#28784;&#26263;&#12290;&#32654;&#20029;&#30340;&#28246;&#20809;&#23665;&#33394;&#22312;&#38236;&#22836;&#19979;&#22823;&#25171;&#25240;&#25187;&#12290;<br>&nbsp;&nbsp;&nbsp;&nbsp;&#21320;&#39184;&#21518;&#31163;&#24320;&#21069;&#24448;&#25386;&#23041;&#39318;&#37117;&#22885;&#26031;&#38470;&#12290;&#22312;&#28216;&#21382;&#20102;&#25386;&#23041;&#30340;&#22478;&#24066;&#21644;&#26223;&#28857;&#20043;&#21518;&#65292;8&#26376;16&#26085;&#65292;&#20174;&#25386;&#23041;&#21435;&#20025;&#40614;&#36884;&#32463;&#20102;&#29790;&#20856;&#26368;&#22823;&#30340;&#28207;&#21475;&#21644;&#31532;&#20108;&#22823;&#22478;&#24066;&#21733;&#24503;&#22561;&#65288;Gothenburg&#65289;&#65292;&#28216;&#35272;&#20102;&#24314;&#20110;&#20013;&#19990;&#32426;&#30340;&#24066;&#25919;&#21381;&#24191;&#22330;&mdash;&mdash;&#21476;&#26031;&#22612;&#22827;&#38463;&#36947;&#22827;&#24191;&#22330;(Gustaf&nbsp;Adolfs&nbsp;Torg)&#65292;&#26159;&#21733;&#24503;&#22561;&#30340;&#24066;&#20013;&#24515;&#24191;&#22330;&#12290;&#24191;&#22330;&#20013;&#38388;&#31446;&#31435;&#30528;&#21733;&#24503;&#22561;&#22478;&#30340;&#21019;&#24314;&#32773;&#29790;&#20856;&#22269;&#29579;&#21476;&#26031;&#22612;&#22827;&#38463;&#36947;&#22827;&#30340;&#38613;&#20687;&#12290;&#32769;&#32929;&#31080;&#20132;&#26131;&#25152;(B?rsen)&#65292;&#21069;&#36523;&#30340;&#20132;&#26131;&#25152;&#24314;&#31569;&#22312;1844&#24180;&#34987;&#27585;&#65292;1849&#24180;&#25913;&#24314;&#25104;&#29616;&#22312;&#30340;&#26679;&#23376;&#20316;&#20026;&#20030;&#34892;&#24066;&#25919;&#20250;&#35758;&#21644;&#25509;&#24453;&#27963;&#21160;&#30340;&#22330;&#25152;&#12290;<br>&nbsp;&nbsp;&nbsp;&nbsp;&#21733;&#24503;&#22561;&#20301;&#20110;&#29790;&#20856;&#35199;&#37096;&#12290;&#36825;&#37324;&#33258;&#21476;&#36825;&#37324;&#23601;&#26159;&#29790;&#20856;&#21644;&#20025;&#40614;&#20891;&#38431;&#20105;&#22842;&#20986;&#28023;&#21475;&#30340;&#22320;&#26041;&#12290;1619&#24180;&#29790;&#20856;&#22269;&#29579;&#21476;&#26031;&#22612;&#22827;&#38463;&#36947;&#22827;&#19979;&#20196;&#22312;&#27492;&#20852;&#24314;&#22478;&#24066;&#12290;&#22478;&#24066;&#26089;&#26399;&#23621;&#27665;&#24456;&#22810;&#26159;&#33655;&#20848;&#30340;&#31227;&#27665;&#65292;&#33655;&#20848;&#20154;&#21442;&#19982;&#20102;&#22478;&#24066;&#30340;&#35268;&#21010;&#21644;&#24314;&#35774;&#65292;&#22914;&#20170;&#22478;&#24066;&#39118;&#26684;&#22914;&#24314;&#31569;&#12289;&#36816;&#27827;&#36947;&#65292;&#29978;&#33267;&#26641;&#26519;&#21644;&#33457;&#22253;&#36824;&#20445;&#30041;&#26377;&#33655;&#20848;&#30340;&#21360;&#35760;&#12290;&#38543;&#30528;&#20025;&#40614;&#20154;&#34987;&#25112;&#36133;&#65292;&#21733;&#24503;&#22561;&#30340;&#20891;&#20107;&#22320;&#20301;&#36880;&#27493;&#34987;&#29790;&#20856;&#37325;&#35201;&#30340;&#21830;&#19994;&#36152;&#26131;&#21475;&#23736;&#22320;&#20301;&#25152;&#26367;&#20195;&#12290;1731&#24180;&#22312;&#27492;&#25104;&#31435;&#30340;&#29790;&#20856;&#19996;&#21360;&#24230;&#20844;&#21496;&#26159;&#29790;&#20856;&#26368;&#26089;&#30340;&#22269;&#38469;&#36152;&#26131;&#20844;&#21496;&#12290;&#20027;&#35201;&#20174;&#20107;&#23545;&#20013;&#22269;&#21644;&#36828;&#19996;&#30340;&#36152;&#26131;&#65292;&#21830;&#21697;&#26377;&#19997;&#32504;&#12289;&#33590;&#21494;&#21644;&#29943;&#22120;&#31561;&#12290;&#22312;&#25343;&#30772;&#20177;&#26102;&#20195;&#27861;&#22269;&#23553;&#38145;&#20102;&#33521;&#22269;&#23545;&#27431;&#27954;&#30340;&#36152;&#26131;&#65292;&#21733;&#24503;&#22561;&#25104;&#20102;&#33521;&#22269;&#23545;&#27431;&#27954;&#22823;&#38470;&#36152;&#26131;&#30340;&#21807;&#19968;&#28207;&#21475;&#65292;&#22240;&#27492;&#38750;&#24120;&#32321;&#33635;&#12290;1832&#24180;&#36830;&#25509;&#29790;&#20856;&#31532;&#19968;&#22823;&#28246;&#21644;&#20854;&#20182;&#20869;&#38470;&#28246;&#27850;&#30340;&#21733;&#22612;&#36816;&#27827;&#30340;&#24320;&#36890;&#21450;&#36830;&#25509;&#26031;&#24503;&#21733;&#23572;&#25705;&#30340;&#38081;&#36335;&#30340;&#24314;&#25104;&#65292;&#20351;&#21733;&#24503;&#22561;&#21457;&#23637;&#25104;&#21271;&#27431;&#22320;&#21306;&#26368;&#22823;&#30340;&#28207;&#21475;&#12290;<br>&nbsp;&nbsp;&nbsp;&nbsp;&#22914;&#20170;&#21733;&#24503;&#22561;&#26159;&#29790;&#20856;&#26368;&#32321;&#24537;&#30340;&#28207;&#21475;&#21644;&#21830;&#19994;&#20013;&#24515;&#12290;&#21608;&#22260;&#22320;&#21306;&#24050;&#32463;&#25104;&#20026;&#21271;&#27431;&#26368;&#22823;&#30340;&#24037;&#19994;&#21306;&#12290;&#24635;&#37096;&#35774;&#22312;&#36825;&#37324;&#30340;&#22269;&#38469;&#30693;&#21517;&#22823;&#20225;&#19994;&#26377;&#27779;&#23572;&#27779;&#27773;&#36710;&#20844;&#21496;&#65292;&#29233;&#31435;&#20449;&#20844;&#21496;&#65292;SKF&#36724;&#25215;&#65292;&#21704;&#33487;&#30456;&#26426;&#20844;&#21496;&#21644;&#33832;&#20271;&#29233;&#31435;&#20449;&#23431;&#33322;&#20844;&#21496;&#31561;&#12290;&#36824;&#26159;&#19990;&#30028;&#19978;&#26368;&#22823;&#30340;&#32440;&#27974;&#21644;&#26032;&#38395;&#32440;&#30340;&#20132;&#26131;&#20013;&#24515;&#20043;&#19968;&#12290;&#27492;&#22806;&#23637;&#35272;&#20013;&#24515;&#27599;&#24180;&#36824;&#20030;&#21150;&#24456;&#22810;&#19990;&#30028;&#21338;&#35272;&#20250;&#65292;&#33879;&#21517;&#30340;&#26377;&#22269;&#38469;&#26053;&#28216;&#21338;&#35272;&#20250;&#21644;&#31179;&#23395;&#30340;&#22270;&#20070;&#21338;&#35272;&#20250;&#12290;<br>&nbsp;&nbsp;&nbsp;&nbsp;&#31163;&#24320;&#21733;&#24503;&#22561;&#21518;&#21069;&#24448;&#20025;&#40614;&#21733;&#26412;&#21704;&#26681;&#65292;&#28216;&#29609;&#20102;&#20004;&#22825;&#20043;&#21518;&#65292;&#20110;8&#26376;18&#26085;&#20056;&#36710;&#36820;&#22238;&#20102;&#26031;&#24503;&#21733;&#23572;&#25705;&#24066;&#12290;<br>&nbsp;&nbsp;&nbsp;&nbsp;&#26031;&#24503;&#21733;&#23572;&#25705;(Stockholm)&#26159;&#29790;&#20856;&#30340;&#39318;&#37117;&#21450;&#31532;&#19968;&#22823;&#22478;&#24066;&#65292;&#20840;&#22269;&#25919;&#27835;&#12289;&#32463;&#27982;&#12289;&#25991;&#21270;&#20013;&#24515;&#12290;&#30001;&#20110;&#22320;&#22788;&#27874;&#32599;&#30340;&#28023;&#65288;&#21688;&#27700;&#65289;&#21644;&#26757;&#25289;&#20262;&#28246;&#65288;&#28129;&#27700;&#65289;&#20132;&#27719;&#22788;&#65288;&#21518;&#32773;&#27700;&#20301;&#27604;&#21069;&#32773;&#39640;50&#31859;&#65292;&#28129;&#27700;&#28748;&#20837;&#28023;&#20013;&#65292;&#20914;&#28129;&#20102;&#28023;&#27700;&#30340;&#21688;&#24230;&#65292;&#29983;&#38271;&#30340;&#40060;&#31867;&#27604;&#36739;&#29305;&#21035;&#65289;&#65292;&#22312;&#21271;&#27431;&#19977;&#22269;&#20013;&#65292;&#26031;&#24503;&#21733;&#23572;&#25705;&#31639;&#24471;&#19978;&#26159;&#23707;&#23679;&#26368;&#22810;&#30340;&#22478;&#24066;&#20102;&#12290;&#31639;&#19978;&#37066;&#21306;&#30340;&#23707;&#23679;&#65292;&#20849;&#26377;24000&#20010;&#23707;&#23679;&#65292;&#34987;&#31216;&#20026;&ldquo;&#21271;&#26041;&#23041;&#23612;&#26031;&rdquo;&#65292;&#35937;&#26159;&#28418;&#28014;&#22312;&#27700;&#19978;&#30340;&#26790;&#24187;&#20043;&#37117;&#12290;<br>&nbsp;&nbsp;&nbsp;&nbsp;&#27809;&#26377;&#20154;&#30693;&#36947;&#34987;&#31216;&#20026;&ldquo;&#21271;&#26041;&#22899;&#31070;&#31859;&#37027;&#23572;&rdquo;&#30340;&#29790;&#20856;&#22899;&#29579;&#20811;&#37324;&#26031;&#33922;&#23068;&#33258;&#24895;&#36864;&#20301;&#31163;&#24320;&#26031;&#24503;&#21733;&#23572;&#25705;&#26102;&#30340;&#24773;&#26223;&#12290;&#20294;&#22312;&#30001;&#26684;&#20029;&#27888;?&#22025;&#23453;&#20027;&#28436;&#30340;&#30005;&#24433;&#12298;&#29790;&#20856;&#22899;&#29579;&#12299;&#20013;&#65292;&#20811;&#37324;&#26031;&#33922;&#23068;&#22899;&#29579;&#31163;&#24320;&#26102;&#38271;&#26102;&#38388;&#38754;&#26080;&#34920;&#24773;&#22320;&#20267;&#31435;&#22312;&#33337;&#22836;&#12290;&#36825;&#24456;&#21487;&#33021;&#26159;&#30495;&#23454;&#30340;&#65292;&#22240;&#20026;&#35201;&#27704;&#20037;&#22320;&#21578;&#21035;&#36825;&#24231;&#34987;&#19990;&#20154;&#31216;&#20026;&ldquo;&#27700;&#20013;&#32654;&#22899;&rdquo;&#30340;&#22478;&#24066;&#65292;&#22905;&#24403;&#28982;&#19981;&#24895;&#22238;&#26395;&#65292;&#37027;&#26679;&#20570;&#65292;&#19968;&#23450;&#20250;&#35753;&#22905;&#19981;&#24525;&#31163;&#21435;&#12290;&#22312;&#36825;&#20010;&#22799;&#26085;&#30340;&#20621;&#26202;&#33669;&#20020;&#21271;&#27431;&#21382;&#21490;&#21517;&#22478;&#26031;&#24503;&#21733;&#23572;&#25705;&#65292;&#21548;&#21488;&#28286;&#31821;&#23548;&#28216;&#21525;&#32654;&#21644;
					<!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/default/" rel="category tag">Default</a> on <a href="http://log.SunnyBoy.Me/2010/09/18/400/" title="10:12 PM" rel="bookmark"><time class="entry-date" datetime="2010-09-18T22:12:09+00:00">2010/09/18</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2010/09/18/5/" rel="prev"><span class="meta-nav">&larr;</span> &#20420;&#32599;&#26031; Crazy sand  &#27801;&#33402;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2010/09/20/401/" rel="next">Du gamla, du fria(&#21476;&#32769;&#30340;&#12289;&#20809;&#33635;&#30340;&#21271;&#22269;&#23665;&#20065;) <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2010/09/18/400/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="400" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="7c2f7e3a12"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="72"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		<!-- #content -->
	<!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>September 2010</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev" class="pad">&nbsp;</td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2010/10/">Oct &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="2" class="pad">&nbsp;</td><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2010/09/06/" aria-label="Posts published on September 6, 2010">6</a></td><td>7</td><td>8</td><td>9</td><td>10</td><td>11</td><td>12</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2010/09/13/" aria-label="Posts published on September 13, 2010">13</a></td><td><a href="http://log.SunnyBoy.Me/2010/09/14/" aria-label="Posts published on September 14, 2010">14</a></td><td>15</td><td>16</td><td>17</td><td><a href="http://log.SunnyBoy.Me/2010/09/18/" aria-label="Posts published on September 18, 2010">18</a></td><td>19</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2010/09/20/" aria-label="Posts published on September 20, 2010">20</a></td><td>21</td><td>22</td><td>23</td><td>24</td><td>25</td><td>26</td>
	</tr><tr><td>27</td><td>28</td><td>29</td><td><a href="http://log.SunnyBoy.Me/2010/09/30/" aria-label="Posts published on September 30, 2010">30</a></td>
		<td class="pad" colspan="3">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		<!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --><!-- #page --><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></td></tr></tbody></table></div></div></article></div></div></div></div></body></html>
