<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#33529;&#26524;&#65306;&#19968;&#31181;&#26410;&#26469;&#29702;&#24565; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#33529;&#26524;&#65306;&#19968;&#31181;&#26410;&#26469;&#29702;&#24565; Comments Feed" href="http://log.SunnyBoy.Me/2011/04/26/9977/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#30693;&#20046;&#30340;&#38382;&#39064;" href="http://log.SunnyBoy.Me/2011/04/26/9975/"><link rel="next" title="&#30334;&#24230;&#21644;&#35895;&#27468;&#65306;&#23616;&#22495;&#32593;&#25112;&#32988;&#20114;&#32852;&#32593;" href="http://log.SunnyBoy.Me/2011/04/26/9978/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/04/26/9977/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=9977"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F04%2F26%2F9977%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F04%2F26%2F9977%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-9977 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-9977" class="post-9977 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#33529;&#26524;&#65306;&#19968;&#31181;&#26410;&#26469;&#29702;&#24565;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/04/26/9977/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12288;&#12288;&#26412;&#25991;&#35797;&#22270;&#20174;&#26356;&#28145;&#21644;&#26356;&#24191;&#30340;&#35270;&#35282;&#26469;&#35299;&#26512;&#33529;&#26524;&#20026;&#20309;&#22914;&#27492;&#27969;&#34892;&#24182;&#32473;&#20986;&#31508;&#32773;&#23545;&#20854;&#30340;&#30475;&#27861;&#12290;</p>
<p>&#12288;&#12288;&#20919;&#25112;&#30041;&#32473;&#25105;&#20204;&#30340;&#24605;&#32771;&#24456;&#22810;&#65292;&#36825;&#37324;&#20851;&#27880;&#30340;&#26159;&#65292;&#20854;&#20960;&#20046;&#26159;&#23436;&#20840;&#23545;&#31435;&#30340;&#20004;&#31181;&#21457;&#23637;&#27169;&#24335;&#65292;&#33487;&#32852;&#27169;&#24335;&#21644;&#32654;&#22269;&#27169;&#24335;&#65292;&#20182;&#20204;&#23545;&#20110;&#20135;&#21697;&#30340;&#35774;&#35745;&#29702;&#24565;&#20063;&#25130;&#28982;&#19981;&#21516;&#12290;</p>
<p>&#12288;&#12288;&#36825;&#20123;&#29702;&#24565;&#21453;&#26144;&#21040;&#31185;&#24187;&#20316;&#21697;&#20013;&#65292;&#20415;&#24418;&#25104;&#20102;&#20004;&#31181;&#26410;&#26469;&#39118;&#26684;&#65292;&#19968;&#31181;&#26159;&#12298;&#38134;&#32764;&#26432;&#25163;&#12299;&#24335;&#30340;cyberpunk&#65306;&#27880;&#37325;&#21151;&#33021;&#65292;&#38646;&#20214;&#24040;&#22823;&#12289;&#31528;&#37325;&#65292;&#31895;&#22823;&#30340;&#31649;&#36947;&#38706;&#22312;&#22806;&#38754;&#65292;&#30456;&#23545;&#30340;&#20063;&#20415;&#20110;&#20462;&#29702;&#26367;&#25442;&#65292;&#25216;&#24037;&#21619;&#24456;&#27987;&#65307;&#19968;&#31181;&#26159;&#12298;Wall-E&#12299;&#24335;&#30340;&#65292;&#36148;&#36817;&#20154;&#31867;&#38656;&#35201;&#65292;&#20154;&#26426;&#20132;&#27969;&#38750;&#24120;&#20154;&#24615;&#21270;&#65292;&#30028;&#38754;&#21451;&#22909;&#65292;&#25805;&#20316;&#31616;&#21333;&#65292;&#30001;&#20013;&#22830;&#26234;&#33041;&#38598;&#20013;&#35843;&#25511;&#19968;&#20999;&#20107;&#20214;&#12290;&#65288;&#20851;&#20110;&#12298;Wall-E&#12299;&#23637;&#29616;&#30340;&#26159;&#33529;&#26524;&#30340;&#26410;&#26469;&#29702;&#24565;&#65292;&#35831;&#30475;&#32593;&#19978;&#30340;&#19968;&#20123;&#20998;&#26512;&#65292;&#32769;&#20052;&#19982;&#36842;&#26031;&#23612;-Pixar&#30340;JQ&#65292;&#20197;&#21450;Wall-E&#20013;&#22788;&#22788;&#30340;&#33529;&#26524;&#25423;&#20182;&#12290;&#65289;</p>
<p>&#12288;&#12288;&#36825;&#20004;&#31181;&#29983;&#27963;&#65292;&#34429;&#28982;&#21069;&#32773;&#26377;&#19981;&#23569;&#38081;&#26438;&#31881;&#19997;&#65292;&#20294;&#30495;&#35201;&#36873;&#25321;&#30340;&#35805;&#65292;&#25105;&#24819;&#22810;&#25968;&#20154;&#36824;&#26159;&#24895;&#24847;&#36873;&#25321;&#21518;&#19968;&#31181;&#26410;&#26469;&#12290;</p>
<p>&#12288;&#12288;&#33529;&#26524;&#22312;&#21019;&#26032;&#19978;&#20196;&#21516;&#34892;&#23241;&#22930;&#65292;&#32769;&#26159;&#36208;&#22312;&#21035;&#20154;&#21069;&#38754;&#65292;&#20026;&#20160;&#20040;&#65311;&#31508;&#32773;&#35748;&#20026;&#23427;&#23601;&#26159;&#25235;&#20303;&#20102;&#21518;&#19968;&#31181;&#26410;&#26469;&#65292;&#19968;&#27493;&#27493;&#23558;&#20854;&#23454;&#29616;&#65292;&#36825;&#26679;&#19981;&#38656;&#35201;&#22855;&#24605;&#24322;&#24819;&#24335;&#30340;&#28789;&#24863;&#26469;&#21019;&#26032;&#65292;&#20154;&#20204;&#33258;&#28982;&#24895;&#24847;&#36873;&#25321;&#23427;&#12290;&#32780;&#19968;&#20123;&#26368;&#38081;&#26438;&#30340;&#33529;&#26524;&#31881;&#19997;&#65292;&#38500;&#21435;&#37027;&#20123;&#25910;&#38598;&#25104;&#30294;&#30340;&#65292;&#31508;&#32773;&#35748;&#20026;&#20182;&#20204;&#23545;&#33529;&#26524;&#30340;&#25903;&#25345;&#26377;&#24456;&#22823;&#19968;&#37096;&#20998;&#28304;&#20110;&#27492;&#65292;&#22240;&#20026;&#20182;&#20204;&#24819;&#31532;&#20108;&#31181;&#26410;&#26469;&#26089;&#20123;&#26469;&#20020;&#65292;&#24182;&#19988;&#26377;&#19968;&#20123;&#24067;&#36947;&#32773;&#30340;&#24773;&#24576;&#65292;&#24895;&#24847;&#35753;&#21035;&#20154;&#20063;&#20998;&#20139;&#36825;&#31181;&#29983;&#27963;&#12290;</p>
<p>&#12288;&#12288;&#20174;&#33529;&#26524;&#30340;&#20135;&#21697;&#20013;&#25105;&#20204;&#23601;&#21487;&#20197;&#30475;&#21040;&#36825;&#31181;&#20542;&#21521;&mdash;&mdash;&#20174;&#26368;&#21021;&#30340;mac book&#36719;&#30828;&#20214;&#19968;&#20307;&#21270;&#30340;&#35774;&#35745;&#65292;&#26497;&#20854;&#23553;&#38381;&#30340;&#24320;&#21457;&#21644;&#20351;&#29992;&#29615;&#22659;&#65292;&#20197;&#21450;&#31616;&#21333;&#33267;&#19978;&#30340;&#35774;&#35745;&#29702;&#24565;&#65292;&#20182;&#20204;&#23601;&#34920;&#36798;&#20986;&#19968;&#31181;&#35266;&#28857;&#65292;&#35753;&#29992;&#25143;&#21482;&#20851;&#27880;&#22312;&#20182;&#25152;&#35201;&#20570;&#30340;&#20107;&#20013;&#65292;&#32780;&#19981;&#29992;&#25285;&#24515;&#20854;&#20182;&#26049;&#25903;&#32454;&#33410;&#25171;&#25200;&#20182;&#30340;&#27880;&#24847;&#21147;&#65292;&#36825;&#23601;&#26159;&#26410;&#26469;&#27010;&#24565;&#12290;&#32780;iTunes music store&#20197;&#21450;&#21518;&#26469;&#30340;Appstore&#20854;&#23454;&#20063;&#26159;&#22522;&#20110;&#36825;&#26679;&#30340;&#29702;&#24565;&#24320;&#21457;&#65292;&#21482;&#26159;&#26368;&#32456;&#28436;&#21464;&#25104;&#24179;&#21488;&#65292;&#32780;iPod touch&#12289;iPhone&#12289;iPad&#21017;&#26377;&#31227;&#21160;&#23646;&#24615;&#65292;&#20174;&#32780;&#23558;&#31227;&#21160;&#21644;&#24179;&#21488;&#36825;&#20004;&#22823;&#26410;&#26469;&#27010;&#24565;&#25235;&#22312;&#25163;&#37324;&#65292;&#21040;&#36825;&#37324;&#33529;&#26524;&#30340;&#26410;&#26469;&#34013;&#22270;&#32456;&#20110;&#28165;&#26224;&#65292;&#19979;&#19968;&#27493;&#23427;&#25152;&#35201;&#20570;&#30340;&#65292;&#26159;&#24605;&#32771;&#22914;&#20309;&#19968;&#27493;&#27493;&#30340;&#23454;&#29616;&#36825;&#20010;&#34013;&#22270;&mdash;&mdash;&#25454;&#20256;&#33529;&#26524;&#23558;&#36827;&#20837;&#30005;&#35270;&#19994;&#65292;&#27491;&#22312;&#24320;&#21457;iTV&#65292;&#36825;&#23601;&#26159;&#19968;&#20010;&#35777;&#25454;&#12290;</p>

<p>&#12288;&#12288;&#22240;&#27492;&#31508;&#32773;&#35828;&#65292;&#33529;&#26524;&#20195;&#34920;&#30340;&#26159;&#19968;&#31181;&#26410;&#26469;&#29702;&#24565;&#65292;&#36873;&#25321;&#33529;&#26524;&#65292;&#20063;&#23601;&#24847;&#21619;&#30528;&#36873;&#25321;&#31532;&#20108;&#31181;&#26410;&#26469;&#12290;</p>
<p>&#12288;&#12288;&#32780;&#33529;&#26524;&#19968;&#27493;&#27493;&#30340;&#25193;&#22823;&#20854;&#24433;&#21709;&#21147;&#65292;&#29978;&#33267;&#25913;&#21464;&#25105;&#20204;&#30340;&#29983;&#27963;&#65292;&#21017;&#26159;&#36825;&#31181;&#26410;&#26469;&#29702;&#24565;&#30340;&#23454;&#29616;&#12290;&#27604;&#22914;&#19990;&#30028;&#26377;&#20123;&#22320;&#26041;&#24050;&#32463;&#32771;&#34385;&#29992;iPad&#20195;&#26367;&#20070;&#26412;&#26469;&#36827;&#34892;&#20013;&#23567;&#23398;&#29983;&#25945;&#23398;&#65292;&#24819;&#24819;&#21543;&#65292;&#24403;&#25152;&#26377;&#20154;&#19981;&#29992;&#32972;&#30528;&#20070;&#21253;&#21435;&#19978;&#23398;&#65292;&#19981;&#20877;&#38656;&#35201;&#35838;&#26412;&#65292;&#32780;&#21482;&#38656;&#35201;&#19968;&#20010;&#24179;&#26495;&#30005;&#33041;&mdash;&mdash;&#26410;&#26469;&#21487;&#33021;&#24320;&#21457;&#20986;&#26356;&#24378;&#22823;&#30340;&#21151;&#33021;&#65292;&#27604;&#22914;&#20840;&#24687;&#25237;&#24433;&#65292;&#26368;&#26377;&#26410;&#26469;&#27668;&#24687;&#30340;&mdash;&mdash;&#36825;&#26679;&#26159;&#19981;&#26159;&#26377;&#20123;&#26410;&#26469;&#33539;&#20799;&#65311;</p>
<p>&#12288;&#12288;&#23545;&#20110;&#36825;&#26679;&#30340;&#24773;&#24418;&#65292;&#19968;&#33324;&#20154;&#21363;&#20351;&#30693;&#36947;&#20063;&#26159;&#20048;&#35265;&#20854;&#25104;&#30340;&#65292;&#19968;&#20123;&#26377;&#30524;&#20809;&#30340;&#20154;&#21147;&#25402;&#33529;&#26524;&#65292;&#20063;&#27491;&#26159;&#22240;&#20026;&#20182;&#20204;&#30475;&#21040;&#36825;&#28857;&#65292;&#20182;&#20204;&#30340;&#20986;&#21457;&#28857;&#26159;&#25512;&#21160;&#20154;&#31867;&#31038;&#20250;&#36827;&#27493;&#12290;</p>
<p>&#12288;&#12288;&#31508;&#32773;&#20063;&#35748;&#21516;&#33529;&#26524;&#30340;&#22766;&#22823;&#65292;&#20197;&#21450;&#23427;&#32473;&#31038;&#20250;&#30340;&#36129;&#29486;&#65292;&#28982;&#32780;&#36825;&#37324;&#26377;&#20004;&#20010;&#38382;&#39064;&#20196;&#31508;&#32773;&#38590;&#20197;&#37322;&#24576;&#12290;&#19968;&#26159;&mdash;&mdash;</p>
<p>&#12288;&#12288;<strong>&#35841;&#33021;&#20445;&#35777;&#33529;&#26524;&#19981;&#20316;&#24694;&#65311;</strong></p>
<p>&#12288;&#12288;&#22312;&#32654;&#22269;&#29616;&#22312;&#24050;&#32463;&#26377;&#20123;&#24030;&#35758;&#21592;&#24314;&#35758;&#32473;&#20013;&#23567;&#23398;&#37319;&#36141;iPad&#65292;&#25105;&#20204;&#24819;&#35937;&#19968;&#19979;&#65292;&#22914;&#26524;&#36825;&#26679;&#20570;&#30340;&#26159;&#25972;&#20010;&#32654;&#22269;&#65292;&#25972;&#20010;&#35199;&#26041;&#31038;&#20250;&#65292;&#29978;&#33267;&#25972;&#20010;&#19990;&#30028;&#21602;&#65311;&#22914;&#26524;&#19981;&#20165;&#20165;&#26159;iPad&#65292;&#36824;&#26377;&#33529;&#26524;&#30340;&#20854;&#20182;&#19968;&#20999;&#20135;&#21697;&#65292;&#21253;&#25324;&#26410;&#26366;&#24320;&#21457;&#20986;&#26469;&#30340;&#20135;&#21697;&#21602;&#65311;</p>
<p>&#12288;&#12288;&#22914;&#26524;&#36825;&#26679;&#20570;&#65292;&#26174;&#28982;&#33529;&#26524;&#23558;&#25104;&#20026;&#19968;&#20010;&ldquo;&#26126;&#26085;&#24093;&#22269;&rdquo;&#65292;&#25317;&#26377;&#26497;&#20854;&#24222;&#22823;&#30340;&#36130;&#21147;&#21644;&#26435;&#21147;&#65292;&#29978;&#33267;&#36798;&#21040;&#33021;&#25805;&#32437;&#25919;&#27835;&#30340;&#31243;&#24230;&#12290;&#35841;&#33021;&#20445;&#35777;&#36825;&#26679;&#30340;&#33529;&#26524;&#19981;&#20316;&#24694;&#21602;&#65311;</p>
<p>&#12288;&#12288;&#26377;&#20123;&#20154;&#20063;&#35768;&#38590;&#20197;&#24819;&#35937;&#65292;&#37027;&#20040;&#31508;&#32773;&#20877;&#20026;&#22823;&#23478;&#23637;&#29616;&#19968;&#20010;&#22330;&#26223;&#65306;&#33529;&#26524;&#30495;&#27491;&#36208;&#36827;&#20102;&#20154;&#20204;&#29983;&#27963;&#20013;&#30340;&#27599;&#20010;&#35282;&#33853;&#65292;&#26159;&#20840;&#29699;&#26368;&#22823;&#30340;&#24191;&#21578;&#24179;&#21488;&#12289;&#31038;&#20132;&#24179;&#21488;&#12289;&#34394;&#25311;&#28216;&#25103;&#24179;&#21488;&#12289;&#32593;&#32476;&#36141;&#29289;&#24179;&#21488;&#65292;&#25143;&#22806;&#30340;&#19968;&#20999;&#30005;&#23376;&#20844;&#20849;&#35774;&#26045;&#37117;&#21464;&#25104;&#33529;&#26524;&#30340;&#65292;&#36890;&#36807;&#19982;&#25919;&#24220;&#30340;&#32039;&#23494;&#21512;&#20316;&#65292;&#25968;&#23383;&#29256;&#26435;&#22312;&#23427;&#36825;&#20799;&#24471;&#21040;&#20102;&#23454;&#29616;&#65292;&#22240;&#20026;&#30828;&#20214;&#37117;&#26159;&#25919;&#24220;&#25552;&#20379;&#30340;&#65292;&#25919;&#24220;&#20250;&#20026;&#20154;&#20204;&#20813;&#36153;&#21457;&#25918;&#33529;&#26524;&#20135;&#21697;&#65292;&#20294;&#37324;&#38754;&#30340;&#36719;&#20214;&#30828;&#20214;&#37117;&#32463;&#36807;&#20005;&#26684;&#21152;&#23494;&#65292;&#30772;&#35299;&#21363;&#36829;&#27861;&#12290;&#20026;&#27492;&#33529;&#26524;&#24314;&#31435;&#20102;&#19990;&#30028;&#26368;&#22823;&#30340;&#23457;&#26680;&#31995;&#32479;&#65292;&#36127;&#36131;&#36807;&#28388;&#25110;&#38459;&#27490;&#37027;&#20123;&#20182;&#20204;&#19981;&#24076;&#26395;&#19982;&#22823;&#20247;&#35265;&#38754;&#30340;&#36719;&#20214;&#12289;&#25991;&#33402;&#20316;&#21697;&#65288;&#29616;&#23454;&#20013;&#20182;&#20204;&#24050;&#32463;&#26377;&#36825;&#26679;&#30340;&#26426;&#21046;&#65289;&#12290;&#29978;&#33267;&#33529;&#26524;&#36824;&#20026;&#25919;&#24220;&#24314;&#35774;&#26368;&#22823;&#30340;&#20013;&#22830;&#35745;&#31639;&#26426;&#26234;&#33021;&#22788;&#29702;&#31995;&#32479;&#65292;&#24182;&#36127;&#36131;&#32500;&#25252;&#65292;&#37324;&#38754;&#24222;&#22823;&#30340;&#25968;&#25454;&#24211;&#21253;&#21547;&#20154;&#20204;&#30340;&#19968;&#20999;&#20449;&#24687;&#65292;&#24403;&#28982;&#33529;&#26524;&#20250;&#25215;&#35834;&#32477;&#19981;&#25506;&#31350;&#20154;&#20204;&#30340;&#38544;&#31169;&#12290;</p>
<p>&#12288;&#12288;&#36825;&#26679;&#30340;&#33529;&#26524;&#65292;&#19968;&#26086;&#20570;&#36215;&#24694;&#26469;&#65292;&#33021;&#37327;&#26377;&#22810;&#22823;&#65311;&#26377;&#35841;&#33021;&#38459;&#27490;&#65311;</p>
<p>&#12288;&#12288;&#20107;&#23454;&#19978;&#31508;&#32773;&#35273;&#24471;&#29616;&#23454;&#20013;&#30340;&#33529;&#26524;&#24050;&#32463;&#26377;&#19968;&#20123;&#19981;&#22909;&#30340;&#33495;&#22836;&#65306;</p>
<p>&#12288;&#12288;&#19968;&#26159;&#22312;iApp&#20934;&#20837;&#19978;&#30340;&#38480;&#21046;&#65292;&#26377;&#20123;&#26102;&#20505;&#35753;&#20154;&#24863;&#35273;&#38750;&#24120;&#19987;&#27178;&#65292;&#23427;&#30340;&#23457;&#26680;&#21046;&#24230;&#35753;&#20154;&#25285;&#24515;&#65292;&#20063;&#35768;&#26410;&#26469;&#20250;&#21457;&#23637;&#20026;&#21482;&#26377;&#36814;&#21512;&#33529;&#26524;&#25165;&#33021;&#20351;&#33258;&#24049;&#30340;app&#36890;&#36807;&#24182;&#33719;&#24471;&#25512;&#33616;&#65307;</p>
<p>&#12288;&#12288;&#20108;&#26159;&#33529;&#26524;&#30340;&#39640;&#21033;&#28070;&#21644;&#31454;&#20105;&#27169;&#24335;&#65292;&#33529;&#26524;&#30340;&#39640;&#21033;&#28070;&#24182;&#27809;&#26377;&#20998;&#28070;&#21040;&#19979;&#32423;&#30340;&#20195;&#24037;&#21378;&#20013;&#65292;&#32780;&#20869;&#37096;&#21387;&#21147;&#38750;&#24120;&#22823;&#65292;&#23548;&#33268;&#23500;&#22763;&#24247;&#36830;&#36339;&#65292;&#36719;&#20214;&#21644;&#27468;&#26354;&#38144;&#21806;&#20063;&#35201;&#25910;&#21462;&#24456;&#39640;&#30340;&#25552;&#25104;&#65288;30%&#65289;&#65292;&#23454;&#38469;&#19978;&#21040;&#20316;&#32773;&#25163;&#20013;&#30340;&#24182;&#19981;&#22810;&#65307;</p>
<p>&#12288;&#12288;&#19977;&#26159;iPad2&#21457;&#24067;&#21018;&#22909;&#20854;&#20182;&#21378;&#21830;&#20998;&#21035;&#24320;&#21457;&#20102;&#33258;&#24049;&#30340;&#24179;&#26495;&#30005;&#33041;&#65292;&#20110;&#26159;&#22312;&#36186;&#36275;&#21033;&#28070;&#20043;&#21518;&#65292;&#23545;iPad&#22823;&#24133;&#38477;&#20215;&#65292;&#25380;&#21387;&#20854;&#20182;&#21378;&#21830;&#30340;&#21033;&#28070;&#31354;&#38388;&#65292;&#20445;&#25345;&#33258;&#24049;&#30340;&#31454;&#20105;&#20248;&#21183;&#12290;&#20316;&#20026;&#29616;&#22312;IT&#19994;&#23454;&#38469;&#19978;&#30340;&#39046;&#22836;&#32650;&#65292;&#36825;&#26679;&#30340;&#20570;&#27861;&#38590;&#20197;&#35753;&#20154;&#20449;&#26381;&#12290;</p>
<p>&#12288;&#12288;&#20108;&#26159;&mdash;&mdash;</p>
<p>&#12288;&#12288;<strong>&#33529;&#26524;&#24335;&#26410;&#26469;&#30495;&#30340;&#23601;&#22909;&#21527;&#65311;</strong></p>
<p>&#12288;&#12288;&#20551;&#35774;&#33529;&#26524;&#30495;&#30340;&#23558;&#25105;&#20204;&#24102;&#20837;&#20102;&#12298;Wall-E&#12299;&#20013;&#39134;&#33337;&#24335;&#30340;&#26410;&#26469;&#65292;&#20154;&#31867;&#38754;&#23545;&#36825;&#26679;&#21333;&#19968;&#30340;&#20215;&#20540;&#35266;&#12289;&#23457;&#32654;&#35266;&#65292;&#23601;&#20250;&#24184;&#31119;&#21527;&#65311;&#31508;&#32773;&#38750;&#24120;&#24576;&#30097;&#12290;</p>
<p>&#12288;&#12288;&#21476;&#24448;&#20170;&#26469;&#20154;&#31867;&#24635;&#22312;&#24187;&#24819;&#19968;&#20010;&#23436;&#32654;&#30340;&#31038;&#20250;&#65292;&#20063;&#23601;&#26159;&#20044;&#25176;&#37030;&#12290;&#22312;&#20048;&#35266;&#31185;&#23398;&#20027;&#20041;&#30340;&#24773;&#24576;&#19979;&#65292;&#21363;&#20351;&#22312;&#20005;&#32899;&#30340;&#24605;&#32771;&#26410;&#26469;&#20250;&#26159;&#20160;&#20040;&#26679;&#30340;&#26102;&#65292;&#20063;&#20381;&#28982;&#20250;&#24102;&#20837;&#28010;&#28459;&#30340;&#30475;&#27861;&#65292;&#20351;&#24471;&#36825;&#26679;&#30340;&#26410;&#26469;&#30475;&#19978;&#21435;&#24635;&#26377;&#20123;&#19981;&#38752;&#35889;&#12290;</p>
<p>&#12288;&#12288;&#38745;&#19979;&#24515;&#26469;&#29702;&#26234;&#30340;&#24605;&#32771;&#19968;&#19979;&#65292;&ldquo;&#30475;&#19978;&#21435;&#24456;&#32654;&rdquo;&#30340;Wall-E&#24335;&#26410;&#26469;&#33267;&#23569;&#26377;&#30528;&#20197;&#19979;&#38382;&#39064;&#65306;</p>
<p>&#12288;&#12288;&#19968;&#65292;&#23427;&#23558;&#20154;&#21464;&#25104;&#20102;&#29482;&#12290;&#36825;&#37324;&#30340;&#29482;&#24182;&#19981;&#20165;&#20165;&#25351;&#24433;&#29255;&#20013;&#32982;&#24471;&#36208;&#20102;&#24418;&#30340;&#26410;&#26469;&#22320;&#29699;&#20154;&#65292;&#32780;&#26159;&#26356;&#28145;&#23618;&#27425;&#30340;&#12290;&#22312;&#26410;&#26469;&#65292;&#20915;&#31574;&#23618;&#12289;&#20013;&#22830;&#26234;&#33041;&#21644;&#26426;&#22120;&#24050;&#32463;&#23558;&#20154;&#20204;&#29983;&#27963;&#20013;&#38656;&#35201;&#28902;&#24515;&#30340;&#20107;&#20840;&#37096;&#25171;&#29702;&#22949;&#24403;&#65292;&#20154;&#20204;&#21487;&#20197;&#25237;&#36523;&#36827;&#38750;&#24120;&#28040;&#32791;&#31934;&#21147;&#30340;&#34394;&#25311;&#28216;&#25103;&#12289;&#31038;&#20132;&#32593;&#32476;&#12289;&#33402;&#26415;&#21019;&#20316;&#31561;&#19978;&#38754;&#65292;&#32780;&#19981;&#38656;&#35201;&#31649;&#20854;&#20182;&#12290;&#20294;&#36825;&#26679;&#19968;&#26469;&#65292;&#28176;&#28176;&#30340;&#20154;&#20204;&#23545;&#20107;&#29289;&#30340;&#27714;&#30693;&#27442;&#12289;&#22909;&#22855;&#24515;&#37117;&#28129;&#21435;&#20102;&#65292;&#22240;&#20026;&#32477;&#22823;&#22810;&#25968;&#20154;&#19981;&#38656;&#35201;&#36825;&#20123;&#12290;&#36825;&#26679;&#20250;&#36896;&#25104;&#22823;&#22810;&#25968;&#20154;&#34987;&#38548;&#32477;&#22312;&#30495;&#30456;&#20197;&#22806;&#65292;&#22240;&#20026;&#26080;&#20154;&#24819;&#36861;&#23547;&#30495;&#30456;&#65292;&#36825;&#27604;&#24819;&#36861;&#27714;&#32780;&#36861;&#27714;&#19981;&#21040;&#36824;&#35201;&#21487;&#24597;&#24471;&#22810;&#12290;</p>

<p>&#12288;&#12288;&#20108;&#12289;&#20307;&#21046;&#30340;&#20725;&#21270;&#23558;&#24102;&#26469;&#19968;&#31995;&#21015;&#38382;&#39064;&#12290;&#20013;&#22830;&#26234;&#33041;&#25484;&#25511;&#19968;&#20999;&#23601;&#26159;&#26368;&#32456;&#31038;&#20250;&#24418;&#24577;&#65311;&#26174;&#28982;&#19981;&#26159;&#12290;&#36825;&#37324;&#38656;&#35201;&#26126;&#30830;&#19968;&#28857;&#65292;&#26410;&#26469;&#30340;&#26234;&#33041;&#24212;&#35813;&#26159;&#19981;&#33021;&#33258;&#34892;&#36827;&#21270;&#30340;&#65292;&#21407;&#22240;&#26174;&#32780;&#26131;&#35265;&#12290;&#32780;&#26080;&#27861;&#36827;&#21270;&#30340;&#20013;&#22830;&#26234;&#33041;&#20960;&#30334;&#24180;&#12289;&#20960;&#21315;&#24180;&#22914;&#19968;&#26085;&#30340;&#26367;&#20154;&#31867;&#23433;&#25490;&#29983;&#27963;&#12289;&#24037;&#20316;&#65311;&#26080;&#27861;&#24819;&#35937;&#12290;&#20294;&#23427;&#24102;&#26469;&#30340;&#38382;&#39064;&#25105;&#20204;&#21364;&#21487;&#20197;&#24819;&#35937;&#19968;&#28857;&#65292;&#19968;&#26159;&#23427;&#20250;&#38459;&#30861;&#31038;&#20250;&#36827;&#27493;&#65292;&#26234;&#33041;&#20026;&#20102;&#32500;&#25252;&#31038;&#20250;&#31283;&#23450;&#65292;&#32943;&#23450;&#26377;&#38750;&#24120;&#24378;&#22823;&#30340;&#38450;&#24481;&#26426;&#21046;&#65292;&#21482;&#26377;&#25511;&#21046;&#23427;&#30340;&#20154;&#25165;&#33021;&#35299;&#38500;&#65292;&#32780;&#31038;&#20250;&#36827;&#27493;&#19968;&#33324;&#26159;&#33258;&#19979;&#32780;&#19978;&#65292;&#19981;&#26159;&#20915;&#31574;&#32773;&#20174;&#19978;&#32780;&#19979;&#30340;&#25913;&#38761;&#23548;&#33268;&#12290;&#36825;&#26679;&#20250;&#20986;&#29616;&#26234;&#33041;&#33258;&#21160;&#23558;&#31038;&#20250;&#36827;&#27493;&#30340;&#33495;&#22836;&#25169;&#28781;&#29978;&#33267;&#26080;&#20154;&#23519;&#35273;&#65307;&#20108;&#26159;&#36827;&#21270;&#20572;&#28382;&#65292;&#20154;&#31867;&#19968;&#30452;&#22312;&#19981;&#20572;&#30340;&#36827;&#21270;&#65292;&#27604;&#22914;&#27431;&#27954;&#20154;&#20026;&#20102;&#21917;&#29275;&#22902;&#36827;&#21270;&#20986;&#20102;&#21560;&#25910;&#29275;&#22902;&#20859;&#20998;&#30340;&#22522;&#22240;&#32780;&#19996;&#26041;&#20154;&#23601;&#27809;&#26377;&#12290;&#22914;&#26524;&#31038;&#20250;&#20572;&#28382;&#20102;&#65292;&#20154;&#31867;&#24456;&#26377;&#21487;&#33021;&#21457;&#23637;&#20026;&#20854;&#20182;&#29305;&#24615;&#28040;&#22833;&#65292;&#32780;&#21464;&#25104;&#39640;&#24230;&#20381;&#36182;&#29615;&#22659;&#30340;&#21160;&#29289;&#65292;&#36825;&#24456;&#21361;&#38505;&#65292;&#22240;&#20026;&#19968;&#26086;&#29615;&#22659;&#25913;&#21464;&#65292;&#20250;&#36896;&#25104;&#31181;&#32676;&#28781;&#32477;&#12290;&#32780;&#22914;&#26524;&#20026;&#20102;&#36991;&#20813;&#36825;&#20010;&#32780;&#35753;&#26234;&#33041;&#36827;&#34892;&#20248;&#29983;&#31561;&#22522;&#22240;&#36873;&#25321;&#31243;&#24207;&#65292;&#20250;&#36896;&#25104;&#26356;&#22810;&#30340;&#38382;&#39064;&#65292;&#27604;&#22914;&#22312;&#31185;&#24187;&#20316;&#21697;&#12298;&#22868;&#21521;&#22320;&#29699;&#12299;&#20013;&#23637;&#31034;&#30340;&#19968;&#26679;&#65292;&#23427;&#20250;&#22312;&#21478;&#19968;&#20010;&#23618;&#38754;&#19978;&#25212;&#26432;&#36827;&#21270;&#30340;&#21487;&#33021;&#24615;&#12290;</p>
<p>&#12288;&#12288;&#26082;&#28982;&#33529;&#26524;&#24335;&#26410;&#26469;&#26377;&#36825;&#20040;&#22810;&#19981;&#22909;&#65292;&#37027;&#38590;&#36947;&#25918;&#24323;&#65311;&#31508;&#32773;&#20063;&#19981;&#26159;&#36825;&#20010;&#24847;&#24605;&#12290;</p>
<p>&#12288;&#12288;&#20197;&#19978;&#30340;&#22351;&#22788;&#37117;&#26159;&#22312;&#26410;&#26469;&#21482;&#26377;&#33529;&#26524;&#19968;&#20010;&#27169;&#24335;&#30340;&#22522;&#30784;&#19978;&#30340;&#65292;&#22914;&#26524;&#26377;&#20102;&#21644;&#33529;&#26524;&#23436;&#20840;&#19981;&#21516;&#30340;&#26410;&#26469;&#29702;&#24565;&#19982;&#20854;&#31454;&#20105;&#65292;&#21017;&#20197;&#19978;&#19981;&#20250;&#21457;&#29983;&#12290;&#25152;&#20197;&#31508;&#32773;&#24819;&#35828;&#30340;&#26159;&#65292;&#21916;&#27426;&#33529;&#26524;&#30340;&#20154;&#65292;&#20063;&#19981;&#35201;&#21435;&#37145;&#34180;&#37027;&#20123;&#38750;&#33529;&#26524;&#30340;&#20135;&#21697;&#65292;&#22240;&#20026;&#26410;&#26469;&#21482;&#26377;&#19968;&#31181;&#27169;&#24335;&#26159;&#19981;&#22909;&#30340;&#12290;&#22312;&ldquo;&#24517;&#35201;&#24694;&rdquo;&#30340;&#24847;&#20041;&#19978;&#65292;&#33529;&#26524;&#20063;&#38656;&#35201;&#26377;&#20154;&#19982;&#23427;&#31454;&#20105;&#65292;&#36825;&#26679;&#25165;&#20250;&#23548;&#33268;&#33391;&#24615;&#30340;&#21457;&#23637;&#12290;</p>
<p>&#12288;&#12288;&#23601;&#20687;&#22312;&#20919;&#25112;&#26102;&#26399;&#65292;&#33487;&#32852;&#21644;&#32654;&#22269;&#23637;&#24320;&#21508;&#31181;&#31454;&#36187;&#65292;&#32467;&#26524;&#23548;&#33268;&#30340;&#23574;&#31471;&#31185;&#25216;&#30340;&#39134;&#36895;&#21457;&#23637;&#12290;&#24403;&#26102;&#23601;&#21487;&#20197;&#23558;&#20154;&#36865;&#19978;&#26376;&#29699;&#65292;&#20294;&#36807;&#20102;&#36825;&#20040;&#22810;&#24180;&#65292;&#36824;&#27809;&#26377;&#31532;&#20108;&#25209;&#20154;&#33021;&#36208;&#19978;&#26376;&#29699;&#12290;</p>
<p>&#12288;&#12288;&#26469;&#28304;&#65306;pockry&#25237;&#31295;&#65292;<a target="_blank" href="http://blog.sina.com.cn/s/blog_626223560100qadi.html">&#21407;&#25991;&#38142;&#25509;</a>&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/04/26/9977/" title="7:15 AM" rel="bookmark"><time class="entry-date" datetime="2011-04-26T07:15:49+00:00">2011/04/26</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/04/26/9975/" rel="prev"><span class="meta-nav">&larr;</span> &#30693;&#20046;&#30340;&#38382;&#39064;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/04/26/9978/" rel="next">&#30334;&#24230;&#21644;&#35895;&#27468;&#65306;&#23616;&#22495;&#32593;&#25112;&#32988;&#20114;&#32852;&#32593; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/04/26/9977/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="9977" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="d59e84f633"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="132"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>April 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/03/">&laquo; Mar</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/05/">May &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="4" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/04/01/" aria-label="Posts published on April 1, 2011">1</a></td><td><a href="http://log.SunnyBoy.Me/2011/04/02/" aria-label="Posts published on April 2, 2011">2</a></td><td>3</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/04/04/" aria-label="Posts published on April 4, 2011">4</a></td><td>5</td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/04/07/" aria-label="Posts published on April 7, 2011">7</a></td><td>8</td><td>9</td><td>10</td>
	</tr><tr><td>11</td><td>12</td><td>13</td><td>14</td><td>15</td><td>16</td><td><a href="http://log.SunnyBoy.Me/2011/04/17/" aria-label="Posts published on April 17, 2011">17</a></td>
	</tr><tr><td>18</td><td>19</td><td>20</td><td>21</td><td>22</td><td>23</td><td>24</td>
	</tr><tr><td>25</td><td><a href="http://log.SunnyBoy.Me/2011/04/26/" aria-label="Posts published on April 26, 2011">26</a></td><td>27</td><td>28</td><td>29</td><td>30</td>
		<td class="pad" colspan="1">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
