<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>24 | October | 2011 | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="archive date custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<section id="primary" class="site-content"><div id="content" role="main">

					<header class="archive-header"><h1 class="archive-title">Daily Archives: <span>2011/10/24</span></h1>
			</header><!-- .archive-header --><article id="post-12794" class="post-12794 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/10/24/12794/" rel="bookmark">&#39321;&#28207;&#24037;&#31243;&#24072;&#26366;&#39044;&#35686;&ldquo;&#22826;&#31354;&#36855;&#33322;&rdquo;&#38544;&#24739;_&#32593;&#26131;&#26032;&#38395;&#20013;&#24515;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/24/12794/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p class="f_center"><img alt="&#22826;&#31354;&#36855;&#33322;&#20107;&#25925;&#20223;&#30495;&#22270;" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/41976_201007081041140b195.jpg"><br>&#22826;&#31354;&#36855;&#33322;&#20107;&#25925;&#20223;&#30495;&#22270;</p>
<p class="f_center"><img alt="&#39321;&#28207;&#24037;&#31243;&#24072;&#26366;&#39044;&#35686;&#22826;&#31354;&#36855;&#33322;&#38544;&#24739;" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3c77e_20100708104232ecc68.jpg"></p>
<p>7&#26376;3&#26085;&#65292;&#27515;&#32773;&#21556;&#29711;&#30340;&#23478;&#20154;&#22312;&#28145;&#22323;&#19996;&#37096;&#21326;&#20392;&#22478;&#30340; &ldquo;&#22826;&#31354;&#36855;&#33322;&rdquo;&#39302;&#21069;&#20026;&#20854;&#19968;&#23478;&#19977;&#21475;&#20030;&#34892;&#36861;&#24764;&#20250;&#12290; &#65288;&#32705;&#27961;/&#22270;&#65289;</p>
<p><strong>&#26032;&#27665;&#32593;7&#26376;8&#26085;&#25253;&#36947;</strong> &#21435;&#24180;&#22307;&#35806;&#33410;&#65292;&#20026;&#32654;&#22269;&#36842;&#22763;&#23612;&#26381;&#21153;30&#24180;&#30340;&#39321;&#28207;&#24037;&#31243;&#24072;&#26753;&#22768;&#65292;&#21457;&#29616;&#28145;&#22323;&#24066;&#19996;&#37096;&#21326;&#20392;&#22478;&#30340;&#22826;&#31354;&#36855;&#33322;&#27809;&#26377;&#33258;&#21160;&#20572;&#27490;&#31995;&#32479;&#65292;&#19988;&#22826;&#31354;&#36855;&#33322;&#30340;U&#22411;&#38145;&#21482;&#26377;3&#21400;&#31859;&#65292;&#36825;&#19982;&#24040;&#22823;&#30340;&#33329;&#20307;&#26497;&#19981;&#30456;&#31216;&#12290;&#20182;&#35748;&#20026;&#38750;&#24120;&#21361;&#38505;&#65292;&#23601;&#24403;&#22330;&#29992;&#33521;&#25991;&#20889;&#19979;&#38382;&#39064;&#25152;&#22312;&#65292;&#25918;&#22312;&#20102;&#21150;&#20844;&#23460;&#65292;&#20294;&#20877;&#26080;&#20154;&#32852;&#31995;&#20182;&#12290;</p>
<p>&#22312;&#24635;&#21514;&#33218;&#30340;&#24102;&#21160;&#19979;&#65292;12&#20010;&#39134;&#34892;&#33329;&#27491;&#39034;&#30528;&#19968;&#20010;&#26041;&#21521;&#32531;&#24930;&#21152;&#36895;&#65292;&#22833;&#37325;&#12290;&#28216;&#23458;&#40644;&#29618;&#20165;&#20165;&#20307;&#39564;&#20102;&#19981;&#21040;40&#31186;&#12290;&#33329;&#20869;&#31867;&#20284;&#26426;&#22120;&#20154;&#30340;&#22768;&#38899;&#24320;&#22987;&#21709;&#36215;&#65306;&ldquo;&#19981;&#22909;&#65292;&#22825;&#40657;&#20102;&#65292;&#28779;&#31661;&#36935;&#21040;&#20102;&#22823;&#27668;&#23618;&#12290;&rdquo;&#40644;&#29618;&#20808;&#26159;&#30475;&#21040;&#23631;&#24149;&#20840;&#40657;&#65292;&#28982;&#21518;&#21548;&#21040;&ldquo;&#30768;&rdquo;&#30340;&#24040;&#21709;&hellip;&hellip;</p>
<p>6&#26376;29&#26085;16&#65306;40&#65292;&#37325;&#21147;&#21152;&#36895;&#28216;&#25103;&ldquo;&#22826;&#31354;&#36855;&#33322;&rdquo;&#20869;&#30340;12&#20010;&#27169;&#25311;&#39134;&#34892;&#33329;&#20851;&#19978;&#20102;&#33329;&#38376;&#12290;&ldquo;&#26497;&#24230;&#21050;&#28608;&#30340;&#22826;&#31354;&#39134;&#34892;&#20307;&#39564;&rdquo;&#26159;&#36825;&#27454;&#28216;&#25103;&#30340;&#21334;&#28857;&#65292;&#39047;&#21463;&#28216;&#23458;&#36861;&#25447;&#65292;&#22312;&#28145;&#22323;&#24066;&#19996;&#37096;&#21326;&#20392;&#22478;&#24050;&#24320;&#25918;&#19968;&#24180;&#38646;&#20004;&#20010;&#26376;&#12290;</p>
<p>&#33647;&#21058;&#24072;&#31482;&#20122;&#30007;&#65292;&#25454;&#20146;&#20154;&#22238;&#24518;&#65292;&#24179;&#26085;&#32966;&#23376;&#24456;&#23567;&#65292;&#24819;&#24517;&#37027;&#26102;&#38381;&#19978;&#20102;&#30524;&#30555;&#65292;&#21452;&#25163;&#25235;&#20303;&#20102;&#23433;&#20840;&#24102;&#65292;&#24182;&#22312;&#24076;&#26395;&#38506;&#29233;&#20154;&#12289;&#22899;&#20799;&#36716;&#23436;&#21518;&#65292;&#23601;&#36867;&#20986;&#36825;&#37324;&#12290;&#32780;&#21478;&#19968;&#20010;&#33329;&#30340;&#28246;&#21335;&#22899;&#23401;&#21525;&#23071;&#20934;&#22791;&#21644;&#32769;&#20844;&#20307;&#39564;&#19968;&#27425;&ldquo;&#28459;&#27493;&#22826;&#31354;&rdquo;&#20043;&#26053;&#12290;</p>
<p>&#27599;&#33329;&#20165;&#33021;&#23481;&#32435;4&#20010;&#20154;&#30340;&#39134;&#34892;&#33329;&#22312;&#30452;&#24452;24&#31859;&#30340;&#29699;&#20307;&#20869;&#32531;&#32531;&#19978;&#21319;&#65292;&#24182;&#19981;&#20572;&#22320;&#24038;&#21491;&#25671;&#26179;&#65292;&#22352;&#22312;&#37324;&#36793;&#30340;&#20154;&#24863;&#35273;&#23601;&#20687;&#39134;&#26426;&#21319;&#31354;&#19968;&#26679;&#12290;2&#20998;&#38047;&#21518;&#65292;&ldquo;&#30768;&rdquo;&#30340;&#19968;&#22768;&#24040;&#21709;&#65292;&#24748;&#25346;12&#20010;&ldquo;&#39134;&#34892;&#33329;&rdquo;&#30340;&#24635;&#21514;&#33218;&#26029;&#20102;&#12290;</p>
<p>&#36825;&#36215;6&#27515;10&#20260;&#30340;&#20107;&#25925;&#65292;&#26059;&#21363;&#24341;&#36215;&#20030;&#22269;&#20851;&#27880;&#12290;&#20013;&#20849;&#20013;&#22830;&#25919;&#27835;&#23616;&#22996;&#21592;&#12289;&#24191;&#19996;&#30465;&#22996;&#20070;&#35760;&#27754;&#27915;&#25209;&#31034;&#65306;&ldquo;&#20840;&#21147;&#25250;&#25937;&#20260;&#21592;&#65292;&#23613;&#26368;&#22823;&#21487;&#33021;&#22320;&#20943;&#23569;&#20260;&#20129;&#65292;&#23613;&#24555;&#26597;&#26126;&#20107;&#25925;&#21407;&#22240;&#65292;&#21450;&#26102;&#21521;&#31038;&#20250;&#20844;&#24067;&#12290;&#20840;&#30465;&#21508;&#22320;&#35201;&#20030;&#19968;&#21453;&#19977;&#65292;&#35748;&#30495;&#26816;&#26597;&#31867;&#20284;&#35774;&#26045;&#65292;&#38450;&#27490;&#20877;&#20986;&#29616;&#24694;&#24615;&#20107;&#25925;&#12290;&rdquo;</p>
<p><strong>&#33268;&#21629;120&#31186;</strong></p>
<p>&#36825;&#31181;&#22855;&#22937;&#30340;&#22833;&#37325;&#24863;&#35273;&#65292;&#40644;&#29618;&#20165;&#20165;&#20307;&#39564;&#20102;&#19981;&#21040;40&#31186;&#12290;&#33329;&#20869;&#31867;&#20284;&#26426;&#22120;&#20154;&#30340;&#22768;&#38899;&#24320;&#22987;&#21709;&#36215;&#65306;&ldquo;&#19981;&#22909;&#65292;&#22825;&#40657;&#20102;&#65292;&#28779;&#31661;&#36935;&#21040;&#20102;&#22823;&#27668;&#23618;&#12290;&rdquo;&#40644;&#29618;&#20808;&#26159;&#30475;&#21040;&#23631;&#24149;&#20840;&#40657;&#65292;&#28982;&#21518;&#26159;&ldquo;&#30768;&rdquo;&#30340;&#24040;&#21709;&hellip;&hellip;</p>
<p>1&#21495;&#33329;&#30340;&#40644;&#29618;&#26159;&#24184;&#23384;&#32773;&#20043;&#19968;&#65292;&#22905;&#20063;&#26159;&#29616;&#22330;&#26368;&#26377;&#21147;&#30340;&#30446;&#20987;&#35777;&#20154;&#12290;</p>
<p>6&#26376;29&#26085;16&#65306;20&#65292;&#40644;&#29618;&#21644;&#19981;&#23569;&#28216;&#23458;&#22312;&ldquo;&#22826;&#31354;&#36855;&#33322;&rdquo;&#21069;&#25490;&#36215;&#20102;&#38271;&#40857;&#65292;&#21069;&#19968;&#25209;&#28216;&#23458;&#20986;&#33329;&#30340;&#26102;&#38388;&#22823;&#32422;&#26159;16&#65306;35&#65292;&#40644;&#29618;&#30475;&#21040;&#35768;&#22810;&#20154;&#28385;&#36523;&#22823;&#27735;&#12290;&#20445;&#23433;&#25171;&#24320;&#38392;&#38376;&#65292;&#40644;&#29618;&#21644;&#20854;&#20182;47&#21517;&#28216;&#23458;&#65292;&#32469;&#30528;&#33639;&#20809;&#38378;&#38378;&#30340;&#39640;&#31185;&#25216;&#36208;&#24266;&#65292;&#34562;&#25317;&#32780;&#20837;&#12290;12&#20010;&#39134;&#34892;&#33329;&#20197;&#36870;&#26102;&#38024;&#26041;&#21521;&#25490;&#21015;&#65292;&#40644;&#29618;&#25250;&#21040;&#20102;&#26368;&#37324;&#36793;&#30340;1&#21495;&#33329;&#65292;&#22905;&#30340;&#21516;&#20107;&#21608;&#29645;&#29645;&#21644;&#23385;&#23425;&#29618;&#22312;2&#21495;&#33329;&#12290;</p>
<p>&#36825;&#19968;&#30636;&#38388;&#65292;&#29983;&#27515;&#24050;&#32463;&#27880;&#23450;&#12290;</p>
<p>&#33329;&#38376;&#33258;&#21160;&#24320;&#20102;&#65292;&#26159;&#29627;&#29827;&#20570;&#30340;&#65292;&#24456;&#30702;&#65292;&#36523;&#39640;&#21482;&#26377;150&#21400;&#31859;&#30340;&#40644;&#29618;&#24517;&#39035;&#24367;&#33136;&#25165;&#33021;&#36827;&#20837;&#65292;&#37324;&#36793;&#40657;&#40657;&#30340;&#65292;&#19981;&#22823;&#65292;&#24456;&#38391;&#65292;&#21895;&#21485;&#37324;&#20256;&#26469;&#24037;&#20316;&#20154;&#21592;&#30340;&#25552;&#37266;&#65306;&ldquo;&#36523;&#20307;&#37325;&#30340;&#24448;&#37324;&#22352;&#12290;&rdquo;&#40644;&#29618;&#21018;&#19968;&#22352;&#19979;&#65292;&#22905;&#23601;&#21518;&#24724;&#20102;&#12290;</p>
<p>&#22905;&#38395;&#21040;&#20102;&#31867;&#20284;&#38271;&#36884;&#27773;&#36710;&#19978;&#30340;&#27773;&#27833;&#21619;&#65292;&#22905;&#24819;&#36208;&#65292;&#20294;&#33258;&#21160;&#19979;&#22402;&#30340;&#23433;&#20840;&#24102;&#24050;&#25226;&#22905;&#32465;&#20303;&#20102;&#65292;&#21160;&#24377;&#19981;&#24471;&#12290;&#20107;&#21518;&#35777;&#26126;&#65292;&#36825;&#26159;&#19968;&#20010;&#33268;&#21629;&#30340;&#23433;&#20840;&#24102;&#65292;&#26029;&#30005;&#21518;&#65292;&#22240;&#20026;&#23427;&#26080;&#27861;&#25171;&#24320;&#65292;&#20196;&#35768;&#22810;&#20154;&#26080;&#27861;&#31435;&#21363;&#36867;&#31163;&#20107;&#25925;&#29616;&#22330;&#12290;</p>
<p>&#24231;&#20301;&#30340;&#27491;&#21069;&#26041;&#65292;&#25346;&#30528;&#22235;&#22359;15&#33521;&#23544;&#30340;&#30005;&#23376;&#23631;&#24149;&#65292;&#25773;&#25918;&#30528;&#39134;&#34892;&#33329;&#20914;&#30772;&#22826;&#31354;&#30340;&#30011;&#38754;&#65292;&#20063;&#26159;&#39134;&#34892;&#33329;&#20869;&#21807;&#19968;&#30340;&#20809;&#28304;&#12290;16&#65306;42&#65292;&#23631;&#24149;&#19978;&#30340;&#28779;&#31661;&#24320;&#22987;&#21319;&#31354;&#65292;&#36825;&#24847;&#21619;&#30528;&#28216;&#25103;&#24320;&#22987;&#20102;&#12290;</p>
<p>&#22312;&#24635;&#21514;&#33218;&#30340;&#24102;&#21160;&#19979;&#65292;12&#20010;&#39134;&#34892;&#33329;&#27491;&#39034;&#30528;&#19968;&#20010;&#26041;&#21521;&#32531;&#24930;&#21152;&#36895;&#65292;&#28982;&#21518;&#19978;&#21319;&#12289;&#30424;&#26059;&#12290;&#40644;&#29618;&#24863;&#35273;&#21040;&#19978;&#21319;&#36807;&#31243;&#20013;&#65292;&#39134;&#34892;&#33329;&#20808;&#21521;&#24038;&#32763;&#65292;&#20877;&#21521;&#21491;&#32763;&#65292;&#22905;&#30340;&#33050;&#28176;&#28176;&#22833;&#21435;&#20102;&#21147;&#27668;&#65292;&#24456;&#36731;&#65292;&#20687;&#22312;&#22825;&#31354;&#32753;&#32724;&#65292;&#33016;&#21475;&#21364;&#24456;&#37325;&#65292;&#36825;&#26159;&#20154;&#22312;&#22833;&#37325;&#29366;&#24577;&#19979;&#30340;&#24863;&#21463;&mdash;&mdash;&#34880;&#28082;&#21521;&#19979;&#36208;&#65292;&#19978;&#36523;&#27969;&#37327;&#20943;&#23569;&#65292;&#33041;&#37096;&#21487;&#33021;&#32570;&#27687;&#12290;</p>
<p>&#25353;&#29031;&#35774;&#35745;&#65292;&ldquo;&#22826;&#31354;&#36855;&#33322;&rdquo;&#30340;&#37325;&#21147;&#21152;&#36895;&#24230;&#26368;&#39640;&#26377;2g&#65292;&#36825;&#26159;&#26222;&#36890;&#20154;&#25215;&#21463;&#30340;&#26497;&#38480;&#12290;&ldquo;&#19968;&#26550;&#27665;&#33322;&#39134;&#26426;&#36215;&#39134;&#26102;&#26159;1.5g&#24038;&#21491;&#65292;2g&#21487;&#33021;&#36896;&#25104;&#20241;&#20811;&#12290;&rdquo;&#39321;&#28207;&#29702;&#24037;&#22823;&#23398;&#26426;&#26800;&#24037;&#31243;&#23398;&#31995;&#24037;&#31243;&#24072;&#21346;&#35273;&#24378;&#35828;&#12290;</p>
<p>&#36825;&#31181;&#22855;&#22937;&#30340;&#22833;&#37325;&#24863;&#35273;&#65292;&#40644;&#29618;&#20165;&#20165;&#20307;&#39564;&#20102;&#19981;&#21040;40&#31186;&#12290;&#33329;&#20869;&#31867;&#20284;&#26426;&#22120;&#20154;&#30340;&#22768;&#38899;&#24320;&#22987;&#21709;&#36215;&#65306;&ldquo;&#19981;&#22909;&#65292;&#22825;&#40657;&#20102;&#65292;&#28779;&#31661;&#36935;&#21040;&#20102;&#22823;&#27668;&#23618;&#12290;&rdquo;&#40644;&#29618;&#20808;&#26159;&#30475;&#21040;&#23631;&#24149;&#20840;&#40657;&#65292;&#28982;&#21518;&#21548;&#21040;&ldquo;&#30768;&rdquo;&#30340;&#24040;&#21709;&#12290;</p>
<p>&#27491;&#22312;&#23460;&#22806;&#25490;&#38431;&#30340;&#37011;&#26041;&#24403;&#26102;&#20063;&#21548;&#21040;&#20102;&#65292;&#20294;&#37027;&#26159;&#24456;&#38391;&#30340;&#22768;&#38899;&#12290;&#32039;&#25509;&#30528;&#65292;&#20182;&#23601;&#21548;&#21040;&#20102;&ldquo;&#21658;&#21658;&#21658;&rdquo;&#30340;&#21709;&#22768;&#65292;&#37027;&#31181;&#20154;&#22312;&#26408;&#26495;&#27004;&#19978;&#19981;&#20572;&#36208;&#21160;&#30340;&#22768;&#38899;&#12290;</p>
<p>&#36825;&#26102;&#65292;&#19968;&#20010;&#20445;&#23433;&#36807;&#26469;&#20914;&#30528;&#28216;&#23458;&#35828;&#65306;&ldquo;&#39033;&#30446;&#26242;&#20572;&#65292;&#20320;&#20204;&#19981;&#29992;&#25490;&#38431;&#20102;&#65292;&#37324;&#36793;&#20986;&#25925;&#38556;&#20102;&#12290;&rdquo;&#37011;&#26041;&#38382;&#20182;&#65306;&ldquo;&#26159;&#19981;&#26159;&#37324;&#36793;&#20986;&#20107;&#20102;&#65292;&#20260;&#21040;&#20154;&#20102;&#21527;&#65311;&rdquo;&#20445;&#23433;&#22238;&#31572;&#65306;&ldquo;&#24076;&#26395;&#27809;&#26377;&#20260;&#21040;&#20154;&#12290;&rdquo;&#25490;&#38431;&#30340;&#28216;&#23458;&#32439;&#32439;&#25955;&#21435;&#65292;&#37011;&#26041;&#30475;&#20102;&#25163;&#34920;&#65292;16:45&#12290;</p>
<p>&#37011;&#26041;&#22312;&#22806;&#36793;&#21548;&#21040;&#30340;&ldquo;&#21658;&#21658;&#21658;&rdquo;&#22768;&#65292;&#40644;&#29618;&#22312;&#33329;&#20869;&#21548;&#21040;&#30340;&#21364;&#26159;&ldquo;&#21866;&#21866;&rdquo;&#22768;&mdash;&mdash;12&#20010;&#39134;&#34892;&#33329;&#27491;&#24555;&#36895;&#19979;&#22368;&#24182;&#22235;&#22788;&#27178;&#20914;&#30452;&#25758;&#12290;&#22905;&#32039;&#32039;&#38381;&#19978;&#21452;&#30524;&#65292;&#25235;&#30528;&#23433;&#20840;&#24102;&#30340;&#20004;&#31471;&#27515;&#27515;&#19981;&#25918;&#65292;&#30001;&#20110;&#22826;&#36807;&#30246;&#24369;&#65292;&#38271;&#26041;&#24418;&#30340;&#30828;&#36136;&#23433;&#20840;&#24102;&#22312;&#19979;&#22368;&#36807;&#31243;&#20013;&#19981;&#20572;&#25293;&#25171;&#30528;&#40644;&#29618;&#30340;&#32937;&#33152;&#21644;&#32922;&#23376;&#65292;&#36807;&#20102;30&#31186;&#65292;1&#21495;&#33329;&#20572;&#20303;&#20102;&#12290;&#40644;&#29618;&#21548;&#21040;&#22806;&#36793;&#26377;&#22899;&#29983;&#23574;&#21483;&#20102;&#20004;&#22768;&#65292;&#22905;&#36824;&#20197;&#20026;&#36825;&#37117;&#26159;&#28216;&#25103;&#30340;&#27491;&#24120;&#29615;&#33410;&#12290;</p>
<p>&#20551;&#22914;&#19968;&#20999;&#39034;&#21033;&#65292;&#40644;&#29618;&#21482;&#38656;&#20877;&#22312;&#39134;&#34892;&#33329;&#37324;&#36716;&#19971;&#20843;&#20998;&#38047;&#65292;&#23601;&#21487;&#20197;&#23433;&#20840;&#20986;&#33329;&#20102;&#12290;&#20294;&#32039;&#25509;&#30528;&#30340;&#21478;&#19968;&#22768;&#23574;&#21483;&#65292;&#35753;&#22905;&#30693;&#36947;&#32943;&#23450;&#20986;&#20107;&#20102;&mdash;&mdash;&#26377;&#20010;&#30007;&#30340;&#22312;&#21898;&#65306;&ldquo;&#26377;&#27809;&#26377;&#20154;&#21834;&#65292;&#25937;&#21629;&#21834;&#65281;&rdquo;</p>
<p>&#21478;&#19968;&#20010;&#33329;&#30340;&#28216;&#23458;&#29579;&#24422;&#20255;&#22836;&#37096;&#36973;&#21040;&#29467;&#28872;&#25758;&#20987;&#65292;&#24453;&#39134;&#34892;&#33329;&#19981;&#21160;&#20102;&#65292;&#20182;&#20998;&#26126;&#38395;&#21040;&#20102;&#19968;&#32929;&#28151;&#26434;&#30528;&#27773;&#27833;&#12289;&#30005;&#32447;&#28903;&#28966;&#30340;&#21619;&#36947;&#12290;</p>
<p>&#40644;&#29618;&#30340;&#21516;&#20107;&#23385;&#23425;&#29618;&#34987;&#37325;&#37325;&#22320;&#29993;&#22312;&#22320;&#19978;&#65292;&#36825;&#26159;&#24815;&#24615;&#25152;&#33268;&mdash;&mdash;&#26426;&#22120;&#20572;&#27490;&#36816;&#21160;&#65292;&#20154;&#36824;&#22312;&#39640;&#36895;&#36816;&#21160;&#12290;&#24494;&#24369;&#30340;&#28783;&#20809;&#19979;&#65292;&#23385;&#23425;&#29618;&#24525;&#30528;&#25163;&#33218;&#30340;&#21095;&#30171;&#65292;&#36731;&#22768;&#22320;&#21628;&#21898;&#30528;&#21516;&#20276;&#30340;&#21517;&#23383;&ldquo;&#29645;&#29645;&#12289;&#29645;&#29645;&rdquo;&#65292;&#20294;&#30475;&#19981;&#28165;&#20154;&#12290;</p>
<p>&#22914;&#26524;&#28783;&#20809;&#36275;&#22815;&#24378;&#28872;&#65292;&#23385;&#23425;&#29618;&#23558;&#20250;&#30475;&#21040;&#24656;&#24598;&#30340;&#22330;&#26223;&mdash;&mdash;&#21464;&#24418;&#25197;&#26354;&#30340;&#39134;&#34892;&#33329;&#24748;&#22312;&#21322;&#31354;&#65292;&#29627;&#29827;&#12289;&#30862;&#29255;&#21644;&#26426;&#27833;&#25746;&#33853;&#19968;&#22320;&#65292;&#26029;&#25351;&#12289;&#27531;&#32930;&#12289;&#23608;&#22359;&#28151;&#26434;&#20854;&#38388;&#12290;</p>
<p>(&#26412;&#25991;&#26469;&#28304;&#65306;<a href="http://media.163.com/special/007625CB/xmw.html">&#26032;&#27665;&#32593;</a>  &#20316;&#32773;&#65306;&#21016;&#20426; &#40644;&#31168;&#20029;)<br><a href="http://news.163.com/"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3c77e_end_i.gif" alt="&#23435;&#28487;" width="12" height="11" border="0" class="icon"></a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/24/12794/" title="8:01 PM" rel="bookmark"><time class="entry-date" datetime="2011-10-24T20:01:25+00:00">2011/10/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --></div><!-- #content -->
	</section><!-- #primary --><div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>October 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/09/">&laquo; Sep</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/11/">Nov &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="5" class="pad">&nbsp;</td><td>1</td><td>2</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/03/" aria-label="Posts published on October 3, 2011">3</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/04/" aria-label="Posts published on October 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/05/" aria-label="Posts published on October 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/10/07/" aria-label="Posts published on October 7, 2011">7</a></td><td>8</td><td>9</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/10/" aria-label="Posts published on October 10, 2011">10</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/11/" aria-label="Posts published on October 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/12/" aria-label="Posts published on October 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/13/" aria-label="Posts published on October 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/14/" aria-label="Posts published on October 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/15/" aria-label="Posts published on October 15, 2011">15</a></td><td>16</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/17/" aria-label="Posts published on October 17, 2011">17</a></td><td>18</td><td><a href="http://log.SunnyBoy.Me/2011/10/19/" aria-label="Posts published on October 19, 2011">19</a></td><td>20</td><td>21</td><td><a href="http://log.SunnyBoy.Me/2011/10/22/" aria-label="Posts published on October 22, 2011">22</a></td><td>23</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/24/" aria-label="Posts published on October 24, 2011">24</a></td><td>25</td><td>26</td><td><a href="http://log.SunnyBoy.Me/2011/10/27/" aria-label="Posts published on October 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/28/" aria-label="Posts published on October 28, 2011">28</a></td><td>29</td><td><a href="http://log.SunnyBoy.Me/2011/10/30/" aria-label="Posts published on October 30, 2011">30</a></td>
	</tr><tr><td>31</td>
		<td class="pad" colspan="6">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
