<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#20026;&#20160;&#20040;&#36215;&#24202;&#21518;&#19981;&#33021;&#25910;&#37038;&#20214;&#65311; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#20026;&#20160;&#20040;&#36215;&#24202;&#21518;&#19981;&#33021;&#25910;&#37038;&#20214;&#65311; Comments Feed" href="http://log.SunnyBoy.Me/2011/01/25/4693/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="Google brings Cloud Print service to mobile Google Docs, Gmail" href="http://log.SunnyBoy.Me/2011/01/25/4692/"><link rel="next" title="The Matrix Re-Reloaded" href="http://log.SunnyBoy.Me/2011/01/25/4694/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/01/25/4693/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=4693"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F01%2F25%2F4693%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F01%2F25%2F4693%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-4693 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-4693" class="post-4693 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#20026;&#20160;&#20040;&#36215;&#24202;&#21518;&#19981;&#33021;&#25910;&#37038;&#20214;&#65311;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/01/25/4693/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#25105;&#30340;&#20064;&#24815;&#19968;&#30452;&#26159;&#25910;&#37038;&#20214;&#12290;&#24403;&#25105;&#35835;&#21040;&#19979;&#38754;&#36825;&#31687;&#25991;&#31456;&#65292;&#25165;&#38663;&#24778;&#22320;&#21457;&#29616;&#65292;&#36825;&#26679;&#20570;&#26159;&#21313;&#20998;&#38169;&#35823;&#30340;&#65292;&#21453;&#26144;&#20102;&#25105;&#25511;&#21046;&#34892;&#20026;&#30340;&#33021;&#21147;&#21313;&#20998;&#20302;&#19979;&#12290;</p>
<p>&#36825;&#30495;&#26159;&#24808;&#30171;&#30340;&#25945;&#35757;&#65292;&#20026;&#20102;&#24341;&#20197;&#20026;&#37492;&#65292;&#25105;&#25226;&#20840;&#25991;&#32763;&#35793;&#20102;&#20986;&#26469;&#65292;&#24076;&#26395;&#21035;&#30340;&#26379;&#21451;&#19981;&#35201;&#20877;&#29359;&#21516;&#26679;&#30340;&#38169;&#35823;&#12290;</p>
<p>==========================================</p>
<p><strong>&#20026;&#20160;&#20040;&#36215;&#24202;&#21518;&#19981;&#33021;&#25910;&#37038;&#20214;</strong>&#65311;</p>
<p>&#20316;&#32773;&#65306;Sid Savara</p>
<p>&#35793;&#32773;&#65306;&#38446;&#19968;&#23792;</p>
<p>&#21407;&#25991;&#32593;&#22336;&#65306;<a href="http://sidsavara.com/personal-development/do-not-check-email-in-the-morning">http://sidsavara.com/personal-development/do-not-check-email-in-the-morning</a></p>
<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/fb8d4_bg2011012501.jpg"></p>
<p>
&#33521;&#22269;&#20316;&#23478;Richard Whately&#35828;&#36807;&#65306;</p>
<blockquote>
<p>&ldquo;&#22312;&#26089;&#26216;&#28010;&#36153;&#19968;&#23567;&#26102;&#65292;&#20320;&#24471;&#33457;&#19968;&#25972;&#22825;&#26469;&#24357;&#34917;&#12290;&rdquo;&#65288;Lose an hour in the morning, and you will be all day hunting for it.&#65289;</p>
</blockquote>
<p>&#27599;&#22825;&#26089;&#26216;&#65292;&#20320;&#19981;&#24212;&#35813;&#25226;&#25910;&#37038;&#20214;&#24403;&#20570;&#36215;&#24202;&#21518;&#30340;&#31532;&#19968;&#20214;&#20107;&#12290;&#25105;&#26377;&#19971;&#20010;&#29702;&#30001;&#35777;&#26126;&#36825;&#19968;&#28857;&#12290;</p>
<p><strong>&#19968;&#12289;&#23427;&#20250;&#38477;&#20302;&#25928;&#29575;</strong></p>
<p>&#23545;&#30005;&#23376;&#37038;&#20214;&#27627;&#19981;&#20851;&#24515;&#65292;&#20854;&#23454;&#26159;&#19968;&#31181;&#31119;&#27668;&#12290;&#22914;&#26524;&#20320;&#25163;&#22836;&#26377;&#37325;&#35201;&#30340;&#20107;&#24773;&#24613;&#38656;&#23436;&#25104;&#65292;&#25105;&#21482;&#26377;&#22235;&#20010;&#23383;&#36865;&#32473;&#20320;&#65306;&rdquo;&#21035;&#25910;&#37038;&#20214;&#12290;&rdquo;</p>
<p>&#20320;&#19968;&#36215;&#24202;&#65292;&#23601;&#29992;30&ndash;45&#20998;&#38047;&#65292;&#38598;&#20013;&#31934;&#21147;&#21435;&#20570;&#26368;&#37325;&#35201;&#30340;&#20107;&#24773;&#65292;&#28982;&#21518;&#20877;&#21435;&#25910;&#30005;&#23376;&#37038;&#20214;&#12290;&#22914;&#26524;&#20320;&#24525;&#24471;&#20303;&#65292;&#19981;&#22952;&#31561;&#24453;&#26356;&#38271;&#30340;&#26102;&#38388;&#12290;&#25105;&#32463;&#24120;&#26159;&#21320;&#39277;&#21518;&#25165;&#25171;&#24320;&#37038;&#31665;&#12290;</p>
<p>&#20320;&#30693;&#36947;&#21527;&#65311;&#21482;&#35201;&#23545;&#20854;&#20182;&#20107;&#24773;&#27627;&#19981;&#20851;&#24515;&#65292;&#20320;&#23601;&#33021;&#25226;&#25152;&#26377;&#31934;&#21147;&#38598;&#20013;&#20110;&#25163;&#22836;&#30340;&#24037;&#20316;&#12290;</p>
<p>&#19981;&#25910;&#30005;&#23376;&#37038;&#20214;&#65292;&#20320;&#23601;&#19981;&#20250;&#30693;&#36947;&#26576;&#22320;&#21448;&#21457;&#29983;&#20102;&#28779;&#28798;&#65292;&#25110;&#32773;&#26576;&#20010;&#21697;&#29260;&#22312;&#25630;&#29305;&#21334;&#65292;&#25110;&#32773;&#26576;&#20010;&#22909;&#21451;&#25512;&#33616;&#30340;&#22909;&#29609;&#30340;&#35270;&#39057;&#12290;</p>
<p>&#20320;&#24471;&#21040;&#30340;&#20219;&#20309;&#26032;&#30340;&#20449;&#24687;&#65292;&#37117;&#33021;&#20351;&#20320;&#20998;&#24515;&#12290;&#39034;&#20415;&#35828;&#19968;&#21477;&#65292;&#36825;&#20063;&#26159;&#20026;&#20160;&#20040;&#25105;&#24448;&#24448;&#26089;&#19978;&#19981;&#30475;&#20219;&#20309;&#25253;&#32440;&#12289;&#30005;&#35270;&#12289;&#19981;&#21548;&#24191;&#25773;&#30340;&#21407;&#22240;&#12290;&#25105;&#19981;&#24819;&#20998;&#24515;&#12290;&#20320;&#25511;&#21046;&#19981;&#20102;&#21035;&#20154;&#65292;&#20294;&#26159;&#33267;&#23569;&#33021;&#22815;&#25511;&#21046;&#33258;&#24049;&#38598;&#20013;&#27880;&#24847;&#21147;&#12290;</p>
<p><strong>&#20108;&#12289;&#23427;&#19981;&#23646;&#20110;&#20320;&#30340;&#24453;&#21150;&#20107;&#39033;</strong></p>
<p>&#22914;&#26524;&#20320;&#30693;&#36947;&#33258;&#24049;&#26368;&#37325;&#35201;&#30340;&#20107;&#24773;&#26159;&#20160;&#20040;&#65292;&#25110;&#32773;&#30693;&#36947;&#27599;&#22825;&#24212;&#35813;&#23436;&#25104;&#30340;&#20107;&#24773;&#26159;&#20160;&#20040;&#65292;&#37027;&#20040;&#36215;&#24202;&#21518;&#39318;&#20808;&#23601;&#21435;&#20570;&#12290;</p>
<p>&#35201;&#26159;&#36825;&#26102;&#20320;&#21435;&#25910;&#37038;&#20214;&#65292;&#24456;&#21487;&#33021;&#20320;&#20250;&#20570;&#21035;&#20154;&#35753;&#20320;&#20570;&#30340;&#20107;&#12290;&#27599;&#24403;&#20320;&#25171;&#24320;&#19968;&#23553;&#37038;&#20214;&#65292;&#20320;&#23601;&#24212;&#35813;&#34913;&#37327;&#19968;&#19979;&#65292;&#26159;&#20320;&#33258;&#24049;&#30340;&#20107;&#24773;&#26356;&#37325;&#35201;&#65292;&#36824;&#26159;&#21035;&#20154;&#30340;&#20107;&#24773;&#26356;&#37325;&#35201;&#12290;&#22312;&#29616;&#23454;&#20013;&#65292;&#21448;&#26377;&#22810;&#23569;&#20154;&#33021;&#22815;&#30475;&#21040;&#21035;&#20154;&#30340;&#35201;&#27714;&#65292;&#21364;&#22362;&#25345;&#21435;&#20570;&#33258;&#24049;&#30340;&#20107;&#21602;&#65311;</p>
<p>&#22914;&#26524;&#22362;&#25345;&#19981;&#20303;&#65292;&#37027;&#20040;&#26368;&#32456;&#20320;&#24537;&#24537;&#30860;&#30860;&#30340;&#65292;&#37117;&#26159;&#21035;&#20154;&#30340;&#20219;&#21153;&#65288;&#21363;&#20351;&#37027;&#21482;&#26159;&#22238;&#22797;&#37038;&#20214;&#12289;&#25552;&#20379;&#19968;&#28857;&#24847;&#35265;&#65289;&#65292;&#32780;&#19981;&#26159;&#20320;&#33258;&#24049;&#30340;&#20219;&#21153;&#12290;</p>
<p>&#35828;&#31359;&#20102;&#65292;&#25171;&#24320;&#37038;&#31665;&#65292;&#37027;&#19968;&#23553;&#23553;&#30340;&#30005;&#23376;&#37038;&#20214;&#37117;&#26159;&#21035;&#20154;&#32473;&#20320;&#23433;&#25490;&#30340;&#20195;&#21150;&#20107;&#39033;&#12290;</p>
<p>&#20320;&#30340;&#26102;&#38388;&#21040;&#24213;&#23646;&#20110;&#35841;&#65311;&#20320;&#33258;&#24049;&#65292;&#36824;&#26159;&#26576;&#20010;&#32473;&#20320;&#20889;&#20449;&#30340;&#20154;&#65311;</p>
<p><strong>&#19977;&#12289;&#23427;&#26159;&#32570;&#20047;&#30446;&#26631;&#30340;&#20511;&#21475;</strong></p>
<p>&#25105;&#26469;&#38382;&#20320;&#65306;&#20026;&#20160;&#20040;&#20320;&#27599;&#22825;&#26089;&#19978;&#31532;&#19968;&#20214;&#20107;&#26159;&#25910;&#37038;&#20214;&#65311;</p>
<p>&#31572;&#26696;&#24448;&#24448;&#26159;&#22240;&#20026;&#20320;&#19981;&#30693;&#36947;&#20320;&#35813;&#24178;&#20160;&#20040;&#12290;</p>
<p>&#27599;&#20010;&#20154;&#20813;&#19981;&#20102;&#37117;&#26377;&#36825;&#26679;&#30340;&#26102;&#20505;&#12290;&#20294;&#26159;&#22914;&#26524;&#20320;&#39057;&#32321;&#26597;&#30475;&#37038;&#31665;&#65292;&#20320;&#24212;&#35813;&#35686;&#24789;&#20102;&#65292;&#36825;&#26159;&#19968;&#20010;&#20449;&#21495;&#65292;&#34920;&#26126;&#20320;&#24050;&#32463;&#26377;&#28857;&#20559;&#31163;&#26041;&#21521;&#20102;&#12290;</p>
<p>&#25105;&#30340;&#24847;&#35265;&#26159;&#65292;&#20320;&#24517;&#39035;&#21435;&#20570;&#30340;&#37325;&#35201;&#20219;&#21153;&#65292;&#24212;&#35813;&#25918;&#22312;&#31532;&#19968;&#20301;&#65292;&#21035;&#35753;&#26597;&#30475;&#37038;&#20214;&#12289;&#28165;&#29702;&#20070;&#26700;&#20043;&#31867;&#30340;&#29712;&#20107;&#20998;&#20320;&#30340;&#24515;&#12290;&#22914;&#26524;&#20320;&#27599;&#22825;&#26089;&#26216;&#20064;&#24815;&#24615;&#22320;&#25171;&#24320;&#37038;&#31665;&#65292;&#30495;&#27491;&#30340;&#38382;&#39064;&#20498;&#36824;&#19981;&#26159;&#20320;&#28010;&#36153;&#20102;&#26597;&#30475;&#37038;&#20214;&#30340;&#26102;&#38388;&#65292;&#32780;&#26159;&#20320;&#19981;&#30693;&#36947;&#33258;&#24049;&#30340;&#39640;&#20248;&#20808;&#24615;&#20219;&#21153;&#26159;&#20160;&#20040;&#65292;&#25152;&#20197;&#25165;&#20250;&#21435;&#20570;&#26597;&#30475;&#37038;&#20214;&#37027;&#26679;&#30340;&#20302;&#20248;&#20808;&#24615;&#20219;&#21153;&#12290;</p>
<p>&#24403;&#20320;&#19981;&#30693;&#36947;&#20160;&#20040;&#20107;&#24773;&#26368;&#20248;&#20808;&#30340;&#26102;&#20505;&#65292;&#20320;&#25226;&#26597;&#30475;&#37038;&#20214;&#24403;&#20570;&#33258;&#24049;&#30340;&#24403;&#21153;&#20043;&#24613;&#65292;&#26080;&#27861;&#23436;&#25104;&#37027;&#20123;&#30495;&#27491;&#32039;&#35201;&#30340;&#20107;&#24773;&#23601;&#26159;&#20320;&#30340;&#20195;&#20215;&#12290;</p>
<p><strong>&#22235;&#12289;&#34987;&#21160;&#19982;&#20027;&#21160;</strong></p>
<p>&#26597;&#30475;&#37038;&#20214;&#30340;&#26102;&#20505;&#65292;&#26368;&#22909;&#30340;&#32467;&#26524;&#26159;&#27491;&#22909;&#25910;&#21040;&#19968;&#23553;&#38750;&#24120;&#37325;&#35201;&#30340;&#37038;&#20214;&#65292;&#19981;&#26089;&#19981;&#26202;&#65292;&#28982;&#21518;&#20320;&#31435;&#21051;&#37319;&#21462;&#30456;&#24212;&#30340;&#34892;&#21160;&#12290;&#20294;&#26159;&#65292;&#36825;&#26679;&#30340;&#24773;&#20917;&#24456;&#24120;&#35265;&#21527;&#65311;&#38750;&#24120;&#23569;&#35265;&#12290;</p>
<p>&#26356;&#24120;&#35265;&#30340;&#24773;&#20917;&#26377;&#20004;&#31181;&#12290;&#19968;&#31181;&#27604;&#36739;&rdquo;&#22909;&rdquo;&#30340;&#24773;&#20917;&#26159;&#65292;&#20320;&#27809;&#26377;&#25910;&#21040;&#20219;&#20309;&#26032;&#37038;&#20214;&#65292;&#20063;&#23601;&#27809;&#26377;&#20160;&#20040;&#26032;&#30340;&#20107;&#24773;&#38656;&#35201;&#20570;&#12290;&#20294;&#26159;&#65292;&#19981;&#31649;&#24590;&#26679;&#65292;&#36825;&#26102;&#20320;&#28010;&#36153;&#20102;&#26816;&#26597;&#37038;&#20214;&#30340;&#26102;&#38388;&#65292;&#20320;&#21487;&#20197;&#20943;&#23569;&#26597;&#30475;&#30340;&#39057;&#29575;&#12290;</p>
<p>&#20294;&#26159;&#65292;&#36825;&#31181;&#24773;&#20917;&#26377;&#22810;&#24120;&#35265;&#21602;&#65311;&#20320;&#36935;&#21040;&#30340;&#24448;&#24448;&#26159;&#19968;&#31181;&#36739;&#22351;&#30340;&#24773;&#20917;&#65306;&#20320;&#20026;&#33258;&#24049;&#25214;&#26469;&#20102;&#26356;&#22810;&#30340;&#20107;&#38656;&#35201;&#20570;&#12290;&#22240;&#20026;&#20320;&#22312;&rdquo;&#25910;&#37038;&#20214;&rdquo;&#65292;&#25152;&#20197;&#20320;&#24320;&#22987;&#22238;&#22797;&#23427;&#20204;&#65292;&#28010;&#36153;&#20102;&#20320;&#26412;&#35813;&#29992;&#26469;&#20570;&#21035;&#30340;&#20107;&#24773;&#30340;&#26102;&#38388;&#12290;&#20320;&#19981;&#26159;&rdquo;&#20027;&#21160;&#22320;&rdquo;&#20026;&#33258;&#24049;&#35774;&#32622;&#19968;&#20010;&#26085;&#31243;&#34920;&#65292;&#26032;&#25910;&#21040;&#30340;&#30005;&#23376;&#37038;&#20214;&#36843;&#20351;&#20320;&rdquo;&#34987;&#21160;&#22320;&rdquo;&#34892;&#21160;&#65292;&#36843;&#20351;&#20320;&#24573;&#30053;&#20102;&#23427;&#20204;&#30495;&#27491;&#30340;&#20248;&#20808;&#24615;&#12290;</p>
<p>&#25105;&#23425;&#24895;&#20027;&#21160;&#65292;&#23425;&#24895;&#21435;&#20570;&#37027;&#20123;&#23545;&#33258;&#24049;&#37325;&#35201;&#30340;&#20107;&#24773;&#65292;&#32780;&#19981;&#31649;&#25910;&#20214;&#31665;&#37324;&#26377;&#20160;&#20040;&#32039;&#24613;&#30340;&#25110;&#32773;&#25490;&#22312;&#21069;&#38754;&#30340;&#37038;&#20214;&#12290;</p>
<p>&#21035;&#20877;&#28010;&#36153;&#20320;&#30340;&#19968;&#20030;&#19968;&#21160;&#65292;&#20320;&#35201;&#22810;&#20570;&#29983;&#20135;&#21147;&#27604;&#36739;&#39640;&#30340;&#34892;&#21160;&#12290;</p>
<p><strong>&#20116;&#12289;&#23547;&#25214;&#20511;&#21475;</strong></p>
<p>&#23601;&#25105;&#32780;&#35328;&#65292;&#22914;&#26524;&#25105;&#30450;&#30446;&#22320;&#25171;&#24320;&#37038;&#31665;&#65288;&#25110;&#32773;Twitter&#12289;Facebook&#12289;&#20197;&#21450;&#31867;&#20284;&#30340;&#28010;&#36153;&#26102;&#38388;&#30340;&#32593;&#32476;&#34892;&#20026;&#65289;&#65292;&#25105;&#32463;&#24120;&#19981;&#26159;&#22312;&#26597;&#25214;&#37325;&#35201;&#30340;&#19996;&#35199;&#65292;&#32780;&#26159;&#22312;&#23547;&#25214;&#20511;&#21475;&#65292;&#19981;&#21435;&#20570;&#37027;&#20123;&#25105;&#24517;&#39035;&#20570;&#30340;&#20107;&#24773;&#12290;</p>
<p>&#25105;&#22312;&#23547;&#25214;&#29702;&#30001;&#65292;&#25105;&#24819;&#21578;&#35785;&#33258;&#24049;&#20026;&#20160;&#20040;&#37027;&#20123;&#20107;&#21487;&#20197;&#25302;&#21040;&#20197;&#21518;&#20570;&#12290;&#65288;&rdquo;&#25105;&#24517;&#39035;&#24110;&#21161;&#24352;&#19977;&#20889;&#23436;&#20182;&#30340;&#25253;&#21578;&rdquo;&#65292;&#25110;&#32773;&rdquo;&#25105;&#24517;&#39035;&#22238;&#31572;&#26446;&#22235;&#30340;&#38382;&#39064;&rdquo;&#12290;&#65289;</p>
<p>&#19981;&#35201;&#33853;&#20837;&#36825;&#31181;&#38519;&#38449;&#12290;&#19981;&#35201;&#35753;&#25910;&#37038;&#20214;&#21464;&#25104;&#19968;&#31181;&#20320;&#25918;&#32437;&#33258;&#24049;&#30340;&#20511;&#21475;&#12290;</p>
<p>&#22914;&#26524;&#20320;&#25163;&#22836;&#27491;&#22312;&#20570;&#19968;&#20214;&#20107;&#65292;&#37027;&#23601;&#21035;&#26597;&#30475;&#37038;&#20214;&#12290;&#25215;&#35748;&#21543;&#65292;&#20320;&#26377;&#19981;&#24471;&#19981;&#20570;&#30340;&#20107;&#24773;&#65292;&#37027;&#23601;&#21435;&#20570;&#23427;&#12290;</p>
<p><strong>&#20845;&#12289;&#27809;&#27861;&#35774;&#32622;&#26102;&#38388;&#38480;&#21046;</strong></p>
<p>&#24320;&#20250;&#26159;&#19968;&#31181;&#24456;&#28010;&#36153;&#26102;&#38388;&#30340;&#34892;&#20026;&#65292;&#20294;&#26159;&#22823;&#22810;&#25968;&#24773;&#20917;&#19979;&#65292;&#20320;&#33267;&#23569;&#30693;&#36947;&#20250;&#35758;&#38656;&#35201;&#24320;&#22810;&#20037;&#12290;</p>
<p>&#22914;&#26524;&#25105;&#38382;&#20320;&#65292;&#25171;&#24320;&#37038;&#31665;&#21518;&#65292;&#20320;&#23558;&#22312;&#37038;&#20214;&#19978;&#33457;&#36153;&#22810;&#23569;&#26102;&#38388;&#12290;&#20320;&#24456;&#26377;&#21487;&#33021;&#26080;&#27861;&#22238;&#31572;&#65292;&#25110;&#32773;&#20302;&#20272;&#20102;&#32791;&#36153;&#30340;&#26102;&#38388;&#12290;</p>
<p>&#26597;&#30475;&#37038;&#20214;&#21482;&#38656;&#35201;&#19968;&#20998;&#38047;&#65292;&#38382;&#39064;&#22312;&#20110;&#20320;&#20250;&#34987;&#38543;&#20043;&#32780;&#26469;&#30340;&#20107;&#24773;&#25302;&#20303;&#65292;&#26080;&#27861;&#30693;&#36947;&#23436;&#25104;&#37027;&#20123;&#20107;&#24773;&#35201;&#32791;&#36153;&#22810;&#20037;&#12290;&#20107;&#23454;&#19978;&#65292;&#25105;&#26366;&#32463;&#22312;&#36215;&#24202;&#21518;&#25171;&#24320;&#37038;&#31665;&#65292;&#32467;&#26524;&#23601;&#38519;&#22312;&#37324;&#38754;&#20102;&#65292;&#30452;&#21040;&#21320;&#39277;&#26102;&#25165;&#24471;&#38386;&#12290;</p>
<p>&#19968;&#22825;&#20043;&#20013;&#65292;&#20320;&#25928;&#29575;&#26368;&#39640;&#30340;&#26102;&#38388;&#26159;&#26377;&#38480;&#30340;&#12290;&#21035;&#35753;&#37038;&#20214;&#25226;&#20320;&#25302;&#20303;&#65292;&#32791;&#36153;&#25481;&#20320;&#23453;&#36149;&#30340;&#26102;&#38388;&#12290;</p>
<p><strong>&#19971;&#12289;&#23427;&#24102;&#26469;&#26399;&#24453;</strong></p>
<p>&#35768;&#22810;&#20154;&#35828;&#65306;&rdquo;&#25105;&#19981;&#24471;&#19981;&#25910;&#37038;&#20214;&#65281;&#21035;&#20154;&#26399;&#24453;&#23613;&#24555;&#25910;&#21040;&#25105;&#30340;&#22238;&#22797;&#65281;&rdquo;</p>
<p>&#39318;&#20808;&#65292;&#25105;&#19981;&#30456;&#20449;&#36825;&#31181;&#35828;&#27861;&#12290;&#30830;&#23454;&#26377;&#19968;&#20123;&#23613;&#24555;&#22238;&#22797;&#30340;&#35201;&#27714;&#65292;&#20294;&#26159;&#23427;&#20204;&#21487;&#33021;&#36828;&#19981;&#22914;&#20320;&#24819;&#30340;&#37027;&#20040;&#32039;&#24613;&#12290;&#20854;&#27425;&#65292;&#23601;&#31639;&#23613;&#24555;&#22238;&#22797;&#26159;&#21807;&#19968;&#30340;&#36873;&#25321;&#65292;&#20320;&#19981;&#22952;&#38382;&#33258;&#24049;&#20026;&#20160;&#20040;&#20250;&#36825;&#26679;&#12290;</p>
<p>&#20320;&#30693;&#36947;&#21527;&#65292;&#20026;&#20160;&#20040;&#21035;&#20154;&#26399;&#24453;&#20320;&#23613;&#24555;&#20570;&#20986;&#22238;&#22797;&#65311;</p>
<p>&#21407;&#22240;&#21487;&#33021;&#26159;&#65292;&#20320;&#24635;&#26159;&#27599;&#22825;&#19968;&#37266;&#26469;&#23601;&#22238;&#22797;&#37038;&#20214;&#65292;&#20320;&#33258;&#24049;&#36896;&#25104;&#20102;&#21035;&#20154;&#30340;&#26399;&#26395;&#12290;</p>
<p>&#20320;&#36234;&#39057;&#32321;&#22320;&#26597;&#30475;&#37038;&#20214;&#65292;&#20154;&#20204;&#23601;&#36234;&#30456;&#20449;&#20320;&#20250;&#24456;&#24555;&#22320;&#22238;&#22797;&#12290;&#20320;&#19981;&#20877;&#27599;&#22825;&#26089;&#26089;&#22320;&#26597;&#30475;&#37038;&#20214;&#65292;&#20154;&#20204;&#20063;&#23601;&#19981;&#20877;&#26399;&#26395;&#20320;&#20250;&#23613;&#24555;&#22238;&#22797;&#20102;&#12290;</p>
<p>&#22909;&#30340;&#65292;&#25105;&#30693;&#36947;&#35828;&#26469;&#23481;&#26131;&#20570;&#26469;&#38590;&#12290;&#21035;&#25285;&#24515;&#65292;&#22362;&#25345;&#19968;&#20004;&#20010;&#26143;&#26399;&#65292;&#23601;&#27809;&#20154;&#20250;&#23545;&#20320;&#26377;&#22882;&#26395;&#20102;&#12290;</p>
<p><strong>&#22914;&#26524;&#20320;&rdquo;&#24517;&#39035;&rdquo;&#25910;&#37038;&#20214;&hellip;&hellip;</strong></p>
<p>&#26576;&#20123;&#35835;&#32773;&#21487;&#33021;&#20250;&#25239;&#35758;&#65306;&rdquo;&#19981;&#25910;&#37038;&#20214;&#65292;&#25105;&#24590;&#20040;&#19982;&#22242;&#38431;&#20445;&#25345;&#32852;&#31995;&#65281;&rdquo;&#65292;&#25110;&#32773;&rdquo;&#22312;&#25105;&#20570;&#20986;&#19979;&#19968;&#27493;&#20043;&#21069;&#65292;&#25105;&#24517;&#39035;&#24471;&#21040;&#21453;&#39304;&#24847;&#35265;&#12290;&rdquo;&#25105;&#23436;&#20840;&#29702;&#35299;&#36825;&#20123;&#24819;&#27861;&#65292;&#26377;&#26102;&#25105;&#20063;&#30460;&#30528;&#25910;&#21040;&#26576;&#20123;&#37325;&#35201;&#30340;&#21453;&#39304;&#65292;&#25105;&#20063;&#20250;&#22312;&#36215;&#24202;&#21518;&#24555;&#36895;&#22320;&#25910;&#19968;&#19979;&#37038;&#20214;&#12290;</p>
<p>&#25105;&#24819;&#35828;&#30340;&#26159;&#65306;&#22914;&#26524;&#20320;&#24517;&#39035;&#36825;&#26679;&#20570;&#65292;&#37027;&#23601;&#38480;&#21046;&#33258;&#24049;&#21482;&#26597;&#30475;&#19968;&#37096;&#20998;&#37038;&#20214;&#12290;&#25105;&#25512;&#33616;&#20351;&#29992;&#19979;&#38754;&#30340;&#35268;&#21017;&#65306;</p>
<p>&#12288;&#12288;<strong>* &#21482;&#30475;&#26377;&#27809;&#26377;&#20320;&#27491;&#22312;&#25214;&#30340;&#19996;&#35199;&#12290;</strong>&#26368;&#37325;&#35201;&#30340;&#65292;&#21035;&#30475;&#35745;&#21010;&#22806;&#30340;&#19996;&#35199;&#12290;&#24102;&#26377;&#30446;&#30340;&#22320;&#21435;&#30475;&#65292;&#26377;&#27809;&#26377;&#19968;&#23553;&#29305;&#23450;&#30340;&#20154;&#21457;&#32473;&#20320;&#30340;&#29305;&#23450;&#30340;&#37038;&#20214;&#12290;</p>
<p>&#12288;&#12288;<strong>* &#36807;&#28388;&#37027;&#20123;&#19981;&#37325;&#35201;&#30340;&#37038;&#20214;&#12290;</strong>&#19968;&#20010;&#22909;&#26041;&#27861;&#26159;&#65292;&#22914;&#26524;&#37038;&#20214;&#26469;&#33258;&#19968;&#20010;&#38476;&#29983;&#30340;&#22320;&#22336;&#65292;&#37027;&#23601;&#30041;&#21040;&#20197;&#21518;&#30475;&#12290;</p>
<p>&#12288;&#12288;<strong>* &#35774;&#32622;&#19968;&#20010;&#26102;&#38388;&#38480;&#21046;&#12290;</strong>&#35268;&#23450;&#33258;&#24049;&#21482;&#33021;&#29992;5&#20998;&#38047;&#25910;&#37038;&#20214;&#65292;&#21482;&#25214;&#33258;&#24049;&#24819;&#35201;&#30340;&#37027;&#20010;&#20449;&#24687;&#65292;&#22312;&#34892;&#21160;&#20043;&#21069;&#23601;&#21046;&#23450;&#22909;&#36864;&#20986;&#31574;&#30053;&#12290;&#37038;&#31665;&#36824;&#27809;&#25171;&#24320;&#30340;&#26102;&#20505;&#65292;&#20320;&#23601;&#30693;&#36947;&#20197;&#19979;&#24773;&#20917;&#24212;&#35813;&#24590;&#20040;&#21150;&#65306;1&#65289;&#37027;&#23553;&#37038;&#20214;&#24050;&#32463;&#21040;&#20102;&#65307;2&#65289;&#23427;&#36824;&#27809;&#21040;&#65307;3&#65289;&#20320;&#24819;&#35201;&#30340;&#20449;&#24687;&#19981;&#22815;&#23436;&#25972;&#12290;&#19981;&#31649;&#24590;&#26679;&#65292;&#21035;&#34987;&#21160;&#22320;&#20570;&#20986;&#21453;&#24212;&#65292;&#32780;&#35201;&#20027;&#21160;&#22320;&#24819;&#22909;&#38024;&#23545;&#19981;&#21516;&#30340;&#32467;&#26524;&#65292;&#20570;&#20986;&#24590;&#26679;&#30340;&#34892;&#20026;&#12290;</p>
<p>&#29616;&#22312;&#65292;&#20320;&#21487;&#20197;&#20572;&#27490;&#38405;&#35835;&#36825;&#31687;&#25991;&#31456;&#20102;&#65292;&#21435;&#20570;&#37027;&#20123;&#23545;&#20320;&#37325;&#35201;&#30340;&#20107;&#12290;&#19981;&#31649;&#20320;&#20570;&#20160;&#20040;&#65292;&#21482;&#35201;&#25910;&#37038;&#20214;&#19981;&#35201;&#22826;&#39057;&#32321;&#23601;&#34892;&#20102;&#12290;</p>
<p>&#65288;&#23436;&#65289;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/01/25/4693/" title="2:30 PM" rel="bookmark"><time class="entry-date" datetime="2011-01-25T14:30:16+00:00">2011/01/25</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/01/25/4692/" rel="prev"><span class="meta-nav">&larr;</span> Google brings Cloud Print service to mobile Google Docs, Gmail</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/01/25/4694/" rel="next">The Matrix Re-Reloaded <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/01/25/4693/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="4693" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="493dcc7d95"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="105"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>January 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2010/12/">&laquo; Dec</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/02/">Feb &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="5" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/01/01/" aria-label="Posts published on January 1, 2011">1</a></td><td>2</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/03/" aria-label="Posts published on January 3, 2011">3</a></td><td>4</td><td><a href="http://log.SunnyBoy.Me/2011/01/05/" aria-label="Posts published on January 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/01/07/" aria-label="Posts published on January 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/08/" aria-label="Posts published on January 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/09/" aria-label="Posts published on January 9, 2011">9</a></td>
	</tr><tr><td>10</td><td><a href="http://log.SunnyBoy.Me/2011/01/11/" aria-label="Posts published on January 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/12/" aria-label="Posts published on January 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/13/" aria-label="Posts published on January 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/14/" aria-label="Posts published on January 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/15/" aria-label="Posts published on January 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/16/" aria-label="Posts published on January 16, 2011">16</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/17/" aria-label="Posts published on January 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/18/" aria-label="Posts published on January 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/19/" aria-label="Posts published on January 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/20/" aria-label="Posts published on January 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/21/" aria-label="Posts published on January 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/22/" aria-label="Posts published on January 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/23/" aria-label="Posts published on January 23, 2011">23</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/24/" aria-label="Posts published on January 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/25/" aria-label="Posts published on January 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/26/" aria-label="Posts published on January 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/27/" aria-label="Posts published on January 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/28/" aria-label="Posts published on January 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/29/" aria-label="Posts published on January 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/30/" aria-label="Posts published on January 30, 2011">30</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/31/" aria-label="Posts published on January 31, 2011">31</a></td>
		<td class="pad" colspan="6">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
