<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#65351;&#65291; digest 2011/10/12 | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#65351;&#65291; digest 2011/10/12 Comments Feed" href="http://log.SunnyBoy.Me/2011/10/12/12763/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#20052;&#24067;&#26031;&#21517;&#35328;&#32763;&#35793;&#26377;&#35823;" href="http://log.SunnyBoy.Me/2011/10/11/12754/"><link rel="next" title="Solidot | &#22909;&#33394;&#30340;&#21344;&#26143;&#23478;&#26159;&#19968;&#20301;&#20107;&#26080;&#24040;&#32454;&#30340;&#35760;&#24405;&#32773;" href="http://log.SunnyBoy.Me/2011/10/12/12765/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/10/12/12763/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=12763"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F10%2F12%2F12763%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F10%2F12%2F12763%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-12763 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-12763" class="post-12763 post type-post status-publish format-standard hentry category-default tag-music"><header class="entry-header"><h1 class="entry-title">&#65351;&#65291; digest 2011/10/12</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/12/12763/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<ul class="scrd_digest"><li><a href="https://plus.google.com/112706220355730950411/posts/42MdwWqWCNG" rel="external">&#20316;&#20026;&#32654;&#22269;&#31934;&#31070;&#30340;&#20052;&#24067;&#26031; &#25991;/&#20849;&#35782;&#32593; 10&#26376;6&#26085;&#65292;&#19968;&#20123;&#31881;&#19997;&#33258;&#21457;&#26469;&#21040;&#33529;&#26524;&#21271;&#20140;&#19977;&#37324;&#23663;&#19987;&#21334;&#24215;&#38376;&#21475;&#65292;&#25670;&#19978;&#25171;&#21360;&#30340;&#20052;&#24067;&#26031;&#30340;&#29031;&#29255;&#21644;&#40092;&#33457;&#34920;&#36798;&#23545;&#20052;&#24067;&#26031;&#31163;&#21435;&#30340;&#21696;&#24605;&#12290;&#32654;&#22269;&#33529;&#26524;&#20844;</a>
<div>&#20316;&#20026;&#32654;&#22269;&#31934;&#31070;&#30340;&#20052;&#24067;&#26031;                                 &#25991;/&#20849;&#35782;&#32593;
<p> 10&#26376;6&#26085;&#65292;&#19968;&#20123;&#31881;&#19997;&#33258;&#21457;&#26469;&#21040;&#33529;&#26524;&#21271;&#20140;&#19977;&#37324;&#23663;&#19987;&#21334;&#24215;&#38376;&#21475;&#65292;&#25670;&#19978;&#25171;&#21360;&#30340;&#20052;&#24067;&#26031;&#30340;&#29031;&#29255;&#21644;&#40092;&#33457;&#34920;&#36798;&#23545;&#20052;&#24067;&#26031;&#31163;&#21435;&#30340;&#21696;&#24605;&#12290;&#32654;&#22269;&#33529;&#26524;&#20844;&#21496;&#21069;&#39318;&#24109;&#25191;&#34892;&#23448;&#21490;&#33922;&#22827;&middot;&#20052;&#24067;&#26031;5&#26085;&#36893;&#19990;&#30340;&#28040;&#24687;&#65292;&#24341;&#36215;&#20840;&#29699;&#20035;&#33267;&#24456;&#22810;&#20013;&#22269;&ldquo;&#33529;&#26524;&#36855;&rdquo;&#30340;&#21696;&#24605;&#12290;</p>
<p> &#12288; &#25176;&#22827;&#21202;&#22312;&#12298;&#26435;&#21147;&#30340;&#36716;&#31227;&#12299;&#19968;&#20070;&#20013;&#65292;&#23558;&#20154;&#31867;&#31038;&#20250;&#30340;&#21457;&#23637;&#20998;&#20026;3&#20010;&#38454;&#27573;&#65306;&#26292;&#21147;&#31038;&#20250;&#12289;&#36130;&#23500;&#31038;&#20250;&#21644;&#30693;&#35782;&#31038;&#20250;&#12290;&#26089;&#26399;&#37326;&#34542;&#26102;&#20195;&#21644;&#26497;&#26435;&#20027;&#20041;&#37117;&#23646;&#20110;&#26292;&#21147;&#31038;&#20250;&#65292;&#25152;&#26377;&#30340;&#26435;&#21147;&#37117;&#26469;&#33258;&#26292;&#21147;&#65307;&#22312;&#20256;&#32479;&#36164;&#26412;&#20027;&#20041;&#31038;&#20250;&#65292;&#37329;&#38065;&#20195;&#26367;&#20102;&#26292;&#21147;&#65292;&#36130;&#23500;&#26159;&#26435;&#21147;&#20027;&#35201;&#20986;&#22788;&#65307;&#22312;&#21518;&#24037;&#19994;&#26102;&#20195;&#25110;&#32773;&#21518;&#36164;&#26412;&#20027;&#20041;&#26102;&#20195;&#65292;&#21462;&#20043;&#19981;&#23613;&#29992;&#20043;&#19981;&#31469;&#30340;&#30693;&#35782;&#23558;&#25104;&#20026;&#26368;&#22823;&#26435;&#21147;&#12290;&#22312;&#20256;&#32479;&#26102;&#20195;&#65292;&#26292;&#21147;&#23646;&#20110;&#24378;&#32773;&#65292;&#36130;&#23500;&#23646;&#20110;&#23500;&#20154;&#65307;&#22312;&#31185;&#25216;&#26102;&#20195;&#65292;&#30693;&#35782;&#23646;&#20110;&#27599;&#19968;&#20010;&#20154;&#65292;&#21363;&#20351;&#24369;&#32773;&#21644;&#31351;&#20154;&#12290;&ldquo;&#21566;&#29983;&#20063;&#26377;&#28079;&#32780;&#30693;&#20063;&#26080;&#28079;&rdquo;&#65292;&#26292;&#21147;&#37329;&#38065;&#21487;&#20197;&#34987;&#22404;&#26029;&#65292;&#20294;&#30693;&#35782;&#26159;&#38590;&#20197;&#22404;&#26029;&#30340;&#65292;&ldquo;&#30693;&#35782;&#26159;&#26368;&#20855;&#27665;&#20027;&#24615;&#26684;&#30340;&#26435;&#21147;&#26469;&#28304;&rdquo;&#12290;&#26292;&#21147;&#19982;&#36130;&#23500;&#37117;&#24314;&#31435;&#22312;&#25504;&#22842;&#20043;&#19978;&#65292;&#30693;&#35782;&#32463;&#27982;&#21017;&#28040;&#38500;&#20102;&#25504;&#22842;&#65292;&#20154;&#31867;&#31038;&#20250;&#26356;&#21152;&#25991;&#26126;&#12290;</p>
<p> &#20013;&#22269;&#25919;&#24220;&#26366;&#20110;2006&#24180;&#23459;&#24067;&#35201;&#36328;&#36234;&#24335;&#21457;&#23637;&#65292;&#22312;2020&#24180;&#25226;&#20013;&#22269;&#24314;&#25104;&ldquo;&#21019;&#26032;&#22411;&#22269;&#23478;&rdquo;&#65292;&#36890;&#36807;&#25512;&#21160;&#26412;&#22269;&#20225;&#19994;&#30340;&#33258;&#20027;&#21019;&#26032;&#25226;&#20013;&#22269;&#25216;&#26415;&#23545;&#22806;&#20381;&#23384;&#24230;&#20174;70%&#38477;&#33267;30%&#12290;5&#24180;&#22810;&#36807;&#21435;&#20102;&#65292;&#20013;&#22269;&#20225;&#19994;&#25972;&#20307;&#19978;&ldquo;&#33258;&#20027;&#21019;&#26032;&#33021;&#21147;&#19981;&#36275;&#12289;&#32570;&#20047;&#26680;&#24515;&#25216;&#26415;&#12289;&#32570;&#20047;&#33258;&#20027;&#30693;&#35782;&#20135;&#26435;&rdquo;&#30340;&#29366;&#20917;&#27809;&#26377;&#26681;&#26412;&#25913;&#35266;&#12290;&#26368;&#26032;&#25968;&#25454;&#26174;&#31034;&#65292;&ldquo;&#20013;&#22269;&#20809;&#32420;&#21046;&#36896;&#35013;&#22791;&#30340;100%&#12289;&#38598;&#25104;&#30005;&#36335;&#33455;&#29255;&#21046;&#36896;&#35774;&#22791;&#30340;85%&#12289;&#30707;&#27833;&#21270;&#24037;&#35013;&#22791;&#30340;80%&#12289;&#36735;&#36710;&#24037;&#19994;&#35774;&#22791;&#12289;&#32442;&#32455;&#26426;&#26800;&#12289;&#33014;&#21360;&#35774;&#22791;&#30340;70%&#20381;&#38752;&#36827;&#21475;&rdquo;&#12290;&#20013;&#22269;&#20225;&#19994;&#26080;&#35770;&#22312;&#22269;&#20869;&#24066;&#22330;&#36824;&#26159;&#21457;&#36798;&#22269;&#23478;&#24066;&#22330;&#65292;&#22312;&#21407;&#22987;&#21019;&#26032;&#19978;&#30340;&#22269;&#38469;&#31454;&#20105;&#21147;&#37117;&#36828;&#36828;&#33853;&#21518;&#20110;&#35199;&#26041;&#20225;&#19994;&#12289;&#29978;&#33267;&#21488;&#28286;&#20225;&#19994;&#12290;</p>
<p>&#12288;&#12288;1981&#24180;&#32654;&#22269;IBM&#25512;&#20986;&#19990;&#30028;&#19978;&#31532;&#19968;&#21488;&#20010;&#20154;&#30005;&#33041;&#65292;1984&#24180;&#65292;&#20013;&#22269;&#38271;&#22478;&#20844;&#21496;&#23601;&#21046;&#36896;&#20986;&#38271;&#22478;100&#30005;&#33041;&#65292;&#32780;&#19988;&#33021;&#35782;&#21035;&#27721;&#23383;&#12290;1986&#24180;&#65292;&#38271;&#22478;&#20844;&#21496;&#30340;520&#30005;&#33041;&#24320;&#22987;&#20013;&#22269;&#30005;&#33041;&#30340;&#20135;&#19994;&#21270;&#12290; &ldquo;25&#24180;&#36807;&#21435;&#20102;&#65292;&#32654;&#22269;&#33529;&#26524;&#30340;&#24179;&#26495;&#30005;&#33041;&#20173;&#28982;&#24449;&#26381;&#20840;&#29699;&#30340;&#28040;&#36153;&#32773;&#65292;IBM&#30340;&#21830;&#29992;&#35745;&#31639;&#26426;&#36827;&#20837;&#20102;&#20113;&#35745;&#31639;&#65292;&#33521;&#29305;&#23572;&#30340;&#33455;&#29255;&#12289;&#24494;&#36719;&#30340;&#36719;&#20214;&#20173;&#28982;&#22404;&#26029;&#20840;&#19990;&#30028;&#65292;&#30005;&#33041;&#20063;&#24050;&#32463;&#21464;&#21270;&#20986;&#25163;&#26426;&#12289;&#38899;&#20048;&#25773;&#25918;&#22120;&#31561;&#29747;&#29701;&#28385;&#30446;&#30340;&#30005;&#23376;&#20135;&#21697;&#12290;&#25105;&#20204;&#37027;&#20123;&#39118;&#20113;&#19968;&#26102;&#30340;&#30005;&#33041;&#20225;&#19994;&#21602;&#65311;&#24040;&#20154;&#24050;&#32463;&#20570;&#33041;&#30333;&#37329;&#20102;&#65292;&#22235;&#36890;&#19981;&#35265;&#20102;&#12290;&#25105;&#20204;&#36824;&#26377;&#32852;&#24819;&#65292;&#21487;&#32852;&#24819;10&#24180;&#21069;&#23601;&#19981;&#20570;&#30005;&#33041;&#20102;&#65292;&#23427;&#26159;&#19968;&#23478;&#30005;&#33041;&#38144;&#21806;&#20844;&#21496;&#65292;&#21488;&#28286;&#20225;&#19994;&#21046;&#36896;&#65292;&#23427;&#36148;&#19978;&#32852;&#24819;&#30340;&#29260;&#23376;&#21334;&#12290; (&#20013;&#22269;&#30340;)&#36825;&#20123;&#30005;&#33041;&#20225;&#19994;&#20570;&#20102;&#19968;&#20010;&#20849;&#21516;&#30340;&#20135;&#19994;&#65306;&#25151;&#22320;&#20135;&#12290;&hellip;&hellip;&#32852;&#24819;&#19981;&#20570;&#30005;&#33041;&#65292;&#20294;&#20570;&#25151;&#22320;&#20135;&#25104;&#21151;&#65292;&#20063;&#20570;&#37329;&#34701;&#21644;&#25237;&#36164;&#20102;&#12290;&rdquo;&#32780;&#37027;&#20010;&#20013;&#22269;&#23448;&#21150;&#26426;&#26500;&#30740;&#21457;&#30340;&ldquo;&#19990;&#30028;&#35745;&#31639;&#36895;&#24230;&#26368;&#24555;&rdquo;&#30340;&#22823;&#22411;&#30005;&#33041;&#65292;&#33455;&#29255;&#21644;&#20854;&#20182;&#37325;&#35201;&#22120;&#20214;&#65292;&#37117;&#26159;&#22806;&#22269;&#30340;&#12290;</p>
<p>&#12288;&#12288;&#25454;&#32479;&#35745;&#65292;&#30446;&#21069;&#19990;&#30028;64%&#30340;&#36130;&#23500;&#20381;&#36182;&#20110;&#20154;&#21147;&#25110;&#26234;&#21147;&#36164;&#26412;&#65292;&#30693;&#35782;&#24615;&#30340;&#26080;&#24418;&#36130;&#23500;&#24050;&#32463;&#25104;&#20026;&#20154;&#31867;&#30340;&#20027;&#35201;&#36130;&#23500;&#65292;&#19990;&#30028;&#32463;&#27982;&#30001;&#21171;&#21160;&#23494;&#38598;&#22411;&#36716;&#21521;&#30693;&#35782;&#23494;&#38598;&#22411;&#65292;&#36719;&#20214;&#27604;&#30828;&#20214;&#26356;&#21152;&#21487;&#36149;&#12290;&#27491;&#22914;&#24503;&#40065;&#20811;&#25152;&#35828;&#65292;&ldquo;&#21518;&#36164;&#26412;&#20027;&#20041;&#31038;&#20250;&rdquo;&#26368;&#26681;&#26412;&#30340;&#32463;&#27982;&#36164;&#28304;&#19981;&#20877;&#26159;&#36164;&#26412;&#25110;&#33258;&#28982;&#36164;&#28304;&#65292;&#20063;&#19981;&#20877;&#26159;&#21171;&#21160;&#21147;&#65292;&#32780;&#26159;&#30693;&#35782;&#65288;&#25216;&#26415;&#19981;&#26159;&#30693;&#35782;&#65289;&#65307;&#30693;&#35782;&#23558;&#25104;&#20026;&#21807;&#19968;&#37325;&#35201;&#30340;&#36164;&#26412;&#65292;&#20174;&#32780;&#23558;&#20154;&#31867;&#24102;&#20837;&#19968;&#20010;&ldquo;&#20010;&#20154;&#20027;&#20041;&#26102;&#20195;&rdquo;&#12290;&#34429;&#28982;&ldquo;&#33529;&#26524;&rdquo;&#26159;&#23500;&#22763;&#24247;&ldquo;&#21046;&#36896;&#30340;&rdquo;&#65292;&#20294;&#21364;&#26159;&#20052;&#24067;&#26031;&ldquo;&#21019;&#36896;&#30340;&rdquo;&#65307;&#19968;&#20010;&#20154;&#30340;&#22823;&#33041;&#36828;&#36828;&#32988;&#36807;100&#22810;&#19975;&#24037;&#20154;&#30340;&#25163;&#65292;&#36825;&#23601;&#26159;&#30693;&#35782;&#30340;&#20215;&#20540;&#12290;</p>
<p>&#12288;&#12288;&ldquo;&#21019;&#26032;&#26159;&#19968;&#20010;&#27665;&#26063;&#36827;&#27493;&#30340;&#28789;&#39746;&rdquo;&#65288;&#27743;&#27901;&#27665;&#65289;&#12290;&#22914;&#26524;&#35828;&#31532;&#20108;&#27425;&#28010;&#28526;&#36824;&#23646;&#20110;&#26292;&#21147;&#32463;&#27982;&#30340;&#35805;&#65292;&#37027;&#20040;&#31532;&#19977;&#27425;&#28010;&#28526;&#23601;&#26159;&#30693;&#35782;&#32463;&#27982;&#65292;&#23436;&#20840;&#20381;&#38752;&#31185;&#25216;&#25991;&#26126;&#65292;&#33829;&#36896;&#20102;&#19968;&#20010;&#26234;&#33021;&#30340;&#20449;&#24687;&#31038;&#20250;&#12290;&#22312;&#36825;&#37324;&#65292;&#26234;&#24935;&#26159;&#19968;&#31181;&#26222;&#36941;&#29366;&#24577;&#65292;&#27604;&#20154;&#26356;&#21152;&#32874;&#26126;&#33021;&#24178;&#30340;&#26426;&#22120;&#21521;&#20154;&#20204;&#25552;&#20986;&#19968;&#20010;&#21746;&#23398;&#21629;&#39064;&#65306;&#26426;&#22120;&#20250;&#20195;&#26367;&#19968;&#20999;&#21527;&#65311;&#26426;&#22120;&#20250;&#32479;&#27835;&#20154;&#31867;&#21527;&#65311;&#33487;&#26684;&#25289;&#24213;&#24120;&#24120;&#24605;&#32771;&ldquo;&#20154;&#24212;&#24403;&#24590;&#26679;&#27963;&#30528;&rdquo;&#65292;&#25216;&#26415;&#21464;&#38761;&#27880;&#23450;&#20250;&#25913;&#21464;&#20154;&#20204;&#24605;&#32771;&#30340;&#26041;&#24335;&#21644;&#20064;&#24815;&#65292;&#29978;&#33267;&#23436;&#20840;&#25913;&#21464;&#20154;&#20204;&#30340;&#26234;&#21147;&#27700;&#24179;&#21644;&#36523;&#20307;&#32467;&#26500;&#12290;&ldquo;&#25105;&#24895;&#24847;&#25226;&#25105;&#25152;&#26377;&#30340;&#31185;&#25216;&#21435;&#25442;&#21462;&#21644;&#33487;&#26684;&#25289;&#24213;&#30456;&#22788;&#30340;&#19968;&#20010;&#19979;&#21320;&rdquo;&#65292;&#36825;&#23601;&#26159;&#20052;&#24067;&#26031;&#30340;&#26790;&#24819;&#12290;&#19982;&#20854;&#35828;&#20182;&#26159;&#20225;&#19994;&#23478;&#65292;&#19981;&#22914;&#35828;&#20182;&#26159;&#21019;&#24847;&#22823;&#24072;&#65307;&#20182;&#27809;&#26377;&#21457;&#26126;&#30005;&#33041;&#65292;&#20063;&#27809;&#26377;&#21457;&#26126;MP3&#65292;&#20063;&#27809;&#26377;&#21457;&#26126;&#25163;&#26426;&#65292;&#20294;&#20182;&#21457;&#26126;&#20102;&ldquo;&#33529;&#26524;&rdquo;&#12290;&#20182;&#23558;&#24037;&#19994;&#32654;&#23398;&#36890;&#36807;&#25216;&#26415;&#21457;&#25381;&#21040;&#26497;&#33268;&#65292;&#25216;&#26415;&#30340;&#31934;&#22937;&#19982;&#33402;&#26415;&#30340;&#23436;&#32654;&#34701;&#20026;&#19968;&#20307;&#65292;&#20351;&#24037;&#19994;&#21697;&#20805;&#28385;&#19968;&#31181;&#21160;&#20154;&#24515;&#39748;&#30340;&#28789;&#39746;&#12290;</p>
<p>&#12288;&#12288;&#25308;&#20013;&#22269;&#25945;&#32946;&#25152;&#36176;&#65292;&#22312;&#30456;&#24403;&#38271;&#30340;&#19968;&#20010;&#26102;&#38388;&#20869;&#65292;&#20013;&#22269;&#37117;&#19981;&#21487;&#33021;&#20986;&#29616;&#20052;&#24067;&#26031;&#12290;&#19968;&#20010;&#24605;&#24819;&#34987;&#25511;&#21046;&#30340;&#22269;&#23478;&#65292;&#19968;&#20010;&#35328;&#35770;&#33258;&#30001;&#24471;&#19981;&#21040;&#22522;&#26412;&#20445;&#25252;&#30340;&#22320;&#21306;&#65292;&#27599;&#20010;&#20154;&#21516;&#26102;&#24517;&#28982;&#20250;&#22833;&#21435;&#21019;&#26032;&#30340;&#24605;&#24819;&#21160;&#21147;&#12290;&#21516;&#26102;&#65292;&ldquo;&#20013;&#22269;&#30340;&#25919;&#27835;&#20307;&#21046;&#21548;&#20219;&#30693;&#35782;&#20135;&#26435;&#36973;&#21040;&#20405;&#29359;&#65292;&#40723;&#21169;&#21592;&#24037;&#20266;&#36896;&#23398;&#21382;&#65292;&#40723;&#21169;&#20844;&#21496;&#29983;&#20135;&#20551;&#20882;&#21830;&#21697;&#65292;&#30740;&#31350;&#20154;&#21592;&#21457;&#34920;&#34394;&#20551;&#30340;&#31185;&#30740;&#25104;&#26524;&#12290;&#36825;&#37117;&#21066;&#24369;&#20013;&#22269;&#30340;&#21019;&#26032;&#33021;&#21147;&rdquo;&#12290;</p>
<p>&#12288;&#12288;&#30693;&#35782;&#26102;&#20195;&#26159;&#19968;&#20010;&#31934;&#33521;&#19982;&#32676;&#27667;&#30340;&#26102;&#20195;&#12290;&#19968;&#26635;&#22823;&#27004;&#22266;&#28982;&#35201;&#35768;&#22810;&#20154;&#26469;&#24314;&#35774;&#65292;&#20294;&#22823;&#27004;&#30340;&ldquo;&#28789;&#39746;&rdquo;&#21363;&#35774;&#35745;&#32773;&#21364;&#26080;&#35770;&#22914;&#20309;&#19981;&#33021;&#26159;&ldquo;&#38598;&#20307;&rdquo;&#65292;&#38598;&#20307;&#21482;&#33021;&#20174;&#20107;&#31616;&#21333;&#30340;&#12289;&#26426;&#26800;&#30340;&#21171;&#21160;&#65292;&#32780;&#21019;&#36896;&#24615;&#30340;&#21171;&#21160;&#27704;&#36828;&#38656;&#35201;&#38752;&#20010;&#20154;&#23436;&#25104;&#12290;&ldquo;&#32676;&#20307;&#20013;&#32047;&#21152;&#22312;&#19968;&#36215;&#30340;&#21482;&#26377;&#24858;&#34850;&#32780;&#19981;&#26159;&#22825;&#25165;&#30340;&#26234;&#33021;&rdquo;&#12290;&#29275;&#39039;&#21644;&#29233;&#22240;&#26031;&#22374;&#30340;&#24037;&#20316;&#26159;&#19981;&#21487;&#33021;&#38752;&#38598;&#20307;&#23436;&#25104;&#30340;&#65307;&#20013;&#22269;&#20154;&#21363;&#20351;&#20154;&#25968;&#20877;&#22810;&#65292;&#22914;&#26524;&#19981;&#28608;&#21457;&#20010;&#20154;&#22825;&#25165;&#65292;&#21363;&#20351;&#31215;&#32047;&#19968;&#20159;&#20010;&#33261;&#30382;&#21280;&#30340;&ldquo;&#38598;&#20307;&#26234;&#33021;&rdquo;&#20063;&#36824;&#26159;&#33261;&#30382;&#21280;&#30340;&#26234;&#33021;&#65292;&#27704;&#36828;&#19981;&#20250;&#32988;&#36807;&#29233;&#22240;&#26031;&#22374;&#30340;&#26234;&#33021;&#12290;</p>
<p>&#12288;&#12288;&#30693;&#35782;&#26435;&#21147;&#19979;&#30340;&#31532;&#19977;&#27425;&#28010;&#28526;&#26159;&#19968;&#20010;&#21019;&#36896;&#30340;&#26102;&#20195;&#65292;&#19968;&#20999;&#23432;&#26087;&#21644;&#37325;&#22797;&#37117;&#23558;&#37325;&#26032;&#33853;&#20837;&#31532;&#20108;&#27425;&#28010;&#28526;&#30340;&#38519;&#38449;&#65292;&#27814;&#20026;&#20808;&#36827;&#22269;&#23478;&#30340;&#22900;&#20166;&#21644;&#22900;&#38582;&#12290;&#22312;&#21019;&#26032;&#20307;&#21046;&#19979;&#65292;&#20808;&#36827;&#22269;&#23478;&#21046;&#36896;&#19994;&#27604;&#20363;&#36880;&#24180;&#19979;&#38477;&#65292;&#21407;&#22987;&#24037;&#19994;&#20316;&#20026;&#26080;&#25216;&#26415;&#30340;&#33853;&#21518;&#25991;&#26126;&#27491;&#22312;&#20174;&#27665;&#20027;&#30340;&#23500;&#22269;&#36716;&#21040;&#19987;&#21046;&#30340;&#31351;&#22269;&#20013;&#21435;&#12290;&#20986;&#20110;&#25112;&#30053;&#19982;&#32463;&#27982;&#32771;&#34385;&#65292;&#34429;&#28982;&#23500;&#22269;&#19981;&#21487;&#33021;&#23436;&#20840;&#25918;&#24323;&#21046;&#36896;&#19994;&#65292;&#20294;&ldquo;&#21435;&#24037;&#19994;&#21270;&rdquo;&#30340;&#36235;&#21183;&#38750;&#24120;&#26126;&#26174;&#65292;&#21482;&#29983;&#20135;&#19968;&#20123;&#20027;&#35201;&#21830;&#21697;&#65292;&#32780;&#19988;&#37319;&#29992;&#33258;&#21160;&#21270;&#25216;&#26415;&#65292;&#20174;&#32780;&#20351;&#29992;&#26356;&#23569;&#30340;&#24037;&#20154;&#12290;&#38754;&#21521;&#26410;&#26469;&#65292;&#32463;&#27982;&#22686;&#38271;&#23558;&#36234;&#26469;&#36234;&#22810;&#22320;&#26469;&#28304;&#20110;&#25216;&#26415;&#21019;&#26032;&#65292;&#24182;&#20351;&#36825;&#31181;&#25216;&#26415;&#25910;&#30410;&#34987;&#22823;&#23478;&#20849;&#21516;&#20998;&#20139;&#12290;&#20174;&#33521;&#22269;&#30340;&#28779;&#36710;&#12289;&#24503;&#22269;&#30340;&#27773;&#36710;&#12289;&#32654;&#22269;&#30340;&#30005;&#33041;&#21040;&#26085;&#26412;&#30340;&#30005;&#22120;&#65292;&#36825;&#20123;&#26032;&#25216;&#26415;&#24182;&#27809;&#26377;&#20351;&#21035;&#20154;&#26356;&#31351;&#65292;&#21453;&#32780;&#20351;&#22823;&#23478;&#37117;&#27604;&#20197;&#21069;&#29983;&#27963;&#24471;&#26356;&#22909;&#12290;&#30456;&#23545;&#32780;&#35328;&#65292;&#21482;&#26377;&#37027;&#20123;&#19981;&#24179;&#31561;&#30340;&#29305;&#26435;&#31038;&#20250;&#65292;&#20154;&#20204;&#30340;&#36130;&#23500;&#21644;&#26426;&#20250;&#24120;&#24120;&#34987;&#26435;&#21147;&#21093;&#22842;&#65307;&#23569;&#25968;&#20154;&#30340;&#23500;&#35029;&#23436;&#20840;&#24314;&#31435;&#22312;&#22810;&#25968;&#20154;&#30340;&#36139;&#31351;&#20043;&#19978;&#65292;&#20174;&#32780;&#25703;&#27585;&#20102;&#21019;&#26032;&#31934;&#31070;&#65292;&#26368;&#32456;&#20351;&#36825;&#20010;&#22269;&#23478;&#36208;&#21521;&#36139;&#22256;&#21644;&#22833;&#36133;&#12290;</p>
<p>&#12288;&#12288;&#19990;&#30028;&#19968;&#21322;&#20154;&#21475;&#36827;&#20837;&#22478;&#24066;&#29992;&#20102;8000&#22810;&#24180;&#65292;&#32780;&#21097;&#20313;&#30340;&#19968;&#21322;&#20154;&#21475;&#36827;&#20837;&#22478;&#24066;&#21017;&#21482;&#38656;&#35201;80&#24180;&#12290;&#23567;&#35828;&#23478;&#20313;&#21326;&#20048;&#35266;&#22320;&#35748;&#20026;&#65292;&#20013;&#22269;&#29992;40&#24180;&#26102;&#38388;&#65292;&#36208;&#36807;&#20102;&#35199;&#26041;&#36164;&#26412;&#20027;&#20041;&#20174;&#40657;&#26263;&#30340;&#20013;&#19990;&#32426;&#21040;&#25991;&#26126;&#30340;&#21518;&#29616;&#20195;&#31038;&#20250;400&#24180;&#30340;&#21457;&#23637;&#36947;&#36335;&#12290;&#38754;&#23545;&#33392;&#38590;&#30340;&#29616;&#23454;&#65292;&#25105;&#20204;&#20854;&#23454;&#24456;&#38590;&#20174;&#20170;&#22825;&#30340;&#35199;&#26041;&#25214;&#21040;&#25105;&#20204;&#30340;&#22256;&#24785;&#20986;&#22788;&#12290;&#20294;&#22914;&#26524;&#32763;&#24320;&#23576;&#23553;&#30340;&#24052;&#23572;&#25166;&#20811;&#21644;&#29380;&#26356;&#26031;&#30340;&#23567;&#35828;&#65292;&#25110;&#32773;&#39532;&#20811;&#24605;&#30340;&#12298;&#36164;&#26412;&#35770;&#12299;&#65292;&#37027;&#37324;&#22788;&#22788;&#37117;&#26159;&#25105;&#20204;&#24403;&#19979;&#33510;&#33510;&#25379;&#25166;&#30340;&#38236;&#20687;&#12290;&#22914;&#26524;&#35828;&#35199;&#26041;&#27491;&#27493;&#20837;&#31532;&#19977;&#27425;&#28010;&#28526;&#30340;&#35805;&#65292;&#37027;&#20040;&#20013;&#22269;&#20381;&#28982;&#24472;&#24458;&#22312;&#31532;&#20108;&#27425;&#28010;&#28526;&#20013;&#12290;&#32654;&#22269;&#26377;&#20052;&#24067;&#26031;&#65292;&#20013;&#22269;&#26377;&#21490;&#29577;&#26609;&#65307;&#32654;&#22269;&#26377;&ldquo;&#33529;&#26524;&rdquo;&#65292;&#20013;&#22269;&#26377;&#23500;&#22763;&#24247;&#12290;&#31532;&#20108;&#27425;&#28010;&#28526;&#30340;&#24037;&#19994;&#25991;&#26126;&#38656;&#35201;&#24222;&#22823;&#30340;&#25919;&#24220;&#20316;&#20026;&#24037;&#20855;&#65292;&#20197;&#32452;&#32455;&#21327;&#35843;&#25972;&#20010;&#20307;&#21046;&#30340;&#36816;&#36716;&#12290;&#26031;&#22823;&#26519;&#20027;&#20041;&#21644;&#20975;&#24681;&#26031;&#20027;&#20041;&#25104;&#20026;&#31532;&#20108;&#27425;&#28010;&#28526;&#30340;&#40644;&#37329;&#27861;&#21017;&#65292;&#36825;&#26159;&#19968;&#20010;&#23436;&#32654;&#30340;&#26435;&#21147;&#31038;&#20250;&#65292;&#25152;&#35859;&#27665;&#20027;&#19981;&#36807;&#21482;&#26159;&#30343;&#24093;&#30340;&#26032;&#35013;&#12290;</p>
<p>&#12288;&#12288;&#20316;&#20026;&#19990;&#30028;&#24037;&#21378;&#65292;&#20013;&#22269;&#21046;&#36896;&#19994;&#23646;&#20110;&#25216;&#26415;&#20302;&#31471;&#30340;&#21152;&#24037;&#29983;&#20135;&#65292;&#20934;&#30830;&#22320;&#35828;&#65292;&#26159;&#19990;&#30028;&#21152;&#24037;&#21378;&#12290;&#21069;&#21830;&#21153;&#37096;&#38271;&#34180;&#29081;&#26469;&#22374;&#35328;&#65292;&#20013;&#22269;&#35201;&#20986;&#21475;1&#20159;&#26465;&#35044;&#23376;&#25165;&#25442;&#22238;&#32654;&#22269;&#19968;&#26550;&#27874;&#38899;747&#12290;&#23545;&#20013;&#22269;&#26469;&#35828;&#65292;&#21482;&#26377;&#20013;&#22269;&#21046;&#36896;&#27809;&#26377;&#20013;&#22269;&#21019;&#36896;&#65292;&#31163;&#24320;&#20102;&#35199;&#26041;&#30340;&#31185;&#25216;&#25903;&#25345;&#65292;&#20013;&#22269;&#21046;&#36896;&#20134;&#26080;&#20174;&#35848;&#36215;&#12290;&#25454;&#35828;&#20840;&#19990;&#30028;&#27599;&#24180;&#30003;&#35831;&#30340;&#21457;&#26126;&#19987;&#21033;&#65292;&#32654;&#22269;&#21344;40%&#24378;&#65292;&#20013;&#22269;&#19981;&#21040;1%&#12290;&#20013;&#22269;&#26159;&#19990;&#30028;&#26368;&#22823;&#30340;&#30382;&#21253;&#21644;&#26381;&#35013;&#29983;&#20135;&#22522;&#22320;&#65292;&#20294;&#20013;&#22269;&#27809;&#26377;LV&#12289;&#21476;&#22855;&#21644;&#38463;&#29595;&#23612;&#12290;&#20134;&#23448;&#20134;&#21830;&#30340;&#23448;&#21150;&#20225;&#19994;&#32487;&#32493;&#20197;&#22404;&#26029;&#21644;&#20302;&#25216;&#26415;&#33719;&#24471;&#24040;&#39069;&#26292;&#21033;&#65292;&#21329;&#24494;&#30340;&#31169;&#20225;&#22312;&#22404;&#26029;&#23448;&#20225;&#21644;&#36328;&#22269;&#20844;&#21496;&#30340;&#25380;&#21387;&#20013;&#33392;&#38590;&#27714;&#29983;&#12290;&#20840;&#29699;&#21270;&#24182;&#27809;&#26377;&#23548;&#33268;&ldquo;&#21382;&#21490;&#30340;&#32456;&#32467;&rdquo;&#65292;&#21364;&#23548;&#33268;&#20102;&ldquo;&#35199;&#26041;&#30340;&#34928;&#33853;&rdquo;&#65292;&#36164;&#26412;&#19982;&#25216;&#26415;&#30340;&#21152;&#36895;&#27969;&#21160;&#25913;&#21464;&#20102;&#20197;&#24448;&#20197;&#22269;&#23478;&#20026;&#20027;&#20307;&#30340;&#20840;&#29699;&#20135;&#19994;&#20998;&#24037;&#21644;&#36152;&#26131;&#27169;&#22411;&#65292;&#20122;&#27954;&#31216;&#20026;&#21518;&#24037;&#19994;&#26102;&#20195;&#30340;&#26032;&#22823;&#38470;&#12290;&#20316;&#20026;&#32463;&#27982;&#20840;&#29699;&#21270;&#30340;&#26368;&#22823;&#36194;&#23478;&#65292;&#20013;&#22269;&#20855;&#26377;&#31454;&#20105;&#21147;&#30340;&#20135;&#19994;&#26080;&#19968;&#20363;&#22806;&#37117;&#34987;&#35199;&#26041;&#36328;&#22269;&#20844;&#21496;&#20027;&#23548;&#12290;</p>
<p>&#12288;&#12288;&#27491;&#22914;&#32654;&#22269;&#32463;&#27982;&#23398;&#23478;&#20445;&#32599;&middot;&#20811;&#32599;&#26684;&#26364;&#35762;&#30340;&#65306;&ldquo;&#36827;&#27493;&#30340;&#30495;&#27491;&#28304;&#22836;&#26159;&#37027;&#20123;&#38081;&#30707;&#24515;&#32928;&#30340;&#36328;&#22269;&#20844;&#21496;&#21644;&#36138;&#24471;&#26080;&#21388;&#30340;&#20225;&#19994;&#23478;&#12290;&#34429;&#28982;&#20182;&#20204;&#21482;&#20851;&#24515;&#22914;&#20309;&#21033;&#29992;&#24265;&#20215;&#21171;&#24037;&#24102;&#26469;&#30340;&#33719;&#21033;&#33391;&#26426;&#65292;&#20294;&#20182;&#20204;&#30340;&#34892;&#21160;&#26080;&#24847;&#38388;&#24102;&#26469;&#20102;&#25913;&#21892;&#22823;&#20247;&#29983;&#27963;&#30340;&#30452;&#25509;&#21518;&#26524;&#12290;&rdquo;&#21518;&#21457;&#30340;&#20013;&#22269;&#32463;&#36807;30&#24180;&#29378;&#36861;&#65292;&#22522;&#26412;&#23436;&#25104;&#20102;&#24037;&#19994;&#21270;&#36807;&#31243;&#65292;&#23613;&#31649;&#27604;&#33521;&#22269;&#26202;&#20102;150&#22810;&#24180;&#12290;&#32654;&#22269;&#23601;&#20687;&#24403;&#24180;&#30340;&#33521;&#22269;&#19968;&#26679;&#65292;&#20197;&#20026;&#21482;&#35201;&#27599;&#20010;&#20154;&#20080;&#19968;&#25903;&#29273;&#21047;&#65292;&#32654;&#22269;&#23601;&#21487;&#20197;&#21334;&#32473;&#20013;&#22269;10&#20159;&#25903;&#29273;&#21047;&#65292;&#28982;&#32780;&#23454;&#38469;&#19978;&#21364;&#26159;&#20013;&#22269;&#20154;&#25226;&#29273;&#21047;&#21334;&#32473;&#32654;&#22269;&#12290;&ldquo;&#38081;&#23064;&#23376;&rdquo;&#25746;&#20999;&#23572;&#22827;&#20154;&#26366;&#32463;&#26029;&#35328;&#20013;&#22269;&#25104;&#19981;&#20102;&#36229;&#32423;&#22823;&#22269;&#65292;&ldquo;&#22240;&#20026;&#20013;&#22269;&#27809;&#26377;&#37027;&#31181;&#21487;&#20197;&#29992;&#26469;&#25512;&#36827;&#33258;&#24049;&#30340;&#21147;&#37327;&#65292;&#36827;&#32780;&#21066;&#24369;&#25105;&#20204;&#35199;&#26041;&#19990;&#30028;&#20855;&#26377;&#20256;&#26579;&#21147;&#30340;&#24605;&#24819;&#20307;&#31995;&#65307;&#20170;&#22825;&#20013;&#22269;&#20986;&#21475;&#30340;&#26159;&#30005;&#35270;&#26426;&#65292;&#32780;&#19981;&#26159;&#24605;&#24819;&#35266;&#24565;&#12290;&rdquo;&#26575;&#25289;&#22270;&#26377;&#21477;&#21517;&#35328;&#65306;&ldquo;&#24605;&#24819;&#27704;&#36828;&#26159;&#23431;&#23449;&#30340;&#32479;&#27835;&#32773;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&#22312;&#20013;&#22269;&#65292;&#20154;&#20154;&#37117;&#22312;&#20105;&#30528;&#24403;&#23448;&#21457;&#36130;&#32780;&#19981;&#26159;&#25630;&#30740;&#31350;&#21019;&#26032;&#12290;&#22312;&#20840;&#19990;&#30028;&#25151;&#22320;&#20135;&#19968;&#29255;&#33831;&#26465;&#30340;&#32972;&#26223;&#19979;&#65292;&#20013;&#22269;&#25151;&#22320;&#20135;&#24066;&#22330;10&#20313;&#24180;&#32418;&#26071;&#19981;&#20498;&#20030;&#22269;&#29378;&#27426;&#12290;&#20174;&#22280;&#22320;&#21040;&#21334;&#22320;&#21040;&#34701;&#36164;&#21040;&#39564;&#25910;&#65292;&#26435;&#21147;&#36164;&#26412;&#36890;&#36807;&#25151;&#22320;&#20135;&#36825;&#20010;&#19977;&#26497;&#31649;&#24471;&#21040;&#26368;&#22823;&#21487;&#33021;&#30340;&#33021;&#37327;&#25918;&#22823;&#12290;&#27627;&#26080;&#25216;&#26415;&#21547;&#37327;&#30340;&#25151;&#22320;&#20135;&#22823;&#28526;&#20351;&#20013;&#22269;&#37027;&#19969;&#28857;&#20799;&#24265;&#20215;&#30340;&#20154;&#21147;&#36164;&#26412;&#22312;&#26435;&#21147;&#36164;&#26412;&#38754;&#21069;&#22833;&#21435;&#26368;&#21518;&#19968;&#28857;&#23562;&#20005;&#65292;&#30333;&#39046;&#22240;&#25151;&#20026;&#22900;&#25925;&#31216;&ldquo;&#25151;&#22900;&rdquo;&#12290;&#36941;&#24067;&#20013;&#22269;&#21335;&#21271;&#30340;&#37027;&#20123;&#19975;&#37324;&#38271;&#22478;&#33324;&#28009;&#22823;&#30340;&#39640;&#31185;&#25216;&#20135;&#19994;&#22253;&#21644;&#38463;&#25151;&#23467;&#24335;&#30340;&#22823;&#23398;&#26032;&#26657;&#21306;&#65292;&#26080;&#19968;&#19981;&#26159;&#26435;&#21147;&#36164;&#26412;&#25630;&#30340;&#25151;&#22320;&#20135;&#39033;&#30446;&#21644;&#24418;&#35937;&#24037;&#31243;&#65292;&#19968;&#20999;&#37117;&#19982;&#30495;&#27491;&#30340;&#20154;&#21147;&#36164;&#26412;&#26080;&#20851;&#12290;</p>
<p>&#12288;&#12288;10&#24180;&#21069;&#65292;&#19968;&#20010;&#21483;&#21490;&#29577;&#26609;&#30340;&#35745;&#31639;&#26426;&#19987;&#23478;&#25226;&#19968;&#31181;&#21483;&#33041;&#40644;&#37329;&#30340;&#39278;&#21697;&#21334;&#32473;&#20840;&#20013;&#22269;&#20154;&#65292;&#24191;&#21578;&#35789;&#26159;&ldquo;&#35753;&#19968;&#37096;&#20998;&#20013;&#22269;&#20154;&#20808;&#32874;&#26126;&#36215;&#26469;&rdquo;&#12290;&#24040;&#20154;&#19981;&#24184;&#36276;&#19979;&#20102;&#65292;&#26059;&#21363;&#21448;&#40100;&#40060;&#25171;&#25402;&#31449;&#20102;&#36215;&#26469;&#12290;10&#24180;&#21518;&#65292;&#33041;&#40644;&#37329;&#21464;&#25104;&#20102;&#33041;&#30333;&#37329;&#65292;&#21069;&#24230;&#21016;&#37070;&#20170;&#21448;&#26469;&#65292;&#20173;&#26159;&#20013;&#22269;&#21334;&#24471;&#26368;&#28779;&#26368;&#30127;&#29378;&#30340;&#29609;&#24847;&#20799;&#65292;&#20063;&#26159;&#20013;&#22269;&#26368;&#35773;&#21050;&#26368;&#21402;&#40657;&#30340;&#21916;&#21095;&#12290;&#23545;&#20013;&#22269;&#20154;&#30340;&#33041;&#34955;&#26469;&#35828;&#65292;&#32874;&#26126;&#25110;&#35768;&#24050;&#32463;&#19981;&#37325;&#35201;&#20102;&#65292;&#25910;&#31036;&#25165;&#26159;&#37325;&#35201;&#30340;&#12290;&#20174;&#27492;&#20013;&#22269;&#22269;&#23478;&#30005;&#35270;&#21488;&#27599;&#22825;&#37117;&#22312;&#22768;&#22070;&#21147;&#31469;&#22320;&#21628;&#21505;&#65306;&ldquo;&#25910;&#31036;&#21482;&#25910;&#33041;&#30333;&#37329;&rdquo;&#12290;&#33041;&#23376;&#30340;&#21151;&#33021;&#26412;&#26159;&#29983;&#20135;&#26234;&#21147;&#65292;&#22312;&#20013;&#22269;&#25991;&#21270;&#20013;&#31455;&#21487;&#20197;&#27814;&#20026;&#21507;&#39277;&#30340;&#23478;&#20249;&#12290;&#32654;&#22269;&#21487;&#20197;&#35806;&#29983;&#20052;&#24067;&#26031;&#65292;&#20013;&#22269;&#21482;&#33021;&#20135;&#29983;&#21490;&#29577;&#26609;&#12290;&#21490;&#29577;&#26609;&#26397;&#19977;&#26286;&#22235;&#30340;&#35809;&#24322;&#25104;&#21151;&#65292;&#35777;&#26126;&#20013;&#22269;&#24050;&#32463;&#38519;&#20837;&#19968;&#31181;&#23545;&#26234;&#21147;&#30340;&#30149;&#24577;&#28966;&#34385;&#21644;&#23545;&#26435;&#21147;&#30340;&#30149;&#24577;&#36855;&#24651;&#12290;</p>
<p>&#12288;&#12288;&ldquo;&#22240;&#20026;&#25152;&#26377;&#30340;&#20107;&#24773;&mdash;&mdash;&#33635;&#35465;&#12289;&#22768;&#26395;&#12289;&#23545;&#23604;&#23596;&#21644;&#22833;&#36133;&#30340;&#24807;&#24597;&mdash;&mdash;&#22312;&#38754;&#23545;&#27515;&#20129;&#30340;&#26102;&#20505;&#37117;&#23558;&#28895;&#28040;&#20113;&#25955;&#65292;&#21482;&#30041;&#19979;&#30495;&#27491;&#37325;&#35201;&#30340;&#19996;&#35199;&#12290;&#22312;&#25105;&#25152;&#30693;&#36947;&#30340;&#21508;&#31181;&#26041;&#27861;&#20013;&#65292;&#25552;&#37266;&#33258;&#24049;&#21363;&#23558;&#27515;&#21435;&#26159;&#36991;&#20813;&#20135;&#29983;&#19978;&#36848;&#24819;&#27861;&#30340;&#26368;&#22909;&#21150;&#27861;&#12290;&#36196;&#26465;&#26465;&#26469;&#21435;&#26080;&#29301;&#25346;&#65292;&#27809;&#26377;&#29702;&#30001;&#19981;&#21548;&#20174;&#20320;&#20869;&#24515;&#30340;&#21628;&#21796;&#12290;&rdquo;&#20052;&#24067;&#26031;&#26366;&#32463;&#23545;&#26031;&#22374;&#31119;&#22823;&#23398;&#30340;&#23398;&#29983;&#20204;&#35828;&#65306;&ldquo;&#20320;&#20204;&#30340;&#26102;&#38388;&#26377;&#38480;&#65292;&#25152;&#20197;&#19981;&#35201;&#25226;&#26102;&#38388;&#28010;&#36153;&#22312;&#21035;&#20154;&#30340;&#29983;&#27963;&#37324;&#12290;&#19981;&#35201;&#34987;&#26465;&#26465;&#26694;&#26694;&#26463;&#32538;&#65292;&#21542;&#21017;&#20320;&#23601;&#29983;&#27963;&#22312;&#20182;&#20154;&#24605;&#32771;&#30340;&#32467;&#26524;&#37324;&#12290;&#19981;&#35201;&#35753;&#20182;&#20154;&#30340;&#35266;&#28857;&#25152;&#21457;&#20986;&#30340;&#22122;&#38899;&#28153;&#27809;&#20320;&#20869;&#24515;&#30340;&#22768;&#38899;&#12290;&#26368;&#20026;&#37325;&#35201;&#30340;&#26159;&#65292;&#35201;&#26377;&#36981;&#20174;&#20320;&#30340;&#20869;&#24515;&#21644;&#30452;&#35273;&#30340;&#21191;&#27668;&#65292;&#23427;&#20204;&#21487;&#33021;&#24050;&#30693;&#36947;&#20320;&#20854;&#23454;&#24819;&#25104;&#20026;&#19968;&#20010;&#20160;&#20040;&#26679;&#30340;&#20154;&#12290;&#20854;&#20182;&#20107;&#29289;&#37117;&#26159;&#27425;&#35201;&#30340;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&#22914;&#26524;&#35828;&#19978;&#19990;&#32426;90&#24180;&#20195;&#26159;&#24494;&#36719;&#30340;&#22825;&#19979;&#65292;&#37027;&#20040;&#36827;&#20837;21&#19990;&#32426;&#20197;&#26469;&#65292;&#21518;&#26469;&#23621;&#19978;&#30340;&#33529;&#26524;&#65292;&#24050;&#32463;&#25104;&#20026;&#32654;&#22269;&#30340;&#35937;&#24449;&#21644;&#20840;&#19990;&#30028;&#30340;&#31185;&#25216;&#26631;&#26438;&#12290;&#20052;&#24067;&#26031;7&#27425;&#30331;&#19978;&#12298;&#26102;&#20195;&#12299;&#26434;&#24535;&#23553;&#38754;&mdash;&mdash;&ldquo;&#20182;&#25913;&#21464;&#20102;&#19990;&#30028;&#12290;&rdquo;&#20114;&#32852;&#32593;&#30340;&#24433;&#21709;&#36828;&#36828;&#36229;&#36807;&#20102;&#30005;&#33041;&#26412;&#36523;&#65292;&#23427;&#20197;&#36719;&#20214;&#30340;&#21517;&#20041;&#20351;&#25216;&#26415;&#26356;&#21152;&#25277;&#35937;&#21644;&#29420;&#31435;&#65292;&#22320;&#29699;&#22240;&#27492;&#36827;&#19968;&#27493;&#22823;&#22823;&ldquo;&#32553;&#23567;&rdquo;&#21644;&#21464;&#24179;&#65292;&#20840;&#20154;&#31867;&#23454;&#29616;&#20102;&#26080;&#25104;&#26412;&#30340;&#20449;&#24687;&#20132;&#27969;&#21644;&#30693;&#35782;&#20849;&#20139;&#12290;&#20154;&#20204;&#30340;&#29983;&#20135;&#12289;&#29983;&#27963;&#12289;&#24037;&#20316;&#12289;&#23398;&#20064;&#12289;&#24605;&#32500;&#31561;&#37117;&#21457;&#29983;&#20102;&#28145;&#21051;&#30340;&#21464;&#21270;&#65292;&#30693;&#35782;&#32463;&#27982;&#23558;&#20154;&#31867;&#24102;&#20837;&#19968;&#20010;&ldquo;&#20449;&#24687;&#26102;&#20195;&rdquo;&#12290;&#20114;&#32852;&#32593;&#26102;&#20195;&#30340;&#30693;&#35782;&#19981;&#20165;&#36229;&#36234;&#20102;&#25919;&#27835;&#65292;&#29978;&#33267;&#36229;&#36234;&#20102;&#29289;&#36136;&#65292;&#21464;&#25104;&#36196;&#35064;&#35064;&#30340;&#30495;&#29702;&#65292;&#36825;&#23558;&#24102;&#32473;&#20013;&#22269;&#33258;&#20174;&#23380;&#23376;&#26102;&#20195;&#20043;&#21518;&#30340;&#21448;&#19968;&#27425;&#22823;&#21551;&#33945;&#36816;&#21160;&#12290;&#22914;&#26524;&#35828;&#31532;&#19968;&#27425;&#21551;&#33945;&#20351;&#20013;&#22269;&#36208;&#20986;&#20102;&#33945;&#26151;&#65292;&#36208;&#36827;&#20102;&#37326;&#34542;&#65307;&#37027;&#20040;&#31532;&#20108;&#27425;&#21551;&#33945;&#23558;&#20351;&#20013;&#22269;&#36208;&#20986;&#37326;&#34542;&#65292;&#36208;&#36827;&#25991;&#26126;&#12290;</p>
<p>&#12288;&#12288;&#20174;&#31119;&#29305;&#30340;T&#22411;&#36710;&#12289;&#33713;&#32500;&#29305;&#30340;&#23433;&#23621;&#25151;&#21040;&#20052;&#24067;&#26031;&#30340;&#20010;&#20154;&#30005;&#33041;&#65292;&#24352;&#25196;&#30340;&#24179;&#27665;&#31934;&#31070;&#26159;&#32654;&#22269;&#19982;&#21476;&#32769;&#27431;&#27954;&#26368;&#22823;&#30340;&#19981;&#21516;&#65307;&#25152;&#35859;&ldquo;&#32654;&#22269;&#26790;&rdquo;&#23601;&#26159;&#35753;&#19968;&#31181;&#26356;&#22909;&#30340;&#29983;&#27963;&#26041;&#24335;&#35753;&#26356;&#22810;&#30340;&#20154;&#20139;&#26377;&#65292;&#32780;&#19981;&#21482;&#26159;&#23569;&#25968;&#36149;&#26063;&#30340;&#31105;&#33044;&#12290;&#20174;&#20136;&#21033;&#31119;&#29305;&#21040;&#29233;&#36842;&#29983;&#65292;&#20174;&#27604;&#23572;&#30422;&#33576;&#21040;&#20052;&#24067;&#26031;&#65292;&#32654;&#22269;&#31934;&#31070;&#22987;&#32456;&#26159;&#19968;&#31181;&#24179;&#27665;&#31934;&#31070;&#21644;&#33609;&#26681;&#31934;&#31070;&#12290;&#21019;&#26032;&#30340;&#32972;&#21518;&#65292;&#26159;&#19968;&#20010;&#20581;&#20840;&#30340;&#20154;&#26684;&#23545;&#26234;&#24935;&#30340;&#23815;&#25308;&#65292;&#21644;&#23545;&#29305;&#26435;&#30340;&#21453;&#25239;&#12290;&#23545;&#19968;&#20010;&#20154;&#20154;&#24819;&#24403;&#23448;&#30340;&#20013;&#22269;&#20154;&#26469;&#35828;&#65292;&#20052;&#24067;&#26031;&#27704;&#36828;&#26159;&#19968;&#20010;&#24322;&#31471;&#12290;&#22312;&#20013;&#22269;&#65292;&#34429;&#28982;&#20154;&#20204;&#21916;&#29233;&ldquo;&#33529;&#26524;&rdquo;&#65292;&#20294;&#24182;&#19981;&#20195;&#34920;&#21916;&#27426;&#20052;&#24067;&#26031;&#12290;</p>
<p>&#12288;&#12288;&#21490;&#33922;&#22827;&middot;&#20052;&#24067;&#26031;&#65288;Steve Paul Jobs&#65289;&#65292;1972&#24180;&#39640;&#20013;&#27605;&#19994;&#21518;&#65292;&#22312;&#20420;&#21202;&#20872;&#24030;&#27874;&#29305;&#20848;&#24066;&#30340;&#37324;&#24503;&#23398;&#38498;&#21482;&#24565;&#20102;&#19968;&#23398;&#26399;&#30340;&#20070;&#65307;1974&#24180;&#20052;&#24067;&#26031;&#22312;&#19968;&#23478;&#20844;&#21496;&#25214;&#21040;&#35774;&#35745;&#30005;&#33041;&#28216;&#25103;&#30340;&#24037;&#20316;&#12290;&#20004;&#24180;&#21518;&#65292;&#26102;&#24180;21&#23681;&#30340;&#20052;&#24067;&#26031;&#21644;26&#23681;&#30340;&#27779;&#20857;&#23612;&#33406;&#20811;&#22312;&#20052;&#24067;&#26031;&#23478;&#30340;&#36710;&#24211;&#37324;&#25104;&#31435;&#20102;&#33529;&#26524;&#30005;&#33041;&#20844;&#21496;&#65307;1985&#24180;&#33719;&#24471;&#20102;&#30001;&#37324;&#26681;&#24635;&#32479;&#25480;&#20104;&#30340;&#22269;&#23478;&#32423;&#25216;&#26415;&#21195;&#31456;&#65307;1996&#24180;&#65292;&#33529;&#26524;&#20844;&#21496;&#37325;&#26032;&#38599;&#29992;&#20052;&#24067;&#26031;&#20316;&#20026;&#20854;&#20860;&#32844;&#39038;&#38382;&#65307;1997&#24180;9&#26376;&#65292;&#20052;&#24067;&#26031;&#37325;&#36820;&#35813;&#20844;&#21496;&#20219;&#39318;&#24109;&#25191;&#34892;&#23448;&#12290;1997&#24180;&#25104;&#20026;&#12298;&#26102;&#20195;&#21608;&#21002;&#12299;&#30340;&#23553;&#38754;&#20154;&#29289;&#65307;2009&#24180;&#34987;&#36130;&#23500;&#26434;&#24535;&#35780;&#36873;&#20026;&#36825;&#21313;&#24180;&#32654;&#22269;&#26368;&#20339;CEO&#65292;&#21516;&#24180;&#24403;&#36873;&#26102;&#20195;&#21608;&#21002;&#24180;&#24230;&#39118;&#20113;&#20154;&#29289;&#20043;&#19968;&#12290;2011&#24180;8&#26376;24&#26085;&#65292;&#20052;&#24067;&#26031;&#25552;&#20986;&#36766;&#32844;&#12290;2011&#24180;10&#26376;6&#26085;&#65292;&#20052;&#24067;&#26031;&#21435;&#19990;&#65292;&#20139;&#24180;56&#23681;&#12290; </p>
<p><a href="https://plus.google.com/116812043050833464706">&#24038;&#23736;</a> originally shared this post:</p></div>
</li>
<li><a href="https://plus.google.com/112706220355730950411/posts/Hd1F5MWavDG" rel="external">&#12298;&#28246;&#19978;&#26149;&#26469;&#20284;&#30011;&#22270;&#12299; &#24038;&#23736; originally shared this post:</a>
<div>&#12298;&#28246;&#19978;&#26149;&#26469;&#20284;&#30011;&#22270;&#12299; 
<p><a href="https://plus.google.com/116812043050833464706">&#24038;&#23736;</a> originally shared this post:
</p><p><img src="http://lh3.googleusercontent.com/-h6ABVV18cHE/To6x2ikWByI/AAAAAAAAY3g/7CCy8iQmAxE/h301/5.jpg"></p>
</div>
</li>
<li><a href="https://plus.google.com/112706220355730950411/posts/D91gBMSsZN9" rel="external">&#22352;&#36807;&#38271;&#36884;&#28779;&#36710;&#30340;&#26379;&#21451;&#65292;&#24212;&#35813;&#25402;&#20102;&#35299;&#12290;&#12290;&#12290; RTfocus:</a>
<div>&#22352;&#36807;&#38271;&#36884;&#28779;&#36710;&#30340;&#26379;&#21451;&#65292;&#24212;&#35813;&#25402;&#20102;&#35299;&#12290;&#12290;&#12290;
<p>RTfocus: &#28909;&#9758;RT @gr8bad RT @t486&#36716;&#33258;&#20154;&#20154;&#65306;&#25105;&#22269;&#28779;&#36710;&#19987;&#29992;&#23545;&#32852;,&#19978;&#32852;: &#21860;&#37202;&#39278;&#26009;&#30719;&#27849;&#27700;;&#19979;&#32852;:&#33457;&#29983;&#29916;&#23376;&#20843;&#23453;&#31909;;&#27178;&#25209;:&#35753;&#19968;&#19979;,&#35753;&#19968;&#19979;&#21834;!//&#23545;&#30528;&#36825;&#26465;&#29366;&#24577;&#25105;&#36275;&#36275;&#31505;&#20102;30&#31186;+orz </p>
<p><a href="https://plus.google.com/114449919043414606176">&#32769;&#33945;</a> originally shared this post:</p></div>
</li>
<li><a href="https://plus.google.com/112706220355730950411/posts/evmm2JR77Rc" rel="external">&#12298;&#26032;&#31179;&#27700;&#28385;&#27744;&#12299; &#24038;&#23736; originally shared this post:</a>
<div>&#12298;&#26032;&#31179;&#27700;&#28385;&#27744;&#12299; 
<p><a href="https://plus.google.com/116812043050833464706">&#24038;&#23736;</a> originally shared this post:
</p><p><img src="http://lh4.googleusercontent.com/-UBLGZwBmM4c/To7-c7V2tqI/AAAAAAAAY4o/N931QJPYLQQ/h301/2011%252C9%252C28+027.jpg"></p>
</div>
</li>
<li><a href="https://plus.google.com/112706220355730950411/posts/7hdgm51Toxq" rel="external">&#22909;&#21543;&#65292;&#36825;&#20010;&#22823;&#23478;&#24212;&#35813;&#37117;&#30475;&#36807;&#20102;&#65292;&#25105;&#20877;&#26469;&#21457;&#19968;&#20010; Houge Langley originally shared this post:</a>
<div>&#22909;&#21543;&#65292;&#36825;&#20010;&#22823;&#23478;&#24212;&#35813;&#37117;&#30475;&#36807;&#20102;&#65292;&#25105;&#20877;&#26469;&#21457;&#19968;&#20010; 
<p><a href="https://plus.google.com/100981509409292981834">Houge Langley</a> originally shared this post:  </p>
<p><a href="http://www.youtube.com/watch?v=DvsXyeY0HVE">Samsung Nexus Prime hands-on video &ndash; Mobilissimo.ro</a> <a href="http://www.youtube.com/v/DvsXyeY0HVE&amp;hl=en&amp;fs=1&amp;autoplay=1">http://www.youtube.com/v/DvsXyeY0HVE&amp;hl=en&amp;fs=1&amp;autoplay=1</a></p></div>
</li>
<li><a href="https://plus.google.com/112706220355730950411/posts/XyeLZSFG7Qn" rel="external">&#31532;&#19977;&#26041;&#25968;&#25454;&#26174;&#31034;Google+&#24320;&#25918;&#27880;&#20876;&#21518;&#27969;&#37327;&#22823;&#24133;&#19979;&#38477; &#12288;&#12288;&#24066;&#22330;&#30740;&#31350;&#20844;&#21496;Chitika Insights&#20844;&#24067;&#30340;&#25968;&#25454;&#26174;&#31034;&#65292;&#35895;&#27468;&#31038;&#20132;&#32593;&#32476;Google+&#22312;&#24320;&#25918;&#27880;</a>
<div>&#31532;&#19977;&#26041;&#25968;&#25454;&#26174;&#31034;Google+&#24320;&#25918;&#27880;&#20876;&#21518;&#27969;&#37327;&#22823;&#24133;&#19979;&#38477;
<p>&#12288;&#12288;&#24066;&#22330;&#30740;&#31350;&#20844;&#21496;Chitika Insights&#20844;&#24067;&#30340;&#25968;&#25454;&#26174;&#31034;&#65292;&#35895;&#27468;&#31038;&#20132;&#32593;&#32476;Google+&#22312;&#24320;&#25918;&#27880;&#20876;&#20043;&#21518;&#65292;&#27969;&#37327;&#20986;&#29616;&#20102;&#22823;&#24133;&#19979;&#38477;&#12290;</p>
<p>&#12288;&#12288;&#22312;9&#26376;&#20013;&#26092;Google+&#24320;&#25918;&#27880;&#20876;&#20043;&#21069;&#65292;&#35813;&#32593;&#31449;&#30340;&#29992;&#25143;&#25968;&#24050;&#36798;2500&#19975;&#65292;&#32780;&#30446;&#21069;&#30340;&#29992;&#25143;&#25968;&#21017;&#32422;&#20026;4300&#19975;&#12290;&#28982;&#32780;Chitika&#22312;&#21608;&#20116;&#30340;&#19968;&#20221;&#25253;&#21578;&#20013;&#25351;&#20986;&#65306;&ldquo;&#23613;&#31649;&#24320;&#25918;&#27880;&#20876;&#21560;&#24341;&#20102;&#24456;&#22810;&#26032;&#29992;&#25143;&#65292;&#20294;Google+&#24456;&#38590;&#30041;&#20303;&#29992;&#25143;&#12290;&rdquo;</p>
<p>&#12288;&#12288;Chitika&#25552;&#20986;&#20102;&#36825;&#26679;&#30340;&#30097;&#38382;&#65306;&ldquo;&#32771;&#34385;&#21040;Google+&#24050;&#32463;&#24320;&#25918;&#27880;&#20876;&#65292;&#24182;&#19988;&#33719;&#24471;&#20102;&#22823;&#37327;&#36164;&#28304;&#65292;&#20026;&#20309;&#35813;&#32593;&#31449;&#26080;&#27861;&#24555;&#36895;&#21457;&#23637;&#65311;&rdquo;Chitika&#35748;&#20026;&#65292;&#21407;&#22240;&#21253;&#25324;&#20197;&#19979;2&#26041;&#38754;&#65306;&#31532;&#19968;&#65292;&#31038;&#20132;&#23186;&#20307;&#32593;&#31449;&#30340;&#29992;&#25143;&#32676;&#20307;&#26377;&#38480;&#12290;&#20026;&#20102;&#29983;&#23384;&#65292;&#32593;&#31449;&#24517;&#39035;&#25552;&#20379;&#31454;&#20105;&#23545;&#25163;&#27809;&#26377;&#30340;&#26381;&#21153;&#12290;&#31532;&#20108;&#65292;&#24517;&#39035;&#25552;&#20379;&#29420;&#29305;&#30340;&#21151;&#33021;&#65292;&#32780;&#36825;&#26679;&#30340;&#21151;&#33021;&#24517;&#39035;&#26159;&#38590;&#20197;&#27169;&#20223;&#30340;&#12290;&#22914;&#26524;&#26080;&#27861;&#20570;&#21040;&#36825;&#19968;&#28857;&#65292;&#37027;&#20040;&#23558;&#24456;&#24555;&#22833;&#21435;&#31454;&#20105;&#20248;&#21183;&#12290;</p>
<p>&#12288;&#12288;Chitika&#23545;Google+&#30340;&#26410;&#26469;&#21457;&#23637;&#24182;&#19981;&#26159;&#38750;&#24120;&#30475;&#22909;&#12290;&#25253;&#21578;&#25351;&#20986;&#65306;&ldquo;&#22914;&#26524;&#35895;&#27468;&#33021;&#21152;&#36895;&#31038;&#20132;&#32593;&#32476;&#26381;&#21153;&#30340;&#21019;&#26032;&#65292;&#37027;&#20040;Google+&#23558;&#21487;&#20197;&#25104;&#20026;&#26367;&#20195;&#20027;&#35201;&#31454;&#20105;&#23545;&#25163;Facebook&#30340;&#19968;&#20010;&#36873;&#25321;&#12290;&#21542;&#21017;&#65292;&#32771;&#34385;&#21040;Facebook&#30340;&#24433;&#21709;&#21147;&#65292;&#20197;&#21450;&#24555;&#36895;&#21019;&#26032;&#30340;&#33021;&#21147;&#65292;&#37027;&#20040;Google+&#26368;&#32456;&#23558;&#20250;&#34987;&#20154;&#36951;&#24536;&#12290;&rdquo;</p>
<p>&#12288;&#12288;Chitika&#30340;&#30740;&#31350;&#20154;&#21592;&#20170;&#24180;8&#26376;&#20063;&#20570;&#20986;&#20102;&#21516;&#26679;&#30340;&#21028;&#26029;&#12290;&#35813;&#20844;&#21496;&#24403;&#26102;&#22312;&#19968;&#20221;&#25253;&#21578;&#20013;&#31216;&#65306;&ldquo;&#33258;&#25512;&#20986;&#20197;&#26469;&#65292;Google+&#30340;&#29992;&#25143;&#25968;&#24555;&#36895;&#22686;&#38271;&#65292;&#25130;&#33267;7&#26376;20&#26085;&#21344;&#20114;&#32852;&#32593;&#24635;&#27969;&#37327;&#30340;0.007%&#12290;&#22806;&#30028;&#23545;Google+&#30340;&#26399;&#26395;&#24320;&#22987;&#19978;&#21319;&#65292;&#22914;&#26524;Google+&#33021;&#22815;&#20445;&#25345;&#36825;&#19968;&#22686;&#38271;&#29575;&#65292;&#37027;&#20040;Facebook&#24456;&#24555;&#23558;&#34987;&#36229;&#36807;&#12290;&#28982;&#32780;&#36825;&#19981;&#22826;&#21487;&#33021;&#21457;&#29983;&#12290;&#20174;7&#26376;20&#26085;&#21040;7&#26376;31&#26085;&#65292;Google+&#30340;&#27969;&#37327;&#19979;&#38477;&#20102;34%&#12290;&#36825;&#19982;&#27492;&#21069;&#30340;&#21457;&#23637;&#36235;&#21183;&#30456;&#21453;&#12290;&#20174;7&#26376;3&#26085;&#33267;7&#26376;11&#26085;&#65292;Google+&#30340;&#27969;&#37327;&#22686;&#38271;&#20102;300%&#12290;&rdquo;</p>
<p>&#12288;&#12288;&#19981;&#36807;Chitika&#20063;&#25351;&#20986;&#65306;&ldquo;&#22914;&#26524;&#35895;&#27468;&#32487;&#32493;&#23558;Google+&#19982;&#20854;&#20182;&#26381;&#21153;&#36827;&#34892;&#25972;&#21512;&#65292;&#35299;&#20915;&#20854;&#20013;&#30340;&#19968;&#20123;&#38382;&#39064;&#21644;&#28431;&#27934;&#65292;&#24182;&#38754;&#21521;&#26356;&#22810;&#32676;&#20307;&#24320;&#25918;&#65292;&#37027;&#20040;Google+&#20173;&#33021;&#20445;&#25345;&#22686;&#38271;&#21183;&#22836;&#12290;&rdquo;<br><a href="http://tech.sina.com.cn/i/2011-10-08/08126146614.shtml">http://tech.sina.com.cn/i/2011-10-08/08126146614.shtml</a> </p>
<p><a href="https://plus.google.com/112646999948608559077">William Long</a> originally shared this post:  </p>
<p><a href="http://tech.sina.com.cn/i/2011-10-08/08126146614.shtml">&#31532;&#19977;&#26041;&#25968;&#25454;&#26174;&#31034;Google+&#24320;&#25918;&#27880;&#20876;&#21518;&#27969;&#37327;&#22823;&#24133;&#19979;&#38477;_&#20114;&#32852;&#32593;_&#31185;&#25216;&#26102;&#20195;_&#26032;&#28010;&#32593;</a>
</p><p><img src="http://images1-focus-opensocial.googleusercontent.com/gadgets/proxy?url=http://i2.sinaimg.cn/IT/i/2011-10-08/U5009P2T1D6146614F13DT20111008081752.jpg&amp;container=focus&amp;gadget=a&amp;rewriteMime=image/*&amp;refresh=31536000&amp;resize_h=120&amp;no_expand=1"></p>
</div>
</li>
<li><a href="https://plus.google.com/112706220355730950411/posts/FVroJ2RuFBL" rel="external">&#32769;&#33945; originally shared this post:</a>
<div>
<p><a href="https://plus.google.com/114449919043414606176">&#32769;&#33945;</a> originally shared this post:
</p><p><img src="http://lh4.googleusercontent.com/-SbwiwlS1XWU/TpBFsJHbTXI/AAAAAAAAEY0/9XQLiPLdT8c/w216/1317948161_0.jpg"></p>
</div>
</li>
<li><a href="https://plus.google.com/112706220355730950411/posts/RXbZfCmM24N" rel="external">Apple&#20135;&#21697;&#30340;&#32654;&#23398;&#29305;&#24449; &#9472;&#9472;&#32517;&#24576;&#20052;&#24067;&#26031; &#35199;&#20052; originally shared this post:</a>
<div>Apple&#20135;&#21697;&#30340;&#32654;&#23398;&#29305;&#24449; &#9472;&#9472;&#32517;&#24576;&#20052;&#24067;&#26031; 
<p><a href="https://plus.google.com/117226800945712146990">&#35199;&#20052;</a> originally shared this post:  </p>
<p><a href="http://blog.xiqiao.info/2011/10/07/1110">&#35199;&#20052;&#30340;&#20061;&#21350;    &raquo; Apple&#20135;&#21697;&#30340;&#32654;&#23398;&#29305;&#24449; &#9472;&#9472;&#32517;&#24576;&#20052;&#24067;&#26031;</a>
</p><p><img src="http://images2-focus-opensocial.googleusercontent.com/gadgets/proxy?url=http://farm4.static.flickr.com/3620/3380994071_0a06d159e7_z.jpg&amp;container=focus&amp;gadget=a&amp;rewriteMime=image/*&amp;refresh=31536000&amp;resize_h=120&amp;no_expand=1"></p>
</div>
</li>
<li><a href="https://plus.google.com/112706220355730950411/posts/cPubpTLoL3n" rel="external">&#35895;&#27468;&#30005;&#23376;&#24066;&#22330;&#26080;&#27861;&#35775;&#38382; &#12288;&#12288;&#22823;&#37327;&#20013;&#22269;&#25163;&#26426;&#29992;&#25143;&#21453;&#39304;&#65292;&#20174;&#26152;&#22825;&#24320;&#22987;&#65292;Android Market &#35895;&#27468;&#23448;&#26041;&#30005;&#23376;&#24066;&#22330;&#26080;&#27861;&#22312;&#25163;&#26426;&#19978;&#25171;&#24320;&#65292;&#21478;&#22806;Gmail&#20063;&#26080;&#27861;&#20174;&#25163;&#26426;</a>
<div>&#35895;&#27468;&#30005;&#23376;&#24066;&#22330;&#26080;&#27861;&#35775;&#38382;
<p>&#12288;&#12288;&#22823;&#37327;&#20013;&#22269;&#25163;&#26426;&#29992;&#25143;&#21453;&#39304;&#65292;&#20174;&#26152;&#22825;&#24320;&#22987;&#65292;Android Market &#35895;&#27468;&#23448;&#26041;&#30005;&#23376;&#24066;&#22330;&#26080;&#27861;&#22312;&#25163;&#26426;&#19978;&#25171;&#24320;&#65292;&#21478;&#22806;Gmail&#20063;&#26080;&#27861;&#20174;&#25163;&#26426;&#19978;&#25171;&#24320;&#65292;Google&#32852;&#31995;&#20154;&#26080;&#27861;&#21516;&#27493;&#65292;&#19968;&#20123;&#29992;&#25143;&#29978;&#33267;&#20986;&#29616;&#35895;&#27468;&#22320;&#22270;&#26080;&#27861;&#25171;&#24320;&#30340;&#29616;&#35937;&#12290;</p>
<p>&#12288;&#12288;&#32463;&#36807;&#23581;&#35797;&#65292;&#22312;&#25163;&#26426;&#19978;&#21551;&#29992;VPN&#21518;&#35895;&#27468;&#30005;&#23376;&#24066;&#22330;&#23601;&#21487;&#20197;&#27491;&#24120;&#24037;&#20316;&#20102;&#65292;&#22240;&#27492;&#24576;&#30097;&#26159;&#35895;&#27468;&#30005;&#23376;&#24066;&#22330;&#34987;&#23553;&#12290;</p>
<p>&#12288;&#12288;&#22914;&#26524;&#35895;&#27468;&#30005;&#23376;&#24066;&#22330;&#34987;&#23553;&#30340;&#35805;&#65292;&#20013;&#22269;&#29992;&#25143;&#23601;&#21482;&#33021;&#20351;&#29992;&#22269;&#20869;&#30340;&#30005;&#23376;&#24066;&#22330;&#65292;&#30446;&#21069;&#22269;&#20869;Android&#30005;&#23376;&#24066;&#22330;&#24456;&#22810;&#65292;&#31454;&#20105;&#20063;&#27604;&#36739;&#28608;&#28872;&#65292;&#29992;&#25143;&#20999;&#25442;&#22238;&#22269;&#20869;&#30340;&#30005;&#23376;&#24066;&#22330;&#65292;&#23558;&#38754;&#20020;&#20351;&#29992;&#20064;&#24815;&#19978;&#30340;&#36866;&#24212;&#36807;&#31243;&#12290;</p>
<p>&#12288;&#12288;&#38500;&#20102;&#35895;&#27468;&#24066;&#22330;&#20043;&#22806;&#65292;&#33529;&#26524;&#30340;&#30005;&#23376;&#24066;&#22330;&#20063;&#20986;&#29616;&#20102;&#19968;&#20123;&#35775;&#38382;&#24322;&#24120;&#65292;&#25105;&#20351;&#29992;&#30340;&#23601;&#26159;iPhone&#25163;&#26426;&#65292;&#22312;&#26356;&#26032;iPhone&#24212;&#29992;&#30340;&#26102;&#20505;&#32463;&#24120;&#21457;&#29616;&#65292;&#20013;&#22269;&#32593;&#32476;&#20351;&#29992;iTunes&#20174;&#33529;&#26524;&#21830;&#24215;&#19979;&#36733;&#26576;&#20123;&#33529;&#26524;&#24212;&#29992;&#30340;&#26102;&#20505;&#65292;&#25552;&#31034;&#32593;&#32476;&#34987;&#37325;&#32622;&#65292;&#23548;&#33268;&#36825;&#20010;&#24212;&#29992;&#26080;&#27861;&#19979;&#36733;&#23433;&#35013;&#12290;</p>
<p>&#12288;&#12288;&#22914;&#26524;&#33529;&#26524;&#21830;&#24215;&#34987;&#23631;&#34109;&#30340;&#35805;&#65292;&#37027;&#23545;&#20110;iPhone/iPad&#29992;&#25143;&#26469;&#35828;&#30495;&#26159;&#19968;&#22330;&#28798;&#38590;&#65292;&#22240;&#20026;&#22269;&#20869;&#19981;&#23569;iPhone&#29992;&#25143;&#37117;&#27809;&#26377;&#36234;&#29425;&#65292;&#19981;&#36234;&#29425;&#30340;iPhone&#33021;&#19988;&#21482;&#33021;&#20351;&#29992;&#33529;&#26524;&#23448;&#26041;&#24212;&#29992;&#21830;&#24215;&#65292;&#22914;&#26524;&#36825;&#20010;&#21830;&#24215;&#26080;&#27861;&#35775;&#38382;&#65292;&#23558;&#23548;&#33268;&#36825;&#20123;iPhone/iPad&#29992;&#25143;&#20877;&#20063;&#26080;&#27861;&#26356;&#26032;&#21644;&#19979;&#36733;&#25163;&#26426;&#24212;&#29992;&#65292;&#36825;&#23545;&#20110;&#20197;&#22823;&#37327;&#24212;&#29992;&#20026;&#26368;&#22823;&#20248;&#21183;&#30340;iPhone&#26469;&#35828;&#26080;&#30097;&#26159;&#33268;&#21629;&#30340;&#12290;</p>
<p>&#12288;&#12288;&#36825;&#30495;&#26159;&#20013;&#22269;&#32426;&#24565;&#21490;&#33922;&#22827;&middot;&#20052;&#24067;&#26031;&#36766;&#19990;&#30340;&#29420;&#29305;&#26041;&#24335;&#21834;&#12290;<br><a href="http://www.williamlong.info/archives/2838.html">http://www.williamlong.info/archives/2838.html</a> </p>
<p><a href="https://plus.google.com/112646999948608559077">William Long</a> originally shared this post:</p></div>
</li>
</ul><p class="scrd_credit">Digest powered by <a href="http://www.rssdigestpro.com">RSS Digest</a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/default/" rel="category tag">Default</a> and tagged <a href="http://log.SunnyBoy.Me/tag/music/" rel="tag">Music</a> on <a href="http://log.SunnyBoy.Me/2011/10/12/12763/" title="6:00 AM" rel="bookmark"><time class="entry-date" datetime="2011-10-12T06:00:49+00:00">2011/10/12</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/10/11/12754/" rel="prev"><span class="meta-nav">&larr;</span> &#20052;&#24067;&#26031;&#21517;&#35328;&#32763;&#35793;&#26377;&#35823;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/10/12/12765/" rel="next">Solidot | &#22909;&#33394;&#30340;&#21344;&#26143;&#23478;&#26159;&#19968;&#20301;&#20107;&#26080;&#24040;&#32454;&#30340;&#35760;&#24405;&#32773; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/10/12/12763/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="12763" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="7c93fbfd5a"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="241"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>October 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/09/">&laquo; Sep</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/11/">Nov &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="5" class="pad">&nbsp;</td><td>1</td><td>2</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/03/" aria-label="Posts published on October 3, 2011">3</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/04/" aria-label="Posts published on October 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/05/" aria-label="Posts published on October 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/10/07/" aria-label="Posts published on October 7, 2011">7</a></td><td>8</td><td>9</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/10/" aria-label="Posts published on October 10, 2011">10</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/11/" aria-label="Posts published on October 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/12/" aria-label="Posts published on October 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/13/" aria-label="Posts published on October 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/14/" aria-label="Posts published on October 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/15/" aria-label="Posts published on October 15, 2011">15</a></td><td>16</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/17/" aria-label="Posts published on October 17, 2011">17</a></td><td>18</td><td><a href="http://log.SunnyBoy.Me/2011/10/19/" aria-label="Posts published on October 19, 2011">19</a></td><td>20</td><td>21</td><td><a href="http://log.SunnyBoy.Me/2011/10/22/" aria-label="Posts published on October 22, 2011">22</a></td><td>23</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/24/" aria-label="Posts published on October 24, 2011">24</a></td><td>25</td><td>26</td><td><a href="http://log.SunnyBoy.Me/2011/10/27/" aria-label="Posts published on October 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/28/" aria-label="Posts published on October 28, 2011">28</a></td><td>29</td><td><a href="http://log.SunnyBoy.Me/2011/10/30/" aria-label="Posts published on October 30, 2011">30</a></td>
	</tr><tr><td>31</td>
		<td class="pad" colspan="6">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
