<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#31185;&#23398;&#26494;&#40736;&#20250; &raquo; &#21307;&#23398;&#35834;&#36125;&#23572;&#20043;&#36335;&#65288;1906&#65289;&#65306;&#39041;&#22870;&#20856;&#31036;&#19978;&#30340;&#20105;&#35770; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#31185;&#23398;&#26494;&#40736;&#20250; &raquo; &#21307;&#23398;&#35834;&#36125;&#23572;&#20043;&#36335;&#65288;1906&#65289;&#65306;&#39041;&#22870;&#20856;&#31036;&#19978;&#30340;&#20105;&#35770; Comments Feed" href="http://log.SunnyBoy.Me/2011/08/07/12381/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#31185;&#23398;&#26494;&#40736;&#20250; &raquo; &ldquo;&#36864;&#28903;&#33647;&#33268;&#34880;&#30284;&rdquo;&#31350;&#31455;&#26377;&#22810;&#21487;&#24597;" href="http://log.SunnyBoy.Me/2011/08/07/12380/"><link rel="next" title="Joe Hisaishi Live" href="http://log.SunnyBoy.Me/2011/08/07/12382/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/08/07/12381/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=12381"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F08%2F07%2F12381%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F08%2F07%2F12381%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-12381 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-12381" class="post-12381 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#31185;&#23398;&#26494;&#40736;&#20250; &raquo; &#21307;&#23398;&#35834;&#36125;&#23572;&#20043;&#36335;&#65288;1906&#65289;&#65306;&#39041;&#22870;&#20856;&#31036;&#19978;&#30340;&#20105;&#35770;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/07/12381/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><a href="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/0ae75_neurons.jpg"><img class="alignleft size-full wp-image-57630" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/0ae75_neurons.jpg" alt="" width="273" height="389"></a>1839&#24180;&#65292;&#24503;&#22269;&#21160;&#29289;&#23398;&#23478;&#26045;&#19975;&#65288;TheodorSchwann&#65292;&#21448;&#35793;&#20026;&#38634;&#26106;&#12289;&#26045;&#26106;&#65289;&#21457;&#34920;&#20102;&#33879;&#21517;&#30340;&#12298;&#20851;&#20110;&#21160;&#26893;&#29289;&#32467;&#26500;&#21644;&#29983;&#38271;&#19968;&#33268;&#24615;&#30340;&#26174;&#24494;&#30740;&#31350;&#12299;&#65292;&#26631;&#24535;&#30528;&#32454;&#32990;&#23398;&#35828;&#30340;&#21019;&#31435;&#12290;&#22312;&#21069;&#20154;&#30340;&#24037;&#20316;&#22522;&#30784;&#19978;&#65292;&#26045;&#19975;&#35770;&#26029;&#65306;&#26377;&#26426;&#20307;&#26159;&#30001;&#32454;&#32990;&#26500;&#25104;&#30340;&#65292;&#32454;&#32990;&#26159;&#26377;&#26426;&#20307;&#29983;&#21629;&#27963;&#21160;&#21644;&#26500;&#36896;&#30340;&#22522;&#26412;&#21333;&#20301;&#12290;&#30001;&#20110;&#26377;&#22823;&#37327;&#32724;&#23454;&#30340;&#21160;&#26893;&#29289;&#30740;&#31350;&#25253;&#21578;&#20316;&#20026;&#35777;&#25454;&#25903;&#25745;&#65292;&#32454;&#32990;&#23398;&#35828;&#36805;&#36895;&#34987;&#20840;&#19990;&#30028;&#25509;&#21463;&#65292;&#24182;&#34987;&#35465;&#20026;&#21313;&#20061;&#19990;&#32426;&#26368;&#20255;&#22823;&#30340;&#19977;&#22823;&#21457;&#29616;&#20043;&#19968;&#12290;&#19981;&#36807;&#65292;&#36825;&#19968;&#29702;&#35770;&#22312;&#24212;&#29992;&#20110;&#20154;&#31867;&#30340;&#26102;&#20505;&#21364;&#36935;&#21040;&#20102;&#22256;&#38590;&#12290;&#22312;&#21313;&#20061;&#19990;&#32426;&#65292;&#23613;&#31649;&#20154;&#20204;&#21457;&#29616;&#20154;&#20307;&#20869;&#22823;&#22810;&#25968;&#22120;&#23448;&#21644;&#32452;&#32455;&#37117;&#26377;&#26126;&#30830;&#30340;&#32454;&#32990;&#32467;&#26500;&#65292;&#20294;&#26159;&#26377;&#19968;&#20010;&#26497;&#20026;&#37325;&#35201;&#30340;&#37096;&#20998;&#21364;&#22987;&#32456;&#20196;&#20154;&#25720;&#19981;&#30528;&#22836;&#33041;&#65306;&#37027;&#23601;&#26159;&#31070;&#32463;&#31995;&#32479;&#12290;&#22312;&#20013;&#26530;&#31070;&#32463;&#31995;&#32479;&#65292;&#20154;&#20204;&#19968;&#24320;&#22987;&#21482;&#26159;&#35266;&#23519;&#21040;&#20102;&#22823;&#37327;&#30340;&#32420;&#32500;&#32467;&#26500;&#65292;&#26089;&#26399;&#30340;&#26174;&#24494;&#38236;&#34429;&#28982;&#20063;&#33021;&#35266;&#23519;&#21040;&#26576;&#20123;&#32454;&#32990;&#65292;&#20294;&#26159;&#36825;&#20123;&#32454;&#32990;&#19982;&#32420;&#32500;&#32452;&#32455;&#31350;&#31455;&#26159;&#22914;&#20309;&#32852;&#31995;&#30340;&#20173;&#26087;&#26159;&#20010;&#35868;&#12290;&#24403;&#26102;&#26377;&#23398;&#32773;&#19981;&#31105;&#21696;&#21497;&#65306;&ldquo;&#20851;&#20110;&#33041;&#32467;&#26500;&#30340;&#31934;&#32454;&#35299;&#21078;&#23601;&#22914;&#21516;&#19968;&#26412;&#19978;&#20102;7&#23618;&#23553;&#26465;&#30340;&#20070;&#65292;&#24182;&#19988;&hellip;&#36825;&#37096;&#20070;&#26159;&#29992;&#35937;&#24418;&#25991;&#23383;&#25776;&#20889;&#30340;&hellip;&hellip;&rdquo;</p>
<p>&#22909;&#22312;&#24754;&#35266;&#24773;&#32490;&#27809;&#26377;&#32500;&#25345;&#22826;&#20037;&#12290;&#38543;&#30528;&#26174;&#24494;&#38236;&#30340;&#25913;&#36827;&#21644;&#35266;&#23519;&#25216;&#26415;&#30340;&#25552;&#39640;&#65292;&#21040;&#20102;1860&#24180;&#65292;&#20154;&#20204;&#24050;&#32463;&#35748;&#35782;&#21040;&#20043;&#21069;&#22312;&#20013;&#26530;&#31070;&#32463;&#31995;&#32479;&#20013;&#35266;&#23519;&#21040;&#30340;&#32420;&#32500;&#32467;&#26500;&#26159;&#30001;&#19968;&#20123;&#32454;&#32990;&#30340;&#31361;&#36215;&#26500;&#25104;&#30340;&#12290;&#19981;&#36807;&#65292;&#20851;&#20110;&#31070;&#32463;&#32454;&#32990;&#20043;&#38388;&#30340;&#32852;&#31995;&#20154;&#20204;&#20173;&#28982;&#20247;&#35828;&#32439;&#32429;&#65306;&#31070;&#32463;&#32454;&#32990;&#20043;&#38388;&#21040;&#24213;&#26159;&#30456;&#20114;&#29420;&#31435;&#30340;&#36824;&#26159;&#30456;&#20114;&#34701;&#21512;&#30340;&#65311;&#33041;&#30340;&#24037;&#20316;&#24418;&#24335;&#31350;&#31455;&#26159;&#24590;&#26679;&#30340;&#65311;&#23545;&#20110;&#21069;&#19968;&#20010;&#38382;&#39064;&#30340;&#22238;&#31572;&#20195;&#34920;&#20102;&#23398;&#30028;&#30340;&#20004;&#31181;&#24847;&#35265;&#65306;&#22914;&#26524;&#31070;&#32463;&#32454;&#32990;&#20043;&#38388;&#26159;&#30456;&#20114;&#29420;&#31435;&#30340;&#65292;&#37027;&#20040;&#32454;&#32990;&#20043;&#38388;&#21448;&#26159;&#20197;&#20309;&#31181;&#24418;&#24335;&#20256;&#36882;&#20449;&#21495;&#30340;&#21602;&#65311;&#22312;&#24403;&#26102;&#65292;&#36825;&#31181;&#24418;&#24335;&#65288;&#20363;&#22914;&#31361;&#35302;&#65289;&#20173;&#23646;&#26410;&#30693;&#65307;&#22914;&#26524;&#31070;&#32463;&#32454;&#32990;&#20043;&#38388;&#26159;&#30456;&#20114;&#34701;&#21512;&#30340;&#65292;&#37027;&#20040;&#36825;&#23558;&#24847;&#21619;&#30528;&#25972;&#20010;&#31070;&#32463;&#31995;&#32479;&#26159;&#19968;&#20010;&#24040;&#22823;&#30340;&#32593;&#32476;&#65292;&#31070;&#32463;&#32454;&#32990;&#32990;&#20307;&#23558;&#21482;&#36127;&#36131;&#25552;&#20379;&#25903;&#25345;&#21644;&#33829;&#20859;&#65292;&#33041;&#23558;&#20316;&#20026;&#19968;&#20010;&#25972;&#20307;&#26469;&#23454;&#29616;&#23427;&#30340;&#21151;&#33021;&#12290;</p>
<p>&#19978;&#36848;&#20004;&#31181;&#24847;&#35265;&#21508;&#33258;&#25317;&#26377;&#33258;&#24049;&#30340;&#25903;&#25345;&#32773;&#12290;&#28982;&#32780;&#22312;&#24403;&#26102;&#65292;&#31532;&#20108;&#31181;&#24847;&#35265;&#65292;&#20063;&#34987;&#31216;&#20026;&#32593;&#29366;&#29702;&#35770;&#36824;&#26159;&#21344;&#25454;&#20102;&#20027;&#27969;&mdash;&mdash;&#33267;&#23569;&#23427;&#30475;&#19978;&#21435;&#26356;&#21152;&#21512;&#29702;&#65292;&#20063;&#19981;&#38656;&#35201;&#30740;&#31350;&#20160;&#20040;&ldquo;&#26410;&#30693;&#30340;&#24418;&#24335;&rdquo;&#21435;&#23436;&#21892;&#29702;&#35770;&#12290;&#19981;&#36807;&#65292;&#31185;&#23398;&#36824;&#26159;&#35201;&#24378;&#35843;&#23454;&#35777;&#65292;&#19981;&#31649;&#26159;&#21738;&#27966;&#29468;&#24819;&#65292;&#37117;&#32570;&#20047;&#36807;&#30828;&#30340;&#35777;&#25454;&#26469;&#25903;&#25345;&#33258;&#24049;&#30340;&#35266;&#28857;&#65292;&#21452;&#26041;&#20026;&#27492;&#20105;&#35770;&#19981;&#20241;&#65292;&#35841;&#20063;&#35828;&#26381;&#19981;&#20102;&#35841;&#12290;&#20110;&#26159;&#65292;&#35299;&#20915;&#38382;&#39064;&#30340;&#20851;&#38190;&#23601;&#33853;&#22312;&#22914;&#20309;&#23545;&#31070;&#32463;&#31995;&#32479;&#36827;&#34892;&#32454;&#33268;&#35748;&#30495;&#30340;&#35266;&#23519;&#19978;&#20102;&#65306;&#27605;&#31455;&#30524;&#35265;&#20026;&#23454;&#65292;&#36825;&#20063;&#26159;&#32456;&#32467;&#20105;&#35770;&#30340;&#26368;&#20339;&#26041;&#24335;&#12290;</p>
<p>&#21487;&#26159;&#20107;&#24773;&#32477;&#38750;&#24819;&#35937;&#30340;&#37027;&#33324;&#23481;&#26131;&#12290;&#30001;&#20110;&#31070;&#32463;&#32452;&#32455;&#24456;&#38590;&#34987;&#26579;&#33394;&#65292;&#22240;&#27492;&#23545;&#31070;&#32463;&#31995;&#32479;&#30340;&#35266;&#23519;&#19968;&#30452;&#22788;&#20110;&#20572;&#28382;&#19981;&#21069;&#30340;&#29366;&#24577;&#20043;&#20013;&#12290;&#36825;&#26102;&#65292;&#25105;&#20204;&#30340;&#31532;&#19968;&#20301;&#20027;&#20154;&#20844;&#30331;&#22330;&#20102;&#65306;&#20182;&#30340;&#21517;&#23383;&#21483;&#21345;&#31859;&#27931;&middot;&#39640;&#23572;&#22522;&#65288;Camillo Golgi&#65289;&#65292;&#24847;&#22823;&#21033;&#20154;&#65292;&#24403;&#26102;&#26159;&#19968;&#20301;&#20303;&#38498;&#21307;&#24072;&#12290;&#22312;&#19994;&#20313;&#26102;&#38388;&#65292;&#39640;&#23572;&#22522;&#21916;&#27426;&#22312;&#19968;&#22788;&#30001;&#21416;&#25151;&#25913;&#36896;&#30340;&#31354;&#38388;&#37324;&#20570;&#23454;&#39564;&#12290;&#20182;&#23558;&#30813;&#37240;&#38134;&#19982;&#37325;&#38124;&#37240;&#38078;&#28151;&#21512;&#65292;&#21046;&#22791;&#20986;&#37325;&#38124;&#37240;&#38134;&#65292;&#24182;&#23558;&#21518;&#32773;&#29992;&#20110;&#32452;&#32455;&#26579;&#33394;&#12290;&#36825;&#31181;&#38134;&#26579;&#27861;&#23545;&#31070;&#32463;&#30340;&#31359;&#36879;&#33021;&#21147;&#26356;&#24378;&#12290;&#39640;&#23572;&#22522;&#21457;&#29616;&#65292;&#34429;&#28982;&#22823;&#22810;&#25968;&#31070;&#32463;&#32452;&#32455;&#30340;&#26579;&#33394;&#25928;&#26524;&#20173;&#28982;&#19981;&#22909;&#65292;&#20294;&#23569;&#25968;&#31070;&#32463;&#32420;&#32500;&#21644;&#32454;&#32990;&#22312;&#37325;&#38124;&#37240;&#38134;&#30340;&#20316;&#29992;&#19979;&#26174;&#31034;&#24471;&#38750;&#24120;&#28165;&#26224;&#65288;&#21518;&#26469;&#20154;&#20204;&#25165;&#30693;&#36947;&#36825;&#26159;&#30001;&#20110;&#26576;&#20123;&#31070;&#32463;&#32570;&#20047;&#39635;&#38808;&#65289;&#12290;&#39640;&#23572;&#22522;&#23558;&#33258;&#24049;&#30340;&#21457;&#29616;&#21457;&#34920;&#20102;&#65292;&#19981;&#36807;&#21453;&#21709;&#21364;&#24179;&#24179;&#65292;&#21407;&#22240;&#26159;&#39640;&#23572;&#22522;&#26579;&#33394;&#27861;&#30340;&#21487;&#38752;&#24615;&#21644;&#21487;&#37325;&#22797;&#24615;&#37117;&#19981;&#33021;&#20196;&#20154;&#28385;&#24847;&#12290;&#39640;&#23572;&#22522;&#20026;&#27492;&#30456;&#24403;&#27822;&#20007;&#65292;&#23613;&#31649;&#20182;&#29992;&#36825;&#31181;&#26041;&#27861;&#21457;&#29616;&#20102;&#33879;&#21517;&#30340;&#32454;&#32990;&#22120;&ldquo;&#39640;&#23572;&#22522;&#20307;&rdquo;&#65292;&#20294;&#20182;&#20173;&#28982;&#27589;&#28982;&#20915;&#28982;&#22320;&#31163;&#24320;&#20102;&#31070;&#32463;&#32452;&#32455;&#23398;&#36825;&#19968;&#20260;&#24515;&#39046;&#22495;&#65292;&#36716;&#21521;&#23545;&#30111;&#30142;&#30340;&#30740;&#31350;&#65292;&#24182;&#24456;&#24555;&#21457;&#29616;&#20102;&#38388;&#26085;&#30111;&#21644;&#22235;&#26085;&#30111;&#30340;&#30149;&#21407;&#20307;&#12290;&#36825;&#20123;&#21457;&#29616;&#32456;&#20110;&#20351;&#20182;&#21517;&#22768;&#26174;&#36203;&#65292;&#24403;&#28982;&#36825;&#37117;&#26159;&#21518;&#35805;&#20102;&#12290;</p>
<p>&#39640;&#23572;&#22522;&#26579;&#33394;&#27861;&#27785;&#23490;&#20102;&#22823;&#32422;5&#24180;&#65292;&#30452;&#21040;&#34987;&#21478;&#19968;&#20301;&#22825;&#25165;&#30340;&#31185;&#23398;&#23478;&#12289;&#35199;&#29677;&#29273;&#20154;&#22307;&#22320;&#20122;&#21733;&middot;&#38647;&#33945;&middot;&#21345;&#21704;&#23572;&#65288;Santiago Ramon y Cajal&#65289;&#20877;&#27425;&#25441;&#36215;&#12290;&#35828;&#26469;&#26377;&#36259;&#65292;&#21345;&#21704;&#23572;&#33268;&#21147;&#20110;&#32452;&#32455;&#23398;&#30740;&#31350;&#20063;&#21487;&#33021;&#24182;&#38750;&#20986;&#20110;&#20010;&#20154;&#28909;&#24561;&#65292;&#32780;&#26159;&#32463;&#27982;&#21407;&#22240;&#12290;&#30001;&#20110;&#21345;&#21704;&#23572;&#25910;&#20837;&#24494;&#34180;&#65292;&#23454;&#39564;&#29992;&#30340;&#25152;&#26377;&#22120;&#26448;&#37117;&#38656;&#35201;&#33258;&#25487;&#33136;&#21253;&#65292;&#32780;&#32452;&#32455;&#23398;&#30740;&#31350;&#30456;&#23545;&#32780;&#35328;&#25237;&#20837;&#36739;&#23569;&mdash;&mdash;&#21482;&#38656;&#19968;&#21488;&#36807;&#24471;&#21435;&#30340;&#26174;&#24494;&#38236;&#23601;&#33021;&#24320;&#24352;&#20102;&#12290;&#21345;&#21704;&#23572;&#35748;&#30495;&#30740;&#31350;&#20102;&#39640;&#23572;&#22522;&#26579;&#33394;&#27861;&#65292;&#24182;&#23545;&#20854;&#21152;&#20197;&#25913;&#36827;&#20351;&#20043;&#26356;&#20026;&#21487;&#38752;&#12290;&#26356;&#21487;&#36149;&#30340;&#26159;&#65292;&#21345;&#21704;&#23572;&#25317;&#26377;&#38750;&#24120;&#20986;&#33394;&#30340;&#32472;&#30011;&#25165;&#33021;&#65292;&#36825;&#20351;&#24471;&#20182;&#30340;&#30740;&#31350;&#32467;&#26524;&#23500;&#26377;&#34920;&#29616;&#21147;&#12290;</p>
<p>&#23545;&#20110;&#31070;&#32463;&#31995;&#32479;&#30340;&#32467;&#26500;&#65292;&#21345;&#21704;&#23572;&#22362;&#23450;&#22320;&#31449;&#22312;&#21453;&#23545;&#32593;&#29366;&#29702;&#35770;&#30340;&#19968;&#36793;&#12290;&#20107;&#23454;&#19978;&#65292;&#21345;&#21704;&#23572;&#20063;&#26159;&#21518;&#26469;&#34987;&#20844;&#35748;&#30340;&ldquo;&#31070;&#32463;&#20803;&#29702;&#35770;&rdquo;&#30340;&#20027;&#35201;&#20195;&#34920;&#20154;&#29289;&#12290;&#20170;&#22825;&#65292;&#31070;&#32463;&#20803;&#29702;&#35770;&#24050;&#32463;&#34987;&#24191;&#27867;&#25509;&#21463;&#65292;&#20294;&#22312;&#24403;&#26102;&#65292;&#32593;&#29366;&#29702;&#35770;&#21364;&#26356;&#21152;&#21463;&#27426;&#36814;&#12290;&#19968;&#30334;&#22810;&#24180;&#21069;&#65292;&#31070;&#32463;&#20803;&#29702;&#35770;&#30340;&#20027;&#24352;&#20027;&#35201;&#20026;&#65306;</p>
<p><strong>1&#12289;&#31070;&#32463;&#20803;&#26159;&#20013;&#26530;&#31070;&#32463;&#31995;&#32479;&#30340;&#29983;&#29702;&#21333;&#20301;&#65292;&#31070;&#32463;&#20803;&#26159;&#19968;&#20010;&#29420;&#31435;&#23454;&#20307;&#65307;<br>
2&#12289;&#26641;&#31361;&#21644;&#36724;&#31361;&#33258;&#31070;&#32463;&#32454;&#32990;&#32990;&#20307;&#20280;&#23637;&#32780;&#20986;&#65307;&#31070;&#32463;&#32454;&#32990;&#32990;&#20307;&#36127;&#36131;&#25903;&#25345;&#19982;&#33829;&#20859;&#65307;<br>
3&#12289;&#31070;&#32463;&#20914;&#21160;&#30340;&#20256;&#23548;&#26041;&#21521;&#26159;&#33258;&#26641;&#31361;&#21040;&#32990;&#20307;&#20877;&#21040;&#36724;&#31361;&#65292;&#19968;&#33324;&#26159;&#21333;&#21521;&#30340;&#65307;<br>
4&#12289;&#31070;&#32463;&#32454;&#32990;&#20043;&#38388;&#23384;&#22312;&#29983;&#29702;&#19981;&#36830;&#32493;&#65307;&#31070;&#32463;&#20914;&#21160;&#21487;&#20197;&#21333;&#21521;&#36328;&#36234;&#36825;&#20123;&#19981;&#36830;&#32493;&#65292;&#24182;&#22312;&#31070;&#32463;&#20803;&#20043;&#38388;&#36827;&#34892;&#32423;&#32852;&#20256;&#23548;&#12290;</strong></p>
<p>&#21345;&#21704;&#23572;&#33268;&#21147;&#20110;&#35266;&#23519;&#35270;&#32593;&#33180;&#31070;&#32463;&#32454;&#32990;&#20043;&#38388;&#30340;&#32852;&#31995;&#12290;&#23613;&#31649;&#24403;&#26102;&#35270;&#32593;&#33180;&#32454;&#32990;&#24050;&#32463;&#34987;&#20805;&#20998;&#35748;&#35782;&#65292;&#20294;&#36825;&#20123;&#32454;&#32990;&#30340;&#25490;&#21015;&#21450;&#20854;&#32536;&#30001;&#20173;&#28982;&#19981;&#29978;&#28165;&#26970;&#12290;&#21345;&#21704;&#23572;&#20351;&#24471;&#36825;&#20123;&#31070;&#32463;&#32467;&#26500;&#21464;&#24471;&#28165;&#26224;&#19988;&#26131;&#20110;&#29702;&#35299;&#65306;&#26082;&#28982;&#35270;&#38181;&#21644;&#35270;&#26438;&#32454;&#32990;&#20256;&#36882;&#30340;&#20449;&#24687;&#30456;&#20114;&#38548;&#31163;&#65292;&#37027;&#20040;&#37027;&#31181;&#35748;&#20026;&#31070;&#32463;&#32454;&#32990;&#30456;&#20114;&#34701;&#21512;&#25104;&#20026;&#19968;&#22823;&#32593;&#32476;&#30340;&#35265;&#35299;&#26174;&#28982;&#31449;&#19981;&#20303;&#33050;&#12290;&#36807;&#30828;&#30340;&#20107;&#23454;&#20351;&#24471;&#31070;&#32463;&#20803;&#29702;&#35770;&#24320;&#22987;&#36194;&#24471;&#23562;&#25964;&#12290;&#19981;&#36807;&#65292;&#21457;&#26126;&#20102;&#31070;&#32463;&#26579;&#33394;&#27861;&#30340;&#39640;&#23572;&#22522;&#21364;&#26159;&#20010;&#32593;&#29366;&#29702;&#35770;&#30340;&#25903;&#25345;&#32773;&#12290;</p>
<p><img class="alignnone" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/f6f2f_11061813353e3f145d3547964b.jpg" alt="" width="551" height="374"></p>
<p>1906&#24180;&#65292;&#29790;&#20856;&#21345;&#32599;&#29747;&#26031;&#21345;&#21307;&#23398;&#38498;&#23558;&#35834;&#36125;&#23572;&#21307;&#23398;&#21644;&#29983;&#29702;&#23398;&#22870;&#25480;&#20104;&#22312;&#31070;&#32463;&#32452;&#32455;&#23398;&#39046;&#22495;&#20570;&#20986;&#37325;&#35201;&#36129;&#29486;&#30340;&#39640;&#23572;&#22522;&#21644;&#21345;&#21704;&#23572;&#12290;&#19981;&#36807;&#65292;&#20004;&#20154;&#23398;&#26415;&#19978;&#30340;&#20998;&#27495;&#24182;&#26410;&#22240;&#27492;&#24357;&#21512;&#12290;&#22312;&#39041;&#22870;&#20856;&#31036;&#29616;&#22330;&#65292;&#33719;&#22870;&#32773;&#35201;&#21457;&#34920;&#28436;&#35828;&#20197;&#38416;&#36848;&#33258;&#24049;&#22312;&#35813;&#39046;&#22495;&#25152;&#20570;&#30340;&#24037;&#20316;&#12290;&#39640;&#23572;&#22522;&#39318;&#20808;&#21457;&#35328;&#65292;&#20182;&#20197;&#33041;&#37096;&#21463;&#25439;&#21518;&#21151;&#33021;&#30340;&#24674;&#22797;&#20197;&#21450;&#33041;&#32452;&#32455;&#24378;&#22823;&#19968;&#33268;&#30340;&#20449;&#24687;&#25972;&#21512;&#33021;&#21147;&#20026;&#20381;&#25454;&#20877;&#27425;&#30003;&#26126;&#20102;&#33258;&#24049;&#23545;&#32593;&#29366;&#29702;&#35770;&#30340;&#25903;&#25345;&#12290;</p>
<p>&#32780;&#21345;&#21704;&#23572;&#21017;&#35828;&#65306;&ldquo;&#30340;&#30830;&#65292;&#22914;&#26524;&#31070;&#32463;&#20013;&#26530;&#26159;&#30001;&#36816;&#21160;&#31070;&#32463;&hellip;&hellip;&#21644;&#24863;&#35273;&#31070;&#32463;&#30456;&#20114;&#34701;&#21512;&#24182;&#36830;&#32493;&#32452;&#25104;&#30340;&#32593;&#32476;&#65292;&#37027;&#20040;&#20107;&#24773;&#20250;&#21464;&#24471;&#38750;&#24120;&#26041;&#20415;&#12289;&#32463;&#27982;&#21644;&#26131;&#20110;&#20998;&#26512;&#12290;&#19981;&#24184;&#30340;&#26159;&#65292;&#22823;&#33258;&#28982;&#20284;&#20046;&#26080;&#35270;&#20102;&#25105;&#20204;&#26234;&#21147;&#19978;&#23545;&#26041;&#20415;&#21644;&#19968;&#33268;&#30340;&#38656;&#27714;&#65292;&#32780;&#24448;&#24448;&#20048;&#20110;&#34920;&#29616;&#20986;&#22797;&#26434;&#24615;&#21644;&#22810;&#26679;&#24615;&#12290;&rdquo;</p>
<p>&#26412;&#25991;&#20869;&#23481;&#26469;&#28304;&#65306;Ronald S. Fishman. The Nobel Prize of 1906. ARCH OPHTHALMOL. 2007;(125):690-694</p>
<p>	<a href="//www.douban.com/recommend/?url='+location.href+'title='+encodeURIComponent(document.title);window.open(u,'douban','toolbar=0,resizable=1,scrollbars=yes,status=1,width=450,height=330');void(0)" title="&#25512;&#33616;&#21040;&#35910;&#29923;"></a><br><a href="//v.t.sina.com.cn/share/share.php?title='+encodeURIComponent(document.title)+'url='+encodeURIComponent(location.href)+'source=bookmark','_blank','width=450,height=400');%7D)()" title="&#26032;&#28010;&#24494;&#21338;&#20998;&#20139;"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/eb9cf_t.sina.com.cn" alt="&#26032;&#28010;&#24494;&#21338;&#20998;&#20139;" border="0"></a><br><a href="//www.google.com/reader/ui/link-bookmarklet.js');void(b.appendChild(z));%7Delse%7B%7D" title="&#20998;&#20139;&#21040; Google Reader" rel="nofollow"></a><br><a href="//share.xiaonei.com/share/buttonshare.do?link='+location.href+'title='+encodeURIComponent(document.title);window.open(u,'xiaonei','toolbar=0,resizable=1,scrollbars=yes,status=1,width=626,height=436');void(0)" title="&#20998;&#20139;&#21040;&#20154;&#20154;"></a><br><a href="//www.kaixin001.com/repaste/share.php?rtitle='+encodeURIComponent(document.title.substring(0,76))+'rurl='+encodeURIComponent(location.href)+'rcontent=','_blank','scrollbars=no,width=600,height=450,left=75,top=20,status=no,resizable=yes');%20void%200" title="&#20998;&#20139;&#21040;&#24320;&#24515;&#32593;"></a><br><a href="//shuqian.qq.com/post?from=3title='+encodeURIComponent(document.title)+'uri='+encodeURIComponent(location.href)+'jumpback=2noui=1','favit','width=930,height=470,left=50,top=50,toolbar=no,menubar=no,location=no,scrollbars=yes,status=yes,resizable=yes');void(0)" title="&#25910;&#34255;&#21040;qq&#20070;&#31614;"></a><br><a href="//cang.baidu.com/do/add?it='+encodeURIComponent(t)+'iu='+encodeURIComponent(u)+'dc='+encodeURIComponent(c)+'fr=ien#nw=1';window.open(url,'_blank','scrollbars=no,width=600,height=450,left=75,top=20,status=no,resizable=yes');%20void%200" title="&#25910;&#34255;&#21040;&#30334;&#24230;&#25910;&#34255;"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/33622_baidu.gif"></a><br><a href="//sns.qzone.qq.com/cgi-bin/qzshare/cgi_qzshare_onekey?url='+%20encodeURIComponent(location.href)+%20'title='+encodeURIComponent(document.title),'_blank');%7D)()" title="&#20998;&#20139;&#21040;QQ&#31354;&#38388;"></a></p>
<p>&lt;!&ndash; </p>
<p>var wumiiPermaLink = &ldquo;http://songshuhui.net/archives/57625&Prime;;<br>
var wumiiTitle = &rdquo; 1906&Prime;;<br>
var wumiiTags = &ldquo;,,,,,&rdquo;;<br>
var wumiiSitePrefix = &ldquo;http://songshuhui.net/&rdquo;;<br>
 &ndash;&gt;<br><!--  1906 --></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/08/07/12381/" title="4:39 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-07T16:39:55+00:00">2011/08/07</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/08/07/12380/" rel="prev"><span class="meta-nav">&larr;</span> &#31185;&#23398;&#26494;&#40736;&#20250; &raquo; &ldquo;&#36864;&#28903;&#33647;&#33268;&#34880;&#30284;&rdquo;&#31350;&#31455;&#26377;&#22810;&#21487;&#24597;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/08/07/12382/" rel="next">Joe Hisaishi Live <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/08/07/12381/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="12381" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="776cab29a3"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="231"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>August 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/07/">&laquo; Jul</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/09/">Sep &raquo;</a></td>
	</tr></tfoot><tbody><tr><td><a href="http://log.SunnyBoy.Me/2011/08/01/" aria-label="Posts published on August 1, 2011">1</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/02/" aria-label="Posts published on August 2, 2011">2</a></td><td>3</td><td><a href="http://log.SunnyBoy.Me/2011/08/04/" aria-label="Posts published on August 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/05/" aria-label="Posts published on August 5, 2011">5</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/06/" aria-label="Posts published on August 6, 2011">6</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/07/" aria-label="Posts published on August 7, 2011">7</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/08/" aria-label="Posts published on August 8, 2011">8</a></td><td>9</td><td><a href="http://log.SunnyBoy.Me/2011/08/10/" aria-label="Posts published on August 10, 2011">10</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/11/" aria-label="Posts published on August 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/12/" aria-label="Posts published on August 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/13/" aria-label="Posts published on August 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/14/" aria-label="Posts published on August 14, 2011">14</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/15/" aria-label="Posts published on August 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/16/" aria-label="Posts published on August 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/17/" aria-label="Posts published on August 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/18/" aria-label="Posts published on August 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/19/" aria-label="Posts published on August 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/20/" aria-label="Posts published on August 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/21/" aria-label="Posts published on August 21, 2011">21</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/22/" aria-label="Posts published on August 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/23/" aria-label="Posts published on August 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/24/" aria-label="Posts published on August 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/25/" aria-label="Posts published on August 25, 2011">25</a></td><td>26</td><td><a href="http://log.SunnyBoy.Me/2011/08/27/" aria-label="Posts published on August 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/28/" aria-label="Posts published on August 28, 2011">28</a></td>
	</tr><tr><td>29</td><td><a href="http://log.SunnyBoy.Me/2011/08/30/" aria-label="Posts published on August 30, 2011">30</a></td><td>31</td>
		<td class="pad" colspan="4">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
