<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#32654;&#22269;&#25919;&#24220;&#21644;&#20013;&#22269;&#25919;&#24220;&#26159;&#22914;&#20309;&#20405;&#29359;&#20010;&#20154;&#38544;&#31169;&#30340; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#32654;&#22269;&#25919;&#24220;&#21644;&#20013;&#22269;&#25919;&#24220;&#26159;&#22914;&#20309;&#20405;&#29359;&#20010;&#20154;&#38544;&#31169;&#30340; Comments Feed" href="http://log.SunnyBoy.Me/2011/01/13/1564/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#29275;&#36924;&#30340;&#29983;&#27963;&#19981;&#38656;&#35201;&#35299;&#37322;(22P)" href="http://log.SunnyBoy.Me/2011/01/13/1562/"><link rel="next" title="&#30070;&#20160;&#40636;&#26481;&#35199;&#37117;&#21487;&#20197;&#36319;Android&#25199;&#19978;&#38364;&#20418;&#30340;&#26178;&#20505;&#65292;&#36899;&#32819;&#27231;&#20063;&#36867;&#19981;&#36942;&#39764;&#25484;&hellip; (7 &#22238;&#25033;)" href="http://log.SunnyBoy.Me/2011/01/13/1565/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/01/13/1564/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=1564"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F01%2F13%2F1564%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F01%2F13%2F1564%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-1564 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-1564" class="post-1564 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#32654;&#22269;&#25919;&#24220;&#21644;&#20013;&#22269;&#25919;&#24220;&#26159;&#22914;&#20309;&#20405;&#29359;&#20010;&#20154;&#38544;&#31169;&#30340;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/01/13/1564/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><!-- Easy AdSense V2.95 --><br><!-- Post[count: 1] --></p>
<p><!-- Easy AdSense V2.95 --></p>
<p>&#30001;&#20110;&#32654;&#22269;&#26159;&#19968;&#20010;&ldquo;&#19977;&#26435;&#20998;&#31435;&rdquo;&#30340;&#22269;&#23478;&#65292;&#32780;&#20013;&#22269;&#26159;&#19968;&#20010;&ldquo;&#19977;&#26435;&#21512;&#19968;&rdquo;&#30340;&#22269;&#23478;&#65292;&#25152;&#20197;&#25919;&#27835;&#19978;&#20004;&#20010;&#22269;&#23478;&#26377;&#24456;&#22810;&#30340;&#19981;&#19968;&#26679;&#65292;&#19981;&#36807;&#27491;&#25152;&#35859;&ldquo;&#31397;&#19968;&#26001;&#32780;&#35265;&#20840;&#35961;&rdquo;&#65292;&#25105;&#20204;&#21487;&#20197;&#20174;&#20004;&#22269;&#25919;&#24220;&#22914;&#20309;&#23545;&#24453;<a href="http://jingpin.org/qq-360-kingsoft/">&#20010;&#20154;&#38544;&#31169;</a>&#30340;&#36825;&#20010;&#26041;&#38754;&#20570;&#20010;&#23545;&#27604;&#12290;</p>
<p>&#22312;&#32654;&#22269;&#65292;&#20010;&#20154;&#30340;&#38544;&#31169;&#23601;&#21644;&#20010;&#20154;&#30340;&#25151;&#23376;&#19968;&#26679;&#65292;&#31070;&#22307;&#19981;&#21487;&#20405;&#29359;&#65307;&#32780;&#22312;&#20013;&#22269;&#65292;&#20010;&#20154;&#30340;&#38544;&#31169;&#23601;&#21644;&#20010;&#20154;&#30340;&#25151;&#23376;&#19968;&#26679;&#65292;&#27880;&#23450;&#35201;&#34987;&#20405;&#29359;&#12290;&#19981;&#36807;&#65292;&#32654;&#22269;&#20844;&#27665;&#25110;&#32773;&#20225;&#19994;&#29992;&#25143;&#30340;&#20010;&#20154;&#38544;&#31169;&#34429;&#28982;&#31070;&#22307;&#19981;&#21487;&#20405;&#29359;&#65292;&#20294;&#26159;&#24403;&#23427;&#19981;&#20877;&#31070;&#22307;&#30340;&#26102;&#20505;&#23601;&#21487;&#20197;&#20405;&#29359;&#20102;&#65292;&#25152;&#20197;&#22312;&#36825;&#31181;&#24773;&#20917;&#19979;&#65292;&#23601;&#21487;&#20197;&#25343;&#32654;&#22269;&#25919;&#24220;&#21644;&#20013;&#22269;&#25919;&#24220;&#27604;&#19968;&#27604;&#20102;&#12290; <span></span></p>
<p><strong>1&#12289;&#32654;&#22269;&#25919;&#24220;&#26159;&#22914;&#20309;&#20405;&#29359;&#20010;&#20154;&#38544;&#31169;&#30340;</strong></p>
<p>&#32654;&#22269;&#25919;&#24220;&#29616;&#22312;&#26368;&#30475;&#19981;&#39034;&#30524;&#30340;&#20154;&#24212;&#35813;&#26159;<a href="http://freenuts.com/how-to-get-access-to-wikileaks/">&#32500;&#22522;&#27844;&#23494;</a>&#30340;&#39046;&#23548;&#20154;&#26417;&#20029;&#23433;&middot;&#38463;&#26705;&#22855;&#65292;&#22240;&#20026;&#20182;&#30340;&#32593;&#31449;&#27844;&#28431;&#32654;&#22269;&#25919;&#24220;&#35265;&#19981;&#24471;&#20809;&#30340;&#22823;&#37327;&#22806;&#20132;&#31192;&#23494;&#25991;&#20214;&#65292;&#35753;&#32654;&#22269;&#25919;&#24220;&#19985;&#24577;&#30334;&#20986;&#12289;&#20986;&#23613;&#27915;&#30456;&#65292;&#23601;&#22909;&#20687;&#26126;&#26143;&#34987;&#26333;<a href="http://jingpin.org/zhai-ling/">&#26576;&#26576;&#38376;</a>&#19968;&#26679;&#12290;&#25152;&#20197;&#65292;&#32654;&#22269;&#25919;&#24220;&#30171;&#24680;&#38463;&#26705;&#22855;&#65292;&#24819;&#25910;&#25342;&#20182;&#65292;&#20110;&#26159;&#23601;&#26045;&#21152;&#21387;&#21147;&#65292;&#35753;&#22269;&#20869;&#30340;&#20225;&#19994;&#32456;&#27490;&#21644;&#32500;&#22522;&#27844;&#23494;&#25110;&#32773;&#38463;&#26705;&#22855;&#30340;&#21512;&#20316;&#65292;&#23548;&#33268;<a href="http://jingpin.org/wikileaks-will-win/">&#32500;&#22522;&#27844;&#23494;</a>&#30340;&#22495;&#21517;&#34987;&#20572;&#27490;&#35299;&#26512;&#12289;&#31354;&#38388;&#34987;&#31105;&#29992;&#12289;&#29978;&#33267;&#38134;&#34892;&#24080;&#21495;&#34987;&#20923;&#32467;&#12290;</p>
<p>&#20294;&#26159;&#65292;&#35201;&#25630;&#22446;&#32500;&#22522;&#27844;&#23494;&#21644;&#38463;&#26705;&#22855;&#65292;&#32654;&#22269;&#25919;&#24220;&#36824;&#38656;&#35201;&#32473;&#38463;&#26705;&#22855;&#23450;&#20010;&#32618;&#21517;&#65292;&#28982;&#21518;&#24320;&#24352;&#22269;&#38469;&#36890;&#32521;&#20196;&#25226;&#20182;&#25235;&#36215;&#26469;&#12290;&#20294;&#26159;&#65292;&#32654;&#22269;&#21644;&#20013;&#22269;&#19968;&#26679;&#65292;&#37117;&#26159;&#35762;&#27861;&#21046;&#30340;&#65292;&#32654;&#22269;&#25919;&#24220;&#19981;&#33021;&#22815;&#22240;&#20026;&#24576;&#30097;&#38463;&#26705;&#22855;&ldquo;&#28041;&#23244;&#24656;&#24598;&#27963;&#21160;&rdquo;&#32780;&#23545;&#20182;&#36827;&#34892;&#36328;&#22269;&#36861;&#25429;&#65292;&#38656;&#35201;&#26377;&#35777;&#25454;&#25165;&#21487;&#20197;&#12290;&#37027;&#20040;&#65292;&#22914;&#20309;&#23547;&#25214;&#35777;&#25454;&#21602;&#65311;&#38500;&#20102;&#34987;&#20004;&#20010;&#29790;&#20856;&#22899;&#22763;&#21578;&#24615;&#20405;&#29359;&#65292;&#38463;&#26705;&#22855;&#27809;&#26377;&#34987;&#26333;&#20854;&#20182;&#20219;&#20309;&#19985;&#38395;&#65292;&#25152;&#20197;&#32654;&#22269;&#25919;&#24220;&#21482;&#22909;&#20687;&#30495;&#30340;&#35843;&#26597;&#24656;&#24598;&#20221;&#23376;&#19968;&#26679;&#35843;&#26597;&#38463;&#26705;&#22855;&#65292;&#20854;&#20013;&#23601;&#21253;&#25324;&#35843;&#26597;&#20182;&#30340;&#37038;&#20214;&#12289;&#30005;&#35805;&#12289;&#31038;&#20132;&#27963;&#21160;&#31561;&#36890;&#35759;&#35760;&#24405;&#12290;</p>
<p>&#25454; <a href="http://mashable.com/2011/01/08/twitter-subpoenaed-by-u-s-government-for-wikileaks-accounts/">Mashable</a> &#21338;&#23458;&#25253;&#36947;&#65292;&#32654;&#22269;&#25919;&#24220;&#24050;&#32463;&#35201;&#27714; Twitter &#20844;&#21496;&#25552;&#20379;&#38463;&#26705;&#22855;&#21644;&#32500;&#22522;&#27844;&#23494;&#20854;&#20182;&#25104;&#21592;&#30340;&#36890;&#35759;&#35760;&#24405;(&#20027;&#35201;&#26159;&#31169;&#20449;)&#65292;&#20063;&#23601;&#26159;&#35828;&#32654;&#22269;&#25919;&#24220;&#36825;&#26102;&#20505;&#35201;&#20405;&#29359;&#38463;&#26705;&#22855;&#31561;&#20154;&#30340;&#20010;&#20154;&#38544;&#31169;&#20102;&#12290;&#19981;&#36807;&#21644;&#20013;&#22269;&#25919;&#24220;&#19981;&#21516;&#30340;&#26159;&#65292;&#32654;&#22269;&#25919;&#24220;&#30340;&#35201;&#27714;&#26159;&#26377;&#27861;&#38498;&#25351;&#20196;&#30340;&#65292;&#26159;&#26126;&#25991;&#35201;&#27714;&#30340;&#12290;&#32780;&#22914;&#26524;&#26159;&#20013;&#22269;&#25919;&#24220;&#65292;&#22823;&#27010;&#21482;&#38656;&#35201;&#30456;&#20851;&#37096;&#38376;&#30340;&#30456;&#20851;&#39046;&#23548;&#25171;&#20010;&#30005;&#35805;&#32473; Twitter &#20844;&#21496;&#23601;&#21487;&#20197;&#20102;&mdash;&mdash;&#22914;&#26524; Twitter &#26159;&#20013;&#22269;&#20225;&#19994;&#30340;&#35805;&#12290;</p>
<p><strong>2&#12289;&#20013;&#22269;&#25919;&#24220;&#26159;&#22914;&#20309;&#20405;&#29359;&#20010;&#20154;&#38544;&#31169;&#30340;</strong></p>
<p>&#20013;&#22269;&#25919;&#24220;&#20063;&#19981;&#21916;&#27426;&#38463;&#26705;&#22855;&#21644;&#20182;&#30340;&#32500;&#22522;&#27844;&#23494;&#32593;&#31449;&#65292;&#22240;&#20026;&#35813;&#32593;&#31449;&#20844;&#24067;&#30340;&#32654;&#22269;&#22806;&#20132;&#25991;&#20214;&#19978;&#26377;&#19968;&#37096;&#20998;&#26159;&#20851;&#20110;&#20013;&#22269;&#25919;&#24220;&#30340;&#65292;&#27604;&#22914;<a href="http://jingpin.org/wikileaks-china-google/">&#35895;&#27468;&#38376;</a>&#20107;&#20214;&#12290;&#20294;&#26159;&#30001;&#20110;&#20255;&#22823;&#38450;&#28779;&#38271;&#22478;&#30340;&#23384;&#22312;&#65292;&#19981;&#32763;&#22681;&#30340;&#26222;&#36890;&#32769;&#30334;&#22995;&#30475;&#19981;&#21040;&#32500;&#22522;&#27844;&#23494;&#32593;&#31449;&#65292;&#25152;&#20197;&#20013;&#22269;&#25919;&#24220;&#36824;&#19981;&#24590;&#20040;&#24597;&#38463;&#26705;&#22855;&#65292;&#21453;&#32780;&#24597;<a href="http://jingpin.org/some-words-from-aiweiwei-blog/">&#33406;&#26410;&#26410;</a>&#22810;&#19968;&#28857;&#65292;&#26377;&#28857;&#20687;&#32517;&#30008;&#25919;&#24220;&#24597;&#26114;&#23665;&#32032;&#23395;&#37027;&#26679;&#12290;</p>
<p>&#33406;&#26410;&#26410;&#23545; 5&middot;12 &#22320;&#38663;&#27515;&#20129;&#23398;&#29983;&#21517;&#21333;&#30340;&#35843;&#26597;&#65292;&#19968;&#26102;&#38388;&#35753;&#20182;&#30340;&#21517;&#23383;&#23478;&#21947;&#25143;&#26195;&#65292;&#21516;&#26102;&#20063;&#35753;&#20013;&#22269;&#25919;&#24220;&#22836;&#22823;&#65292;&#22240;&#20026;&#22312;&#20013;&#22269;&#65292;&#20320;&#25630;&#19968;&#20010;&#19968;&#21628;&#30334;&#24212;&#32780;&#21448;&#19981;&#27468;&#21151;&#39042;&#24503;&#30340;&#38598;&#20307;&#27963;&#21160;&#65292;&#23601;&#24456;&#21487;&#33021;&#26159;&#19968;&#23567;&#25774;&#22270;&#35851;&#19981;&#36712;&#30340;&#25932;&#23545;&#20221;&#23376;&#65292;&#25110;&#32773;&#26159;&#34987;&#22269;&#22806;&#21453;&#21326;&#21183;&#21147;&#25910;&#20080;&#21033;&#29992;&#30340;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#20013;&#22269;&#25919;&#24220;&#24320;&#22987;&#26597;&#33406;&#26410;&#26410;&#12290;&#34429;&#28982;&#33406;&#26410;&#26410;&#20063;&#26377;&#29609; Twitter&#65292;&#20294;&#37027;&#29609;&#24847;&#26159;&#32654;&#22269;&#20154;&#30340;&#65292;&#20013;&#22269;&#25919;&#24220;&#27809;&#26377;&#21150;&#27861;&#20687;&#35201;&#27714; QQ &#19968;&#26679;&#35201;&#27714; Twitter &#20844;&#21496;&#25552;&#20379;&#33406;&#26410;&#26410;&#30340;&#36890;&#35759;&#35760;&#24405;&#65292;&#32780;&#40657;&#25481;&#33406;&#26410;&#26410; Twitter &#24080;&#21495;&#30340;&#25104;&#26412;&#21448;&#26377;&#28857;&#39640;&#65292;&#25152;&#20197;&#21482;&#22909;&#20316;&#32610;&#65292;&#36716;&#32780;&#26597;&#33406;&#26410;&#26410;&#30340;&#38134;&#34892;&#36134;&#25143;&#12290;</p>
<p>&#26681;&#25454;<a href="http://www.rfi.fr/actucn/articles/119/article_17741.asp">&#27861;&#22269;&#22269;&#38469;&#24191;&#25773;&#30005;&#21488;</a>&#30340;&#25253;&#36947;&#65292;2009 &#24180; 11 &#26376;&#20221;&#65292;&#20844;&#23433;&#37096;&#27966;&#20154;&#35843;&#26597;&#33406;&#26410;&#26410;&#30340;&#20013;&#22269;&#38134;&#34892;&#25143;&#21475;&#65292;&#29702;&#30001;&#26159;&#20182;&#28041;&#21450;&#35784;&#39575;&#12290;&#20197;&#36825;&#26679;&#30340;&#29702;&#30001;&#35843;&#26597;&#26576;&#20010;&#20154;&#30340;&#38134;&#34892;&#25143;&#21475;&#21487;&#20197;&#29702;&#35299;&#65292;&#22240;&#20026;&#21644;&#32654;&#22269;&#25919;&#24220;&#35843;&#26597;&#38463;&#26705;&#22855;&#21644;&#32500;&#22522;&#27844;&#23494;&#20854;&#20182;&#25104;&#21592;&#30340; Twitter &#36890;&#35759;&#35760;&#24405;&#26159;&#19968;&#26679;&#30340;&#65292;&#37117;&#26159;&#29359;&#32618;&#35843;&#26597;&#12290;</p>
<p><strong>3&#12289;&#37117;&#26159;&#20405;&#29359;&#20010;&#20154;&#38544;&#31169;&#65292;&#32654;&#20013;&#20004;&#22269;&#25919;&#24220;&#24046;&#21035;&#21643;&#23601;&#36825;&#20040;&#22823;&#21602;&#65311;</strong></p>
<p>&#34429;&#28982;&#20004;&#20010;&#22269;&#23478;&#37117;&#26159;&#20197;&#29359;&#32618;&#35843;&#26597;&#20026;&#30001;&#20405;&#29359;&#20010;&#20154;&#30340;&#38544;&#31169;&#65292;&#20294;&#26159;&#32654;&#22269;&#25919;&#24220;&#30340;&#35843;&#26597;&#26159;&#26377;&#27861;&#38498;&#26126;&#25991;&#25351;&#20196;&#30340;&#65292;&#32780;&#20013;&#22269;&#25919;&#24220;&#30340;&#35843;&#26597;&#27809;&#26377;&#27861;&#38498;&#30340;&#25351;&#20196;&#12290;&#24403;&#28982;&#65292;&#36825;&#20063;&#19981;&#22855;&#24618;&#65292;&#22240;&#20026;&#23601;&#20687;&#25991;&#31456;&#24320;&#22836;&#35828;&#30340;&#20013;&#22269;&#26159;&#19977;&#26435;&#21512;&#19968;&#65292;&#20844;&#23433;&#21644;&#27861;&#38498;&#26159;&#19968;&#23478;&#20154;&#65292;&#20844;&#23433;&#37096;&#25351;&#20196;&#23601;&#26159;&#27861;&#38498;&#25351;&#20196;&#12290;&#20294;&#26159;&#24403;&#26102;&#35843;&#26597;&#30340;&#26102;&#20505;&#65292;&#20844;&#23433;&#37096;&#20154;&#21592;&#26377;&#25343;&#20986;&#20219;&#20309;&#30340;&#35201;&#26597;&#33406;&#26410;&#26410;&#30340;&#20070;&#38754;&#25991;&#20214;&mdash;&mdash;&#21738;&#24597;&#19968;&#24352;&#32440;&#26465;&mdash;&mdash;&#32473;&#20013;&#22269;&#38134;&#34892;&#21527;&#65311;&#25105;&#24819;&#27809;&#26377;&#65292;&#22240;&#20026;&#20844;&#23433;&#37096;&#20154;&#21592;&#26159;&#22312;&ldquo;&#34987;&#38382;&#21450;&#26816;&#26597;&#30340;&#29702;&#30001;&#26102;&rdquo;&#65292;&#25165;&#21578;&#35785;&#38134;&#34892;&#35843;&#26597;&#33406;&#26410;&#26410;&#36134;&#25143;&#30340;&#29702;&#30001;&#12290;</p>
<p>&#22312;&#27809;&#26377;&#20219;&#20309;&#27861;&#24459;&#25991;&#20214;&#29978;&#33267;&#20854;&#20182;&#20070;&#38754;&#25991;&#20214;&#30340;&#24773;&#20917;&#19979;&#65292;&#20844;&#23433;&#37096;&#30340;&#20154;&#21592;&#23601;&#21487;&#20197;&#38543;&#20415;&#35843;&#26597;&#26576;&#20010;&#20154;&#30340;&#38134;&#34892;&#36134;&#25143;&#65292;&#36825;&#24847;&#21619;&#30528;&#20160;&#20040;&#21602;&#65311;&#24847;&#21619;&#30528;&#23601;&#31639;&#26159;&#24656;&#24598;&#20998;&#23376;&#65292;&#21482;&#35201;&#31359;&#19978;&#35686;&#26381;&#65292;&#23601;&#21487;&#20197;&#36827;&#20837;&#38134;&#34892;&#23454;&#26045;&#24656;&#24598;&#27963;&#21160;&#65307;&#24847;&#21619;&#30528;&#23601;&#31639;&#26159;&#23567;&#20599;&#65292;&#21482;&#35201;&#31359;&#19978;&#35686;&#26381;&#23601;&#21487;&#20197;&#36827;&#20837;&#23621;&#27665;&#23478;&#20013;&#25628;&#26597;&#65307;&#24847;&#21619;&#30528;&#23601;&#31639;&#26159;&#40657;&#31038;&#20250;&#65292;&#21482;&#35201;&#31359;&#19978;&#35686;&#26381;&#65292;&#23601;&#21487;&#20197;&#22312;&#22823;&#34903;&#19978;&#38543;&#24847;&#25235;&#20154;&#12290;</p>
<p>&#30456;&#27604;&#36825;&#31181;&#26263;&#30528;&#26469;&#30340;&#65292;&#32654;&#22269;&#25919;&#24220;&#37027;&#31181;&#26126;&#30528;&#26469;&#30340;&#20405;&#29359;&#20010;&#20154;&#38544;&#31169;&#30340;&#34892;&#20026;&#23601;&#22909;&#27604;&#35686;&#23519;&#25343;&#30528;&#25628;&#25429;&#20196;&#25220;&#23478;&#19968;&#26679;&#65292;&#26159;&#25991;&#26126;&#30340;&#12290;
</p>
<p><strong>&#21407;&#21019;&#25991;&#31456;&#65292;&#36716;&#36733;&#35831;&#27880;&#26126;&#65306;</strong> &#36716;&#36733;&#33258;<a href="http://jingpin.org/">&#31934;&#21697;&#21338;&#23458;</a></p>
<p><strong>&#26412;&#25991;&#38142;&#25509;&#22320;&#22336;:</strong> <a href="http://jingpin.org/china-gov-pk-us-gov-on-privacy/">&#32654;&#22269;&#25919;&#24220;&#21644;&#20013;&#22269;&#25919;&#24220;&#26159;&#22914;&#20309;&#20405;&#29359;&#20010;&#20154;&#38544;&#31169;&#30340;</a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/01/13/1564/" title="10:11 PM" rel="bookmark"><time class="entry-date" datetime="2011-01-13T22:11:50+00:00">2011/01/13</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/01/13/1562/" rel="prev"><span class="meta-nav">&larr;</span> &#29275;&#36924;&#30340;&#29983;&#27963;&#19981;&#38656;&#35201;&#35299;&#37322;(22P)</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/01/13/1565/" rel="next">&#30070;&#20160;&#40636;&#26481;&#35199;&#37117;&#21487;&#20197;&#36319;Android&#25199;&#19978;&#38364;&#20418;&#30340;&#26178;&#20505;&#65292;&#36899;&#32819;&#27231;&#20063;&#36867;&#19981;&#36942;&#39764;&#25484;&hellip; (7 &#22238;&#25033;) <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/01/13/1564/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="1564" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="f9b5165a4a"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="143"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>January 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2010/12/">&laquo; Dec</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/02/">Feb &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="5" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/01/01/" aria-label="Posts published on January 1, 2011">1</a></td><td>2</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/03/" aria-label="Posts published on January 3, 2011">3</a></td><td>4</td><td><a href="http://log.SunnyBoy.Me/2011/01/05/" aria-label="Posts published on January 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/01/07/" aria-label="Posts published on January 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/08/" aria-label="Posts published on January 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/09/" aria-label="Posts published on January 9, 2011">9</a></td>
	</tr><tr><td>10</td><td><a href="http://log.SunnyBoy.Me/2011/01/11/" aria-label="Posts published on January 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/12/" aria-label="Posts published on January 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/13/" aria-label="Posts published on January 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/14/" aria-label="Posts published on January 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/15/" aria-label="Posts published on January 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/16/" aria-label="Posts published on January 16, 2011">16</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/17/" aria-label="Posts published on January 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/18/" aria-label="Posts published on January 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/19/" aria-label="Posts published on January 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/20/" aria-label="Posts published on January 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/21/" aria-label="Posts published on January 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/22/" aria-label="Posts published on January 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/23/" aria-label="Posts published on January 23, 2011">23</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/24/" aria-label="Posts published on January 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/25/" aria-label="Posts published on January 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/26/" aria-label="Posts published on January 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/27/" aria-label="Posts published on January 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/28/" aria-label="Posts published on January 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/29/" aria-label="Posts published on January 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/30/" aria-label="Posts published on January 30, 2011">30</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/31/" aria-label="Posts published on January 31, 2011">31</a></td>
		<td class="pad" colspan="6">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
