<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>24 | January | 2011 | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="archive date custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<section id="primary" class="site-content"><div id="content" role="main">

					<header class="archive-header"><h1 class="archive-title">Daily Archives: <span>2011/01/24</span></h1>
			</header><!-- .archive-header --><article id="post-4614" class="post-4614 post type-post status-publish format-standard hentry category-pol tag-others tag-pol"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/01/24/4614/" rel="bookmark">&#20154;&#27665;&#20844;&#23433;&#21191;&#26007;&#19981;&#27861;&#21271;&#22823;&#23398;&#29983;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/01/24/4614/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#21457;&#20449;&#20154;: icygarfield (icygarfield), &#20449;&#21306;: Triangle<br>
&#26631;&nbsp; &#39064;: &#28779;&#36710;&#31449;&#25163;&#26426;&#25293;&#20010;&#29031;&#24046;&#28857;&#20799;&#34987;&#25304;&#30041;&#65292;&#21516;&#23398;&#20204;&#24341;&#20197;&#20026;&#37492;<br>
&#21457;&#20449;&#31449;: &#21271;&#22823;&#26410;&#21517;&#31449; (2011&#24180;01&#26376;23&#26085;23:08:31 &#26143;&#26399;&#22825;), &#31449;&#20869;&#20449;&#20214;</p>
<p>&#22320;&#28857;&#65306;&#22825;&#27941;&#31449;<br>
&#24403;&#20107;&#20154;&#65306;&#26412;&#20154;&#12289;&#26576;&#35686;&#23519;&#22823;&#21460;&#12289;&#26576;&#20415;&#34915;&#21460;&#21460;<br>
&#20107;&#20214;&#22987;&#26411;&#65306;<br>
&#20174;&#22825;&#27941;&#22352;&#28779;&#36710;&#65292;&#26816;&#31080;&#36827;&#31449;&#21518;&#21364;&#34987;&#35686;&#23519;&#25318;&#20303;&#19981;&#20934;&#19978;&#36710;&#65292;&#20063;&#19981;&#35828;&#20026;&#20160;&#20040;&#65292;&#23601;&#25318;&#30528;&#22823;&#23478;&#65292;&#35828;&#31561;&#20250;<br>
&#20799;&#25165;&#33021;&#19978;&#12290;&#28982;&#21518;&#20030;&#30446;&#24536;&#20102;&#19968;&#19979;&#65292;&#21457;&#29616;&#31449;&#21488;&#19978;&#27839;&#30528;&#19968;&#27493;&#30005;&#26799;&#21040;&#36719;&#21351;&#36710;&#21410;&#20043;&#38388;&#34987;&#38548;&#31163;&#20986;&#20102;&#19968;&#26465;<br>
&#22823;&#36947;&#12290;&#12290;&#12290;&#39039;&#24735;&#65281;&#24212;&#35813;&#26159;&#25152;&#35859;&#30340;&ldquo;&#20132;&#36890;&#31649;&#21046;&rdquo;&#20043;&#31867;&#21543;&#65281;&#26524;&#19981;&#20854;&#28982;&#65292;&#22312;&#31561;&#20102;&#25968;&#20998;&#38047;&#21518;&#65292;&#19968;&#20123;<br>
&#34915;&#20896;&#26970;&#26970;&#30340;&#39046;&#23548;&#20204;&#20174;&#30005;&#26799;&#19978;&#24464;&#24464;&#36208;&#19979;&#12290;&#12290;&#12290;&#12290;<br>
&#31449;&#21488;&#19978;&#65292;&#19968;&#36793;&#26159;&#36286;&#39640;&#27668;&#25196;&#30340;&#39046;&#23548;&#20204;&#65292;&#19968;&#36793;&#26159;&#20687;&#25105;&#36825;&#26679;&#25552;&#30528;&#34892;&#26446;&#22312;&#23506;&#39118;&#20013;&#31561;&#24453;&#30340;&#26222;&#36890;&#20056;&#23458;&#12290;<br>
&#35266;&#27492;&#24773;&#26223;&#39039;&#24863;&#24456;&ldquo;&#20013;&#22269;&rdquo;&#65292;&#20110;&#26159;&#19979;&#24847;&#35782;&#30340;&#24819;&#25293;&#19968;&#24352;&#12290;&#12290;&#12290;&#12290;<br>
&#32467;&#26524;&#65292;&#25163;&#26426;&#21018;&#25343;&#20986;&#26469;&#65292;&#23601;&#26377;&#19968;&#20301;&#35686;&#23519;&#22823;&#21460;&#20914;&#36807;&#26469;&#20914;&#25105;&#21898;&#65306;&#20320;&#25293;&#20160;&#20040;&#25293;&#65292;&#25226;&#25163;&#26426;&#32473;&#25105;&#12290;&#12290;&#12290;<br>
&#21478;&#22806;&#19968;&#20010;&#20415;&#34915;&#21460;&#21460;&#20063;&#36208;&#36807;&#26469;&#20102;&#65292;&#35753;&#25105;&#20808;&#21035;&#36208;&#20102;&#65292;&#25226;&#25163;&#26426;&#20132;&#32473;&#20182;&#20204;&#65292;&#20877;&#36319;&#20182;&#20204;&#36208;&#19968;&#36255;&#12290;&#12290;&#12290;<br>
&#31532;&#19968;&#27425;&#36319;&#35686;&#23519;&#20132;&#25163;&#65292;&#26377;&#28857;&#20799;&#24597;&#24597;&#65281;&#20110;&#26159;&#25226;&#25163;&#26426;&#20132;&#32473;&#20182;&#20204;&#26816;&#26597;&#65292;&#28982;&#21518;&#20027;&#21160;&#35201;&#27714;&#26816;&#26597;&#23398;&#29983;&#35777;&#65292;<br>
&#20197;&#35777;&#26126;&#25105;&#26159;&#33391;&#27665;&#65292;&#21482;&#26159;&#22836;&#33041;&#21457;&#28909;&#25293;&#30528;&#29609;&#20799;&#32780;&#24050;&#12290;&#12290;&#12290;<br>
&#32467;&#26524;&#37027;&#20010;&#35686;&#23519;&#22823;&#21460;&#30475;&#37117;&#19981;&#30475;&#25105;&#19968;&#30524;&#65292;&#23601;&#35828;&#30475;&#20160;&#20040;&#37117;&#27809;&#29992;&#65292;&#20320;&#23601;&#21035;&#24819;&#36208;&#20102;&#12290;&#12290;&#12290;<br>
&#25554;&#25773;&#19968;&#19979;&#65306;1.&#25105;&#23601;&#22312;&#23567;&#35282;&#33853;&#65292;&#32780;&#19988;&#25293;&#30340;&#26102;&#20505;&#39046;&#23548;&#20204;&#26159;&#32972;&#23545;&#30528;&#25105;&#30340;&#65292;&#25152;&#20197;&#24212;&#35813;&#27809;&#26377;&#23545;&#39046;&#23548;&#20204;<br>
&#36890;&#34892;&#36896;&#25104;&#24433;&#21709;&#12290;<br>
2.&#26412;&#20154;&#22899;&#29983;&#65292;&#19968;&#28857;&#20799;&#37117;&#19981;&#39745;&#26791;&#65292;&#34892;&#20982;&#30340;&#35805;&#20272;&#35745;&#26377;&#38590;&#24230;&#12290;<br>
&#25105;&#35797;&#22270;&#32487;&#32493;&#35299;&#37322;&#65292;&#22823;&#21460;&#19981;&#21548;&#12290;&#12290;&#12290;&#32780;&#19988;&#24577;&#24230;&#24456;&#24694;&#21155;&#65292;&#20174;&#24320;&#22987;&#19968;&#30452;&#37117;&#26159;&#23545;&#25105;&#29992;&#21564;&#30340;<br>
&#30475;&#30528;&#28779;&#36710;&#39532;&#19978;&#23601;&#35201;&#24320;&#20102;&#65292;&#38750;&#24120;&#30528;&#24613;&#65292;&#28779;&#19968;&#19979;&#23601;&#19978;&#26469;&#20102;&#65292;&#20110;&#26159;&#23545;&#30528;&#22823;&#21460;&#21898;&#21040;&#65306;&#21516;&#24535;&#35831;&#38382;&#24744;&#26159;<br>
&#35201;&#25304;&#30041;&#25105;&#21527;&#65311;&#35831;&#38382;&#25105;&#20570;&#20102;&#20160;&#20040;&#36829;&#27861;&#34892;&#20026;&#65292;&#24744;&#26681;&#25454;&#37027;&#26465;&#27861;&#24459;&#35268;&#23450;&#25304;&#30041;&#25105;&#21602;&#65311;<br>
&#35686;&#23519;&#22823;&#21460;&#65306;&#35828;&#20160;&#20040;&#37117;&#27809;&#29992;&#65292;&#20320;&#21035;&#24819;&#36208;&#12290;<br>
&#30475;&#25105;&#26377;&#28857;&#20799;&#28608;&#21160;&#20877;&#21152;&#19978;&#21608;&#22260;&#24320;&#22987;&#26377;&#20154;&#22260;&#35266;&#65292;&#20415;&#34915;&#21460;&#21460;&#36807;&#26469;&#38382;&#25105;&#21738;&#20010;&#23398;&#26657;&#30340;&#65292;&#35753;&#25105;&#25226;&#23398;&#29983;&#35777;<br>
&#32473;&#20182;&#30475;&#30475;&#12290;<br>
&#21457;&#29616;&#25105;&#26159;&#21271;&#22823;&#27861;&#23398;&#38498;&#30340;&#65292;&#20415;&#34915;&#21460;&#21460;&#24577;&#24230;&#39532;&#19978;&#26377;&#20102;&#36716;&#21464;&#65292;&#32473;&#20102;&#35686;&#23519;&#22823;&#21460;&#19968;&#20010;&#30524;&#31070;&#65292;&#35980;&#20284;&#20934;&#22791;<br>
&#25918;&#25105;&#36208;&#20102;&#12290;&#20294;&#27809;&#24819;&#21040;&#37027;&#20301;&#22823;&#21460;&#21313;&#20998;&#19981;&#32473;&#38754;&#23376;&#65292;&#21453;&#32780;&#24456;&#28779;&#30340;&#25343;&#30528;&#25105;&#30340;&#23398;&#29983;&#35777;&#25209;&#35780;&#25105;&#35828;&#65306;&ldquo;&#36824;<br>
&#23398;&#27861;&#24459;&#30340;&#65292;&#25105;&#30475;&#20320;&#26681;&#26412;&#23601;&#19981;&#25026;&#27861;&#65292;&#23601;&#31639;&#26159;&#35760;&#32773;&#22312;&#36825;&#20799;&#25293;&#29031;&#20063;&#35201;&#32463;&#36807;&#25105;&#20204;&#20801;&#35768;&#65292;&#26159;&#20320;&#24819;&#25293;&#23601;<br>
&#25293;&#30340;&#21527;&#65311;&#22826;&#19981;&#25026;&#35268;&#30697;&#20102;&#65292;&#36824;&#23398;&#27861;&#24459;&#30340;&#21602;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;<br>
&#35805;&#35828;&#22763;&#21487;&#26432;&#19981;&#21487;&#36785;&#65292;&#25105;&#21487;&#20197;&#19981;&#19978;&#37027;&#36742;&#30772;&#36710;&#65292;&#20294;&#26159;&#19981;&#33021;&#20219;&#30001;&#20182;&#39072;&#20498;&#40657;&#30333;&#12290;&#20063;&#19981;&#30693;&#21738;&#37324;&#30340;&#32966;&#23376;<br>
&#65292;&#23621;&#28982;&#22823;&#22768;&#30340;&#36319;&#20182;&#21564;&#19978;&#20102;&#65292;&#26377;&#28857;&#20799;&#28608;&#21160;&#65292;&#21487;&#33021;&#26377;&#28857;&#20799;&#35821;&#26080;&#20262;&#27425;&#65292;&#20294;&#26159;&#20869;&#23481;&#22823;&#27010;&#23601;&#26159;&#65306;<br>
&#31532;&#19968;&#65306;&#28779;&#36710;&#31449;&#26159;&#20844;&#20849;&#22330;&#25152;&#65292;&#24182;&#19981;&#26159;&#20160;&#20040;&#20445;&#23494;&#26426;&#20851;&#65292;&#25105;&#23436;&#20840;&#26377;&#26435;&#21033;&#25343;&#25163;&#26426;&#25293;&#20010;&#29031;&#12290;<br>
&#31532;&#20108;&#65306;&#23601;&#31639;&#26159;&#29305;&#27530;&#24773;&#20917;&#19981;&#35768;&#25293;&#29031;&#65292;&#20063;&#24212;&#35813;&#20107;&#20808;&#21578;&#30693;&#65292;&#25110;&#32773;&#20107;&#21518;&#21892;&#24847;&#25552;&#37266;&#65292;&#20182;&#24182;&#27809;&#26377;&#26435;&#21033;&#23601;<br>
&#22240;&#20026;&#36825;&#20010;&#25304;&#30041;&#25105;&#12290;<br>
&#31532;&#19977;&#65306;&#22914;&#26524;&#25105;&#36829;&#21453;&#20102;&#37027;&#26465;&#25105;&ldquo;&#19981;&#25026;&rdquo;&#30340;&#27861;&#24459;&#65292;&#35831;&#20182;&#26126;&#30830;&#21578;&#30693;&#65292;&#22914;&#26524;&#20182;&#35762;&#24471;&#20986;&#26469;&#20182;&#21487;&#20197;&#25226;&#25105;<br>
&#25276;&#36208;&#12290;<br>
&#26412;&#26469;&#20197;&#20026;&#36825;&#26679;&#20182;&#24212;&#35813;&#27809;&#35805;&#35828;&#20102;&#65292;&#35753;&#25105;&#26292;&#27735;&#30340;&#26159;&#65292;&#37027;&#20010;&#35686;&#23519;&#22823;&#21460;&#23621;&#28982;&#35828;&#65306;&#23601;&#26159;&#20844;&#20849;&#22330;&#25152;&#25105;&#25165;<br>
&#33021;&#31649;&#65292;&#20160;&#20040;&#21483;&#20844;&#20849;&#22330;&#25152;&#65292;&#20844;&#20849;&#22330;&#25152;&#23601;&#26159;&#19981;&#20934;&#20320;&#20081;&#26469;&#65281;<br>
&#25105;&#26292;&#27735;&#65292;&#25105;&#25487;&#20010;&#25163;&#26426;&#25105;&#24590;&#20040;&#23601;&#20081;&#26469;&#20102;&#65311;&#20877;&#35828;&#37027;&#25209;&#39046;&#23548;&#20063;&#27809;&#35265;&#30528;&#30005;&#35270;&#19978;&#38706;&#36807;&#33080;&#20799;&#30340;&#21834;&#65281;&#32780;&#19988;<br>
&#23601;&#25968;&#30446;&#26469;&#35762;&#65292;&#37027;&#20040;&#22810;&#20154;&#65292;&#20063;&#19981;&#22826;&#21487;&#33021;&#37117;&#26159;&#22826;&#39640;&#32423;&#21035;&#30340;&#65281;&#35753;&#20182;&#20204;&#20808;&#19978;&#36710;&#25105;&#23601;&#24525;&#20102;&#65292;&#19981;&#33267;&#20110;&#25105;<br>
&#25343;&#20010;&#25163;&#26426;&#20986;&#26469;&#23601;&#24471;&#34987;&#24102;&#21435;&#35686;&#23519;&#23616;&#25335;&#38382;&#21543;&#65311;&#24403;&#28982;&#65292;&#36825;&#20123;&#25105;&#37117;&#27809;&#35828;&#20986;&#26469;&#65292;&#21482;&#26159;&#24515;&#37324;&#36825;&#20040;&#35273;&#24471;&#12290;<br>
&#35273;&#30528;&#35828;&#29702;&#27809;&#29992;&#65292;&#25105;&#29992;&#30446;&#20809;&#21521;&#20415;&#34915;&#21460;&#21460;&#27714;&#21161;<br>
&#25554;&#25773;&#19968;&#19979;&#65306;&#36825;&#20010;&#20415;&#34915;&#21460;&#21460;&#30475;&#36215;&#26469;&#36824;&#26377;&#28857;&#20799;&#20462;&#20859;&#65292;&#26597;&#23398;&#29983;&#35777;&#30340;&#26102;&#20505;&#24577;&#24230;&#24456;&#22909;&#12290;<br>
&#20415;&#34915;&#21460;&#21460;&#21448;&#21521;&#35686;&#26381;&#31034;&#24847;&#65292;&#35686;&#26381;&#36824;&#26159;&#19981;&#32473;&#38754;&#23376;&#12290;&#19981;&#30693;&#36947;&#25105;&#24403;&#26102;&#33041;&#23376;&#25277;&#20102;&#36824;&#26159;&#24590;&#20040;&#30340;&#65292;&#23621;&#28982;&#35828;<br>
&#20102;&#19968;&#21477;&#65306;&#21516;&#24535;&#20320;&#21738;&#20010;&#21333;&#20301;&#30340;&#65292;&#25105;&#35760;&#19979;&#20320;&#35686;&#21495;&#20102;&#12290;&#12290;&#12290;&#19981;&#35828;&#36824;&#22909;&#65292;&#19968;&#35828;&#36825;&#35686;&#26381;&#19968;&#19979;&#23601;&#28608;&#21160;&#20102;<br>
&#65306;&ldquo;&#20320;&#35201;&#35760;&#35686;&#21495;&#26159;&#21543;&#65311;&#36319;&#25105;&#22238;&#21435;&#35760;&#65281;&rdquo;&#28982;&#21518;&#23601;&#25341;&#20303;&#25105;&#30340;&#25163;&#20934;&#22791;&#25302;&#25105;&#36208;&#65292;&#35828;&#23454;&#35805;&#24403;&#26102;&#30495;&#30340;&#34987;<br>
&#21523;&#21040;&#20102;&#65292;&#23621;&#28982;&#23398;&#30528;&#30005;&#24433;&#37324;&#36229;&#22823;&#22768;&#21898;&#20102;&#19968;&#21477;&#65306;&ldquo;&#35686;&#23519;&#25171;&#20154;&#20102;&#65281;&rdquo;&#65292;&#32467;&#26524;&#25226;&#36710;&#19978;&#30340;&#20154;&#37117;&#25307;&#19979;&#26469;<br>
&#20102;&#65292;&#22312;&#27492;&#24863;&#35874;&#22260;&#35266;&#30340;&#32676;&#20247;&#20204;&#65292;&#24403;&#26102;&#25105;&#33021;&#30475;&#21040;&#35686;&#26381;&#40763;&#23376;&#37117;&#24555;&#27668;&#27498;&#20102;&#65292;&#25351;&#30528;&#25105;&#35828;&#65306;&#20320;&#20877;&#25954;&#22823;&#22768;<br>
&#21898;&#65281;&#20294;&#26159;&#25163;&#21364;&#26494;&#24320;&#20102;&#12290;&#36825;&#26159;&#20415;&#34915;&#21460;&#21460;&#36214;&#32039;&#25226;&#23398;&#29983;&#35777;&#36824;&#32473;&#25105;&#65292;&#31034;&#24847;&#25105;&#19978;&#36710;&#65292;&#36824;&#24456;&#24904;&#29233;&#30340;&#25552;&#37266;<br>
&#25105;&#35828;&#65306;&#20320;&#36825;&#23401;&#23376;&#22826;&#19981;&#25026;&#20107;&#20102;&#65292;&#20320;&#23398;&#30340;&#37027;&#20123;&#27861;&#24459;&#22312;&#36825;&#37117;&#19981;&#31649;&#29992;&#30340;&#12290;<br>
&#20110;&#26159;&#65292;&#25105;&#22312;&#28779;&#36710;&#24320;&#36710;&#30340;&#26368;&#21518;&#19968;&#31186;&#36827;&#20102;&#36710;&#38376;&#65292;&#22312;&#38376;&#21475;&#36824;&#21548;&#21040;&#37027;&#35686;&#26381;&#35828;&#20102;&#19968;&#21477;&#65306;&#36824;&#21271;&#22823;&#30340;&#65292;&#23601;<br>
&#36825;&#32032;&#36136;&#12290;&#12290;&#12290;<br>
&#25105;&#19968;&#36335;&#22312;&#36710;&#19978;&#24819;&#20102;&#24456;&#20037;&#65292;&#26159;&#25105;&#32032;&#36136;&#24456;&#24046;&#21527;&#65311;&#21487;&#33021;&#26159;&#21543;&#65281;&#20415;&#34915;&#21460;&#21460;&#35828;&#24471;&#23545;&#65292;&#26159;&#25105;&#22826;&#19981;&#25026;&#20107;&#65292;<br>
&#25152;&#35859;&#20154;&#36523;&#33258;&#30001;&#21482;&#26159;&#23466;&#27861;&#37324;&#26377;&#30340;&#65292;&#25152;&#35859;&#20381;&#27861;&#34892;&#25919;&#21482;&#26159;&#26032;&#38395;&#32852;&#25773;&#37324;&#26377;&#30340;&#65292;&#20107;&#23454;&#19978;&#26159;&#27809;&#26377;&#30340;&#12290;&#25991;<br>
&#23383;&#30340;&#27861;&#24459;&#36319;&#29616;&#23454;&#30340;&#35268;&#21017;&#26159;&#19981;&#21516;&#30340;&#65292;&#37027;&#20010;&#35686;&#26381;&#35828;&#24471;&#24456;&#23545;&#65292;&#25105;&#30340;&#30830;&#19981;&#25026;&#20182;&#25152;&#20449;&#20208;&#30340;&#37027;&#20010;&ldquo;&#27861;&rdquo;<br>
&#12290;&#25105;&#26159;&#20010;&#27861;&#30450;&#65292;&#22240;&#20026;&#22312;&#38754;&#23545;&#38750;&#27861;&#25187;&#30041;&#26102;&#65292;&#35299;&#25937;&#25105;&#30340;&#24182;&#19981;&#26159;&#27861;&#24459;&#25239;&#36777;&#65292;&#32780;&#26159;&#19968;&#21477;&ldquo;&#35686;&#23519;&#25171;&#20154;<br>
&#20102;&rdquo;&#12290;&#34429;&#28982;&#21898;&#36807;&#36825;&#21477;&#35805;&#21518;&#25105;&#35273;&#24471;&#33258;&#24049;&#20687;&#20010;&#27900;&#22919;&#65292;&#29978;&#33267;&#26377;&#20123;&#27735;&#39068;&#65292;&#20294;&#26159;&#25105;&#24182;&#19981;&#21518;&#24724;&#65292;&#22240;&#20026;&#20182;<br>
&#25918;&#25163;&#20102;&#65292;&#36825;&#35777;&#26126;&#20854;&#23454;&#20182;&#30693;&#36947;&#20316;&#20026;&#19968;&#20010;&#35686;&#23519;&#65292;&#24590;&#26679;&#30340;&#34892;&#20026;&#26159;&#19981;&#24212;&#35813;&#30340;&#12290;&#21478;&#22806;&#23601;&#26159;&#20877;&#27425;&#24863;&#35874;&#22260;<br>
&#35266;&#30340;&#32676;&#20247;&#65292;&#19981;&#31649;&#20182;&#20204;&#20986;&#20110;&#20160;&#20040;&#30446;&#30340;&#65292;&#24120;&#35828;&ldquo;&#22260;&#35266;&#25913;&#21464;&#20013;&#22269;&rdquo;&#65292;&#25105;&#24635;&#31639;&#26159;&#30475;&#21040;&#20102;&#19968;&#27425;&#27491;&#38754;&#25928;<br>
&#24212;&#12290;&#25105;&#24076;&#26395;&#19979;&#27425;&#22914;&#26524;&#22478;&#31649;&#20877;&#25954;&#25472;&#32763;&#32769;&#22823;&#29239;&#30340;&#25674;&#20301;&#26102;&#65292;&#21608;&#22260;&#30340;&#32676;&#20247;&#19981;&#35201;&#28448;&#28982;&#30340;&#36208;&#24320;&#65292;&#32780;&#26159;&#24378;<br>
&#21183;&#30340;&#22260;&#35266;&#12290;&#26377;&#35774;&#22791;&#30340;&#31461;&#38795;&#19968;&#23450;&#35201;&#24405;&#19979;&#26469;&#65292;&#24403;&#28982;&#65292;&#19981;&#35201;&#20687;&#25105;&#36825;&#26679;&#34987;&#25235;&#21040;&#21862;&#65281;<br>
&#24635;&#20043;&#65292;&#34429;&#28982;&#31532;&#19968;&#27425;&#36935;&#21040;&#20102;&#20256;&#35828;&#20013;&#30340;&ldquo;&#26292;&#21147;&#25191;&#27861;&rdquo;&#65292;&#20294;&#26159;&#24863;&#35302;&#24456;&#22810;&#65292;&#22312;&#27492;&#21457;&#24086;&#25234;&#21457;&#19968;&#19979;&#65292;&#24076;<br>
&#26395;&#21516;&#23398;&#20204;&#24341;&#20197;&#20026;&#37492;&#65292;&#19979;&#27425;&#36935;&#21040;&#36825;&#31181;&#24773;&#20917;&#19968;&#23450;&#20054;&#20054;&#30340;&#31561;&#65292;&#25110;&#32773;&#24708;&#24708;&#25293;&#12290;&#12290;&#12290;&#12290;<br>
&#25105;&#19981;&#25954;&#24819;&#65292;&#22914;&#26524;&#27809;&#26377;&#37027;&#24352;&#22823;&#23398;&#29983;&#30340;&#23398;&#29983;&#35777;&#65292;&#22914;&#26524;&#25105;&#21482;&#35828;&#19968;&#20010;&#20892;&#27665;&#24037;&#65292;&#37027;&#20250;&#26159;&#24590;&#26679;&#65311;</p>
<p>&mdash;</p>
<p>&#8251; &#26469;&#28304;:&middot;&#21271;&#22823;&#26410;&#21517;&#31449; bdwm.net&middot;[FROM: 222.29.65.83]<br>
&#20840;&#25991;&#38142;&#25509;&#65306;<a href="http://bdwm.net/bbs/t.php?Triangle/M.1295795311.A/11936/0/0">http://bdwm.net/bbs/t.php?Triangle/M.1295795311.A/11936/0/0</a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/pol/" rel="category tag">POL</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a>, <a href="http://log.SunnyBoy.Me/tag/pol/" rel="tag">POL</a> on <a href="http://log.SunnyBoy.Me/2011/01/24/4614/" title="11:08 PM" rel="bookmark"><time class="entry-date" datetime="2011-01-24T23:08:27+00:00">2011/01/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-4843" class="post-4843 post type-post status-publish format-standard hentry category-stefanie tag-stefanie"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/01/24/4843/" rel="bookmark">Tv&aring;hundra Tjugotv&aring;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/01/24/4843/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#21457;&#29616;&#19981;&#21516;&#30340;&#20154;&#32676;&#65292;&#20998;&#20139;&#30340;&#19996;&#35199;&#19981;&#19968;&#26679; ~ ~ ~</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/stefanie/" rel="category tag">Stefanie</a> and tagged <a href="http://log.SunnyBoy.Me/tag/stefanie/" rel="tag">Stefanie</a> on <a href="http://log.SunnyBoy.Me/2011/01/24/4843/" title="11:00 PM" rel="bookmark"><time class="entry-date" datetime="2011-01-24T23:00:07+00:00">2011/01/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-4538" class="post-4538 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/01/24/4538/" rel="bookmark">&#20182;&#20154;&#30340;&#29983;&#27963;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/01/24/4538/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#26152;&#22825;&#25105;&#30475;&#21040;&#19968;&#20010;&#35270;&#39057;&#65292;<a href="http://v.youku.com/v_show/id_XMjM2NDY1NjE2.html">http://v.youku.com/v_show/id_XMjM2NDY1NjE2.html</a>&#65292;&#35828;&#19968;&#20010;17&#23681;&#30340;&#23567;&#20249;&#23376;&#20080;&#28779;&#36710;&#31080;&#65292;&#35201;&#31449;5000&#20844;&#37324;&#65292;&#20845;&#21313;&#22810;&#20010;&#23567;&#26102;&#22238;&#23478;&#36807;&#24180;&#12290;&#36825;&#26159;&#26149;&#36816;&#20013;&#26368;&#26222;&#36890;&#19981;&#36807;&#30340;&#20154;&#65292;&#22312;&#25668;&#20687;&#26426;&#30340;&#36741;&#21161;&#19979;&#65292;&#21806;&#31080;&#21592;&#34920;&#29616;&#30340;&#39047;&#26377;&#32784;&#24515;&#65292;&#23567;&#20249;&#23376;&#20063;&#34920;&#31034;&#39047;&#20026;&#29702;&#35299;&#65292;&#19968;&#24133;&#21644;&#35856;&#36212;&#38590;&#30340;&#26223;&#35937;&#12290;&#26377;&#26102;&#20505;&#24320;&#36710;&#22312;&#34903;&#19978;&#65292;&#25105;&#24120;&#19981;&#25954;&#30475;&#31383;&#22806;&#65292;&#19968;&#26041;&#38754;&#23454;&#22312;&#36763;&#37240;&#65292;&#19968;&#26041;&#38754;&#34429;&#28982;&#27491;&#24403;&#33719;&#21033;&#65292;&#20294;&#24635;&#35273;&#24471;&#33258;&#24049;&#20570;&#38169;&#20107;&#65292;&#24528;&#24529;&#19981;&#23433;&#12290;</p>
<p>&nbsp;</p>
<p>
&#35828;&#36215;&#28779;&#36710;&#31080;&#65292;&#21069;&#20960;&#22825;&#38506;&#19968;&#20010;&#26379;&#21451;&#21435;&#20080;&#28779;&#36710;&#31080;&#65292;&#24403;&#26102;&#26410;&#21040;&#26149;&#36816;&#65292;&#21322;&#22812;&#37324;&#21806;&#31080;&#22823;&#21381;&#31354;&#31354;&#33853;&#33853;&#65292;&#24456;&#24555;&#23601;&#20256;&#26469;&#21557;&#26550;&#22768;&#65292;&#25105;&#24819;&#65292;&#36825;&#20960;&#30334;&#24179;&#30340;&#22823;&#21381;&#37324;&#24635;&#20849;&#23601;&#22235;&#20116;&#20010;&#20154;&#24590;&#20040;&#36824;&#33021;&#21557;&#36215;&#26469;&#12290;&#36208;&#36827;&#19968;&#30475;&#65292;&#21407;&#26469;&#26159;&#26377;&#20004;&#20010;&#25361;&#30528;&#34503;&#30382;&#34955;&#30340;&#23567;&#20249;&#23376;&#21644;&#20004;&#20010;&#32769;&#20445;&#23433;&#22312;&#21557;&#65292;&#21557;&#26550;&#30340;&#32536;&#30001;&#26159;&#23567;&#20249;&#23376;&#35828;&#65292;&#33258;&#24049;&#35201;&#32771;&#34385;&#19968;&#19979;&#20080;&#21738;&#22825;&#30340;&#31080;&#65292;&#25152;&#20197;&#35201;&#22312;&#22823;&#21381;&#37324;&#21574;&#20010;&#20960;&#20998;&#38047;&#65292;&#20445;&#23433;&#35273;&#24471;&#20320;&#20572;&#30041;&#30340;&#26102;&#38388;&#22826;&#38271;&#20102;&#65292;&#36825;&#20998;&#26126;&#26159;&#26469;&#21462;&#26262;&#21644;&#36461;&#22320;&#20799;&#20241;&#24687;&#30340;&#65292;&#20320;&#35201;&#20080;&#24517;&#39035;&#29616;&#22312;&#20080;&#65292;&#35201;&#32771;&#34385;&#21040;&#22806;&#38754;&#32771;&#34385;&#21435;&#65292;&#32771;&#34385;&#28165;&#26970;&#20102;&#20877;&#36807;&#26469;&#20080;&#12290;&#23567;&#20249;&#23376;&#35828;&#65292;&#25105;&#23601;&#26159;&#25226;&#19996;&#35199;&#25730;&#19979;&#26469;&#24819;&#19968;&#24819;&#12290;&#20445;&#23433;&#35828;&#65292;&#20320;&#20204;&#36825;&#31181;&#20154;&#65292;&#25105;&#30475;&#22810;&#20102;&#65292;&#32473;&#25105;&#20986;&#21435;&#12290;&#19978;&#38754;&#26377;&#35268;&#23450;&#65292;&#21806;&#31080;&#22823;&#21381;&#37324;&#20572;&#30041;&#19981;&#20934;&#36229;&#36807;&#19968;&#20998;&#38047;&#12290;&#23567;&#20249;&#23376;&#32972;&#36215;&#34503;&#30382;&#34955;&#65292;&#24868;&#28982;&#31163;&#24320;&#12290;</p>
<p>&nbsp;</p>
<p>
&#26377;&#30340;&#26102;&#20505;&#23601;&#26159;&#36825;&#26679;&#65292;&#34429;&#28982;&#24120;&#26377;&#38024;&#23545;&#23448;&#26041;&#30340;&#32676;&#20307;&#20107;&#20214;&#30340;&#21457;&#29983;&#65292;&#20294;&#36825;&#20010;&#31038;&#20250;&#19978;&#26356;&#22810;&#30340;&#20854;&#23454;&#26159;&#23617;&#27665;&#23545;&#25488;&#65292;&#21253;&#25324;&#20197;&#24448;&#21457;&#29983;&#22312;&#19978;&#28023;&#30340;&#30005;&#21160;&#36710;&#30475;&#31649;&#21592;&#21644;&#30005;&#21160;&#36710;&#36710;&#20027;&#22240;&#20026;&#20572;&#30005;&#21160;&#36710;&#25910;&#36153;&#30340;&#23545;&#30733;&#65292;&#20854;&#23454;&#37117;&#26159;&#23617;&#27665;&#38388;&#30340;&#20114;&#30456;&#20026;&#38590;&#36896;&#25104;&#12290;&#24456;&#22810;&#20154;&#35828;&#65292;&#32676;&#20307;&#20107;&#20214;&#22810;&#21457;&#65292;&#21361;&#30691;&#12290;&#20294;&#36825;&#20123;&#23617;&#27665;&#21644;&#23448;&#26041;&#23545;&#23769;&#30340;&#32676;&#20307;&#20107;&#20214;&#65292;&#23617;&#27665;&#20204;&#38656;&#35201;&#30340;&#21482;&#19981;&#36807;&#26159;&#27491;&#20041;&#21644;&#26435;&#30410;&#32780;&#24050;&#65292;&#20174;&#26469;&#19981;&#26159;&#20844;&#27491;&#21644;&#26435;&#21147;&#65292;&#23617;&#27665;&#20204;&#21482;&#26159;&#35273;&#24471;&#65292;&#20197;&#21069;&#20320;&#21507;&#32905;&#65292;&#25105;&#20204;&#21507;&#39592;&#22836;&#65292;&#25105;&#20204;&#24050;&#32463;&#28385;&#36275;&#65292;&#20294;&#29616;&#22312;&#24590;&#20040;&#36830;&#39592;&#22836;&#37117;&#19981;&#21097;&#20102;&#21602;&#12290;&#37027;&#24403;&#28982;&#65292;&#20027;&#20154;&#20859;&#29399;&#20102;&#22043;&#12290;</p>
<p>&#20294;&#26159;&#65292;&#30495;&#30340;&#24403;&#25481;&#19979;&#19968;&#20123;&#39592;&#28195;&#26469;&#65292;&#21448;&#21464;&#25104;&#20102;&#23617;&#27665;&#20114;&#25488;&#12290;</p>
<p>&nbsp;</p>
<p>
&#33267;&#20110;&#37027;&#20010;&#23567;&#20249;&#23376;&#65292;&#25105;&#33258;&#28982;&#19981;&#33021;&#24819;&#35937;&#20182;&#26159;&#24590;&#20040;&#26679;&#29100;&#36807;&#36825;5000&#20844;&#37324;&#65292;&#27599;&#24180;&#26149;&#36816;&#37117;&#26377;2&#20159;&#20154;&#65292;&#20687;&#20182;&#36825;&#26679;&#30340;&#33267;&#23569;&#26377;&#19968;&#20159;&#65292;&#30475;&#30528;&#31383;&#22806;&#30340;&#22825;&#22823;&#22320;&#22823;&#65292;&#37117;&#21644;&#20182;&#20204;&#27809;&#26377;&#20851;&#31995;&#65292;&#36763;&#33510;&#19968;&#24180;&#22238;&#23478;&#65292;&#36825;&#20010;&#22269;&#23478;&#36830;&#20010;&#25240;&#25187;&#37117;&#19981;&#32473;&#20182;&#20204;&#65292;&#22914;&#26524;&#27809;&#34987;&#25380;&#24748;&#31354;&#30340;&#35805;&#65292;&#27492;&#21051;&#20182;&#20204;&#30340;&#20154;&#22343;&#21344;&#22320;&#38754;&#31215;&#25509;&#36817;&#19968;&#24179;&#26041;&#20998;&#31859;&#12290;&#36825;&#32676;&#34987;&#22478;&#24066;&#21270;&#36827;&#31243;&#21644;&#22823;&#22269;&#39118;&#33539;&#21033;&#29992;&#30340;&#24180;&#36731;&#20154;&#65292;&#25171;&#24037;&#19968;&#24180;&#65292;&#35828;&#20320;&#27809;&#29992;&#30340;&#26102;&#20505;&#65292;&#20320;&#23601;&#27809;&#29992;&#65292;&#21271;&#20140;&#30340;&#22320;&#19979;&#23460;&#37117;&#19981;&#35753;&#20986;&#31199;&#20102;&#65292;&#24456;&#22810;&#22320;&#26041;&#35201;&#24320;&#22987;&#38480;&#21046;&#32676;&#31199;&#25151;&#65292;&#35828;&#20320;&#26377;&#29992;&#30340;&#26102;&#20505;&#65292;&#20320;&#23601;&#26377;&#29992;&#65292;&#27604;&#22914;&#28903;&#25481;&#19968;&#26635;&#27004;&#35201;&#36805;&#36895;&#26597;&#26126;&#20107;&#25925;&#36131;&#20219;&#20154;&#30340;&#26102;&#20505;&#20320;&#23601;&#24456;&#39030;&#29992;&#12290;&#24037;&#20316;&#19968;&#24180;&#65292;&#25490;&#38431;&#19968;&#22825;&#65292;&#20080;&#22909;&#21407;&#20215;&#31080;&#65292;&#31359;&#30528;&#32440;&#23615;&#35044;&#65292;&#31449;&#30528;&#22238;&#32769;&#23478;&#65292;&#30456;&#24403;&#26377;&#23562;&#20005;&#12290;</p>
<p>&nbsp;</p>
<p>
&#22312;&#12298;&#38738;&#26149;&#12299;&#37324;&#65292;&#25105;&#20889;&#21040;&#20102;&#19968;&#20301;&#26379;&#21451;&#65292;&#22312;&#12298;&#29420;&#21809;&#22242;&#12299;&#37324;&#65292;&#38382;&#20160;&#20040;&#26102;&#20505;&#32769;&#26495;&#21487;&#20197;&#28072;&#24037;&#36164;&#30340;&#20063;&#26159;&#36825;&#20301;&#26379;&#21451;&#65292;&#29616;&#22312;&#20182;&#27704;&#36828;&#19981;&#29992;&#25285;&#24515;&#32769;&#26495;&#28072;&#24037;&#36164;&#30340;&#38382;&#39064;&#20102;&#65292;&#22240;&#20026;&#20182;&#22833;&#19994;&#20102;&#12290;&#20182;&#26159;&#26412;&#22320;&#20154;&#65292;&#20182;&#23478;&#23601;&#31199;&#32473;&#20102;&#24456;&#22810;&#25143;&#22806;&#22320;&#25171;&#24037;&#30340;&#20570;&#23487;&#33293;&#65292;&#19968;&#26376;&#20004;&#30334;&#19968;&#38388;&#65292;&#23478;&#37324;&#33021;&#26377;&#28857;&#22806;&#24555;&#12290;&#22914;&#20170;&#20182;&#32769;&#23110;&#24576;&#23381;&#20102;&#65292;&#19977;&#26376;&#20221;&#35201;&#29983;&#65292;&#22909;&#22312;&#20182;&#21448;&#25214;&#21040;&#19968;&#20010;&#26376;&#34218;&#19977;&#21315;&#30340;&#24037;&#20316;&#65292;&#24515;&#28385;&#24847;&#36275;&#65292;&#32780;&#19988;&#24037;&#20316;&#36317;&#31163;&#22312;&#30005;&#29942;&#36710;&#20805;&#28385;&#30005;&#30340;&#32493;&#33322;&#33539;&#22260;&#37324;&#12290;&#20182;&#29616;&#22312;&#23601;&#25285;&#24515;&#20004;&#20214;&#20107;&#65292;&#19968;&#20214;&#26159;&#34429;&#28982;&#26376;&#34218;&#19977;&#21315;&#65292;&#20294;&#26159;&#19968;&#30424;&#31639;&#65292;&#22902;&#31881;&#21644;&#32440;&#23615;&#35044;&#23601;&#24046;&#19981;&#22810;&#20102;&#65292;&#26159;&#19981;&#26159;&#35201;&#24448;&#32440;&#23615;&#35044;&#37324;&#22443;&#19968;&#20123;&#33609;&#32440;&#65292;&#31532;&#20108;&#20214;&#26159;&#20182;&#22240;&#20026;&#27833;&#20215;&#39640;&#25165;&#20080;&#20102;&#30005;&#29942;&#36710;&#65292;&#22909;&#19981;&#23481;&#26131;&#30005;&#29942;&#36710;&#30340;&#38480;&#21046;&#25919;&#31574;&#24310;&#32531;&#20102;&#65292;&#20294;&#20840;&#22269;&#21040;&#22788;&#37117;&#22312;&#33410;&#33021;&#20943;&#25490;&#65292;&#19975;&#19968;&#23478;&#37324;&#34987;&#25289;&#38392;&#26029;&#30005;&#65292;&#25105;&#36825;&#30005;&#29942;&#36710;&#24590;&#20040;&#20805;&#30005;&#65292;&#36825;&#20040;&#36828;&#25105;&#35813;&#24590;&#20040;&#21435;&#19978;&#29677;&#12290;</p>
<p>&nbsp;</p>
<p>
&#25105;&#23433;&#24944;&#20182;&#35828;&#65292;&#31532;&#20108;&#20010;&#38382;&#39064;&#65292;&#20320;&#22823;&#21487;&#25918;&#24515;&#65292;&#22240;&#20026;&#20320;&#23478;&#26029;&#30005;&#20102;&#65292;&#24037;&#19994;&#21306;&#20063;&#32943;&#23450;&#26029;&#30005;&#20102;&#65292;&#24037;&#19994;&#21306;&#26029;&#30005;&#20102;&#65292;&#20320;&#37027;&#23478;&#24037;&#21378;&#20063;&#32943;&#23450;&#26029;&#30005;&#20102;&#65292;&#37027;&#35201;&#29992;&#26612;&#27833;&#21457;&#30005;&#26426;&#65292;&#22909;&#22312;&#36825;&#24180;&#22836;&#36830;&#26612;&#27833;&#20063;&#33618;&#20102;&#65292;&#25152;&#20197;&#20320;&#37027;&#21378;&#23601;&#30772;&#20135;&#20102;&#65292;&#20320;&#23601;&#27809;&#24037;&#20316;&#20102;&#65292;&#37027;&#23601;&#19981;&#29992;&#30005;&#29942;&#36710;&#20102;&#12290;</p>
<p>&nbsp;</p>
<p>&#26379;&#21451;&#35828;&#65292;&#30495;&#26159;&#65292;&#37027;&#25105;&#23601;&#19981;&#24597;&#20102;&#65292;&#36824;&#26159;&#25919;&#24220;&#24819;&#30340;&#21608;&#21040;&#21834;&#12290;</p>
<p>&nbsp;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/01/24/4538/" title="1:06 PM" rel="bookmark"><time class="entry-date" datetime="2011-01-24T13:06:32+00:00">2011/01/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-4410" class="post-4410 post type-post status-publish format-standard hentry category-stefanie tag-stefanie"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/01/24/4410/" rel="bookmark">Tv&aring;hundra Tjugoett</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/01/24/4410/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>
</p><div id="_mcePaste">i hate the sites who want to prevent the normal flow of information&hellip;&hellip;</div>

<div id="_mcePaste">1/2 unit to finish svenska level 1.</div>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/stefanie/" rel="category tag">Stefanie</a> and tagged <a href="http://log.SunnyBoy.Me/tag/stefanie/" rel="tag">Stefanie</a> on <a href="http://log.SunnyBoy.Me/2011/01/24/4410/" title="1:47 AM" rel="bookmark"><time class="entry-date" datetime="2011-01-24T01:47:13+00:00">2011/01/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --></div><!-- #content -->
	</section><!-- #primary --><div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>January 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2010/12/">&laquo; Dec</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/02/">Feb &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="5" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/01/01/" aria-label="Posts published on January 1, 2011">1</a></td><td>2</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/03/" aria-label="Posts published on January 3, 2011">3</a></td><td>4</td><td><a href="http://log.SunnyBoy.Me/2011/01/05/" aria-label="Posts published on January 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/01/07/" aria-label="Posts published on January 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/08/" aria-label="Posts published on January 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/09/" aria-label="Posts published on January 9, 2011">9</a></td>
	</tr><tr><td>10</td><td><a href="http://log.SunnyBoy.Me/2011/01/11/" aria-label="Posts published on January 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/12/" aria-label="Posts published on January 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/13/" aria-label="Posts published on January 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/14/" aria-label="Posts published on January 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/15/" aria-label="Posts published on January 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/16/" aria-label="Posts published on January 16, 2011">16</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/17/" aria-label="Posts published on January 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/18/" aria-label="Posts published on January 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/19/" aria-label="Posts published on January 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/20/" aria-label="Posts published on January 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/21/" aria-label="Posts published on January 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/22/" aria-label="Posts published on January 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/23/" aria-label="Posts published on January 23, 2011">23</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/24/" aria-label="Posts published on January 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/25/" aria-label="Posts published on January 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/26/" aria-label="Posts published on January 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/27/" aria-label="Posts published on January 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/28/" aria-label="Posts published on January 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/29/" aria-label="Posts published on January 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/30/" aria-label="Posts published on January 30, 2011">30</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/31/" aria-label="Posts published on January 31, 2011">31</a></td>
		<td class="pad" colspan="6">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
