<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#20420;&#24037;&#31243;&#24072;&#22971;&#22899;&#31354;&#38590;&#20007;&#21629;  &#19976;&#22827;&#36328;&#36234;&#22269;&#22659;&#25163;&#20995;&#36131;&#20219;&#20154; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#20420;&#24037;&#31243;&#24072;&#22971;&#22899;&#31354;&#38590;&#20007;&#21629;  &#19976;&#22827;&#36328;&#36234;&#22269;&#22659;&#25163;&#20995;&#36131;&#20219;&#20154; Comments Feed" href="http://log.SunnyBoy.Me/2011/07/26/12296/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#12302;&#32654;&#22269;&#12303;&#31185;&#24187;cos&#36855;&#30340;&#30427;&#20107; 2011&#32654;&#22269;&#21160;&#28459;&#23637;&#65288;&#22270;&#65289;" href="http://log.SunnyBoy.Me/2011/07/25/12294/"><link rel="next" title="A Mom Tried to Light a Cigarette with a Gun But Accidentally Shot Her Daughter Instead [Wtf]" href="http://log.SunnyBoy.Me/2011/07/28/12277/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/07/26/12296/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=12296"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F07%2F26%2F12296%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F07%2F26%2F12296%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-12296 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-12296" class="post-12296 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#20420;&#24037;&#31243;&#24072;&#22971;&#22899;&#31354;&#38590;&#20007;&#21629;  &#19976;&#22827;&#36328;&#36234;&#22269;&#22659;&#25163;&#20995;&#36131;&#20219;&#20154;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/26/12296/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12288;&#12288;&#26469;&#28304;&#65306;&#20013;&#38738;&#22312;&#32447;</p>
<p>&#12288;&#12288;&#20420;&#32599;&#26031;&ldquo;&#22797;&#20167;&#32773;&rdquo;&#24402;&#26469;</p>
<p>&#12288;&#12288;&#26412;&#25253;&#29305;&#32422;&#35760;&#32773;&#33707;&#39118;</p>
<p>&#12288;&#12288;&#19968;&#36215;&#31354;&#38590;&#35753;&#20420;&#32599;&#26031;&#24314;&#31569;&#24037;&#31243;&#24072;&#32500;&#22612;&#21033;&#21049;&#37027;&#38388;&#22833;&#21435;&#20102;&#29233;&#22971;&#21644;&#19968;&#21452;&#20799;&#22899;&#12290;&#38754;&#23545;&#35797;&#22270;&#25512;&#21368;&#36131;&#20219;&#30340;&#33322;&#31354;&#35843;&#24230;&#20844;&#21496;&#65292;&#24868;&#24594;&#30340;&#20182;&#36328;&#36234;&#22269;&#22659;&#65292;&#21040;&#29790;&#22763;&#25163;&#20995;&#22833;&#32844;&#30340;&#35843;&#24230;&#21592;&#12290;</p>
<p>&#12288;&#12288;&#20182;&#23545;&#22971;&#20799;&#30340;&#25370;&#29233;&#65292;&#35753;&#26080;&#24773;&#30340;&#21496;&#27861;&#21046;&#24230;&#20026;&#20043;&#21160;&#23481;&#65292;&#36731;&#21028;&#20182;8&#24180;&#30417;&#31105;&#12290;&#20837;&#29425;3&#24180;&#21518;&#30340;2007&#24180;11&#26376;12&#26085;&#65292;&#32500;&#22612;&#21033;&#34987;&#25552;&#21069;&#37322;&#25918;&#22238;&#21040;&#20420;&#32599;&#26031;&#12290;</p>
<p>&#12288;&#12288;&#33707;&#26031;&#31185;&#30340;&#22812;&#26202;&#65292;&#23506;&#20919;&#30340;&#31354;&#27668;&#20013;&#20805;&#26021;&#30528;&#28526;&#28287;&#30340;&#27668;&#24687;&#12290;&#31354;&#26103;&#30340;&#34903;&#36947;&#19978;&#65292;&#31232;&#30095;&#30340;&#36335;&#28783;&#21457;&#20986;&#24808;&#30333;&#30340;&#20809;&#12290;&#23588;&#37324;&middot;&#21345;&#27931;&#32822;&#22827;&#25512;&#24320;&#20303;&#25152;&#27785;&#37325;&#30340;&#38081;&#38376;&#65292;&#23478;&#20154;&#40060;&#36143;&#32780;&#20986;&#12290;&#29255;&#21051;&#21518;&#65292;&#19968;&#36742;&#23567;&#27773;&#36710;&#21367;&#36215;&#22320;&#38754;&#19978;&#30340;&#27877;&#27700;&#65292;&#26397;&#22810;&#33707;&#26480;&#22810;&#27779;&#26426;&#22330;&#39542;&#21435;&#12290;&#19968;&#36335;&#19978;&#65292;&#19981;&#26029;&#26377;&#36710;&#36742;&#27719;&#38598;&#32780;&#26469;&#65292;&#22823;&#23478;&#35201;&#25226;&#32500;&#22612;&#21033;&middot;&#21345;&#27931;&#32822;&#22827;&#25509;&#22238;&#23478;&#12290;11&#26376;12&#26085;&#22812;&#65292;&#25972;&#20010;&#20420;&#32599;&#26031;&#27880;&#35270;&#30528;&#22810;&#33707;&#26480;&#22810;&#27779;&#26426;&#22330;&#65292;&#27880;&#35270;&#30528;&#34987;&#31216;&#20026;&ldquo;&#22797;&#20167;&#32773;&rdquo;&#30340;&#32500;&#22612;&#21033;&middot;&#21345;&#27931;&#32822;&#22827;&#30340;&#22238;&#23478;&#20043;&#36335;&#12290;</p>
<p>&#12288;&#12288;1&#65294;&#35753;&#20154;&#24515;&#30862;&#30340;&#21320;&#22812;</p>
<p>&#12288;&#12288;&ldquo;&#32500;&#22612;&#21033;&#26159;&#20010;&#21892;&#33391;&#30340;&#24314;&#31569;&#24037;&#31243;&#24072;&#12290;&rdquo;&#22312;&#20420;&#32599;&#26031;&#21271;&#22885;&#22622;&#26799;&#39318;&#24220;&#24343;&#25289;&#23395;&#39640;&#21152;&#32034;&#65292;&#29087;&#24713;&#20182;&#30340;&#20154;&#37117;&#36825;&#26679;&#35828;&#12290;&#25317;&#26377;&#36132;&#24800;&#30340;&#22971;&#23376;&#65292;&#20859;&#32946;&#30528;&#19968;&#21452;&#20799;&#22899;&#65292;&#29983;&#27963;&#23500;&#36275;&hellip;&hellip;&#22312;&#32500;&#22612;&#21033;&#30475;&#26469;&#65292;&#36825;&#26679;&#30340;&#29983;&#27963;&#36275;&#22815;&#20102;&#12290;&#28982;&#32780;&#65292;&#19968;&#20010;&#35753;&#20154;&#24515;&#30862;&#30340;&#21320;&#22812;&#65292;&#35753;&#36825;&#26679;&#19968;&#20301;&#24428;&#24428;&#26377;&#31036;&#30340;&#20013;&#24180;&#30007;&#23376;&#36328;&#36234;&#22269;&#22659;&#65292;&#21046;&#36896;&#22797;&#20167;&#34880;&#26696;&#12290;</p>
<p>&#12288;&#12288;2002&#24180;7&#26376;1&#26085;&#26202;&#65292;&#20420;&#32599;&#26031;&#24052;&#20160;&#22522;&#23572;&#33322;&#31354;&#20844;&#21496;&#30340;&#19968;&#26550;&#22270;154&#23458;&#26426;&#65292;&#27491;&#21521;&#30446;&#30340;&#22320;&#35199;&#29677;&#29273;&#24052;&#22622;&#32599;&#37027;&#39134;&#21435;&#12290;&#36825;&#26550;&#39134;&#26426;&#19978;&#30340;&#20027;&#35201;&#20056;&#23458;&#65292;&#26159;&#19968;&#32676;&#20934;&#22791;&#21435;&#24230;&#20551;&#30340;&#20420;&#32599;&#26031;&#23401;&#23376;&#21644;&#20182;&#20204;&#30340;&#29238;&#27597;&#65292;&#39134;&#26426;&#19978;&#20805;&#28385;&#20102;&#23401;&#23376;&#20204;&#30340;&#27426;&#31505;&#22768;&#12290;&#19981;&#36807;&#29616;&#22312;&#65292;&#39134;&#26426;&#19978;&#23433;&#38745;&#19979;&#26469;&#20102;&#65292;&#32463;&#36807;&#20960;&#23567;&#26102;&#30340;&#39134;&#34892;&#65292;&#23401;&#23376;&#20204;&#26377;&#20123;&#30130;&#24811;&#65292;&#31383;&#22806;&#30340;&#22812;&#33394;&#25104;&#20102;&#20652;&#30496;&#21058;&#12290;&#32500;&#22612;&#21033;&#30340;&#22971;&#23376;&#26031;&#38886;&#29305;&#20848;&#23068;&#65292;&#29031;&#39038;&#30528;&#20004;&#20010;&#23401;&#23376;&#65292;11&#23681;&#30340;&#20799;&#23376;&#24247;&#26031;&#22374;&#19969;&#21644;4&#23681;&#30340;&#22899;&#20799;&#23395;&#38463;&#23068;&#24050;&#32463;&#36827;&#20837;&#26790;&#20065;&#12290;&#26031;&#38886;&#29305;&#20848;&#23068;&#21644;&#20799;&#22899;&#27492;&#34892;&#30340;&#30446;&#30340;&#65292;&#26159;&#21435;&#30475;&#26395;&#27491;&#22312;&#35199;&#29677;&#29273;&#24037;&#20316;&#30340;&#32500;&#22612;&#21033;&#12290;</p>
<p>&#12288;&#12288;&#27492;&#26102;&#65292;&#22312;&#29790;&#22763;&#33487;&#40654;&#22763;&#31354;&#20013;&#31649;&#21046;&#20013;&#24515;&#65292;&#20540;&#29677;&#30340;&#33322;&#31354;&#35843;&#24230;&#21592;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#27491;&#22312;&#20004;&#20010;&#24037;&#20316;&#21488;&#20043;&#38388;&#24033;&#35270;&#12290;&#21478;&#19968;&#20301;&#21516;&#20107;&#20020;&#26102;&#31163;&#24320;&#65292;&#20182;&#19981;&#24471;&#19981;&#26469;&#22238;&#29031;&#24212;&#12290;</p>
<p>&#12288;&#12288;&#24403;&#26202;23&#26102;29&#20998;&#65292;&#24503;&#22269;&#24917;&#23612;&#40657;&#31649;&#21046;&#20013;&#24515;&#25226;&#23545;&#36825;&#26550;&#23458;&#26426;&#30340;&#31649;&#21046;&#26435;&#65292;&#31227;&#20132;&#32473;&#29790;&#22763;&#33487;&#40654;&#19990;&#31649;&#21046;&#20013;&#24515;&#12290;6&#20998;&#38047;&#21069;&#65292;&#19968;&#26550;&#23646;&#20110;&#25958;&#35946;&#20844;&#21496;&#30340;&#27874;&#38899;757&#36135;&#26426;&#65292;&#33719;&#20934;&#39134;&#24448;&#24503;&#22269;&#26031;&#22270;&#21152;&#29305;&#12290;</p>
<p>&#12288;&#12288;&ldquo;BTS2937&#65288;&#22270;154&#30340;&#33322;&#29677;&#21495;&#65289;&#65292;&#31435;&#21363;&#19979;&#38477;&#39640;&#24230;&#12290;&rdquo;&#24403;&#26202;23&#26102;34&#20998;&#65292;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#35273;&#23519;&#21040;&#30896;&#25758;&#21361;&#38505;&#21518;&#65292;&#24908;&#24537;&#21521;&#22270;154&#33322;&#29677;&#21457;&#20986;&#25351;&#20196;&#65292;&#22270;154&#33322;&#29677;&#38543;&#21363;&#38477;&#20302;&#39640;&#24230;&#12290;&#20294;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#27809;&#26377;&#27880;&#24847;&#21040;&#25958;&#35946;&#36135;&#26426;&#21516;&#26102;&#21521;&#25511;&#21046;&#21488;&#21457;&#20986;&#30340;&#19979;&#38477;&#25253;&#21578;&#12290;43&#31186;&#20043;&#21518;&#65292;&#22312;&#24503;&#22269;&#21644;&#29790;&#22763;&#20132;&#30028;&#30340;&#21338;&#30331;&#28246;&#19978;&#31354;&#65292;&#20004;&#26550;&#39134;&#26426;&#30456;&#25758;&#12290;</p>
<p>&#12288;&#12288;2&#65294;&#20182;&#35201;&#35753;&#36131;&#20219;&#20154;&#35874;&#32618;</p>
<p>&#12288;&#12288;&#22121;&#32791;&#20256;&#26469;&#65292;&#32500;&#22612;&#21033;&#22833;&#39746;&#33853;&#39748;&#22320;&#36214;&#24448;&#22368;&#26426;&#21306;&#22495;&mdash;&mdash;&#21338;&#30331;&#28246;&#30340;&#24503;&#22269;&#19968;&#20391;&#12290;&#20182;&#26159;&#31532;&#19968;&#20010;&#36214;&#21040;&#37027;&#37324;&#30340;&#36935;&#38590;&#32773;&#23478;&#23646;&#65292;&#30001;&#20110;&#27809;&#26469;&#24471;&#21450;&#19982;&#29616;&#22330;&#25351;&#25381;&#37096;&#38376;&#27807;&#36890;&#65292;&#36127;&#36131;&#29616;&#22330;&#20445;&#25252;&#30340;&#35686;&#23519;&#25298;&#32477;&#35753;&#20182;&#36827;&#20837;&#35686;&#25106;&#21306;&#22495;&#12290;&#26412;&#26469;&#33021;&#35762;&#24503;&#35821;&#30340;&#32500;&#22612;&#21033;&#65292;&#35821;&#26080;&#20262;&#27425;&#22320;&#21741;&#21898;&#30528;&#12289;&#25379;&#25166;&#30528;&#24448;&#37324;&#38383;&#65292;&#30452;&#21040;&#24503;&#22269;&#35686;&#23519;&#24847;&#35782;&#21040;&#20182;&#26159;&#36935;&#38590;&#32773;&#23478;&#23646;&#12290;</p>
<p>&#12288;&#12288;&#30446;&#20987;&#32773;&#36825;&#26679;&#24418;&#23481;&#36825;&#36215;&#20107;&#25925;&#65306;&ldquo;&#20004;&#20010;&#24040;&#22823;&#30340;&#28779;&#29699;&#20174;&#22825;&#19978;&#25481;&#19979;&#26469;&#65292;&#24456;&#22810;&#29123;&#28903;&#30528;&#30340;&#29289;&#20307;&#29978;&#33267;&#23608;&#22359;&#20063;&#36825;&#26679;&#25481;&#19979;&#26469;&#12290;&rdquo;&#39134;&#26426;&#27531;&#39608;&#21644;&#36935;&#38590;&#32773;&#30340;&#36951;&#20307;&#20998;&#24067;&#22312;&#22823;&#29255;&#30340;&#21306;&#22495;&#37324;&#65292;&#32500;&#22612;&#21033;&#22312;&#25937;&#25588;&#20154;&#21592;&#30340;&#38506;&#20276;&#19979;&#65292;&#33392;&#38590;&#22320;&#25386;&#21160;&#33050;&#27493;&#12290;&#24403;&#20182;&#20204;&#25214;&#21040;&#32500;&#22612;&#21033;4&#23681;&#30340;&#22899;&#20799;&#23395;&#38463;&#23068;&#30340;&#36951;&#39608;&#26102;&#65292;&#32500;&#22612;&#21033;&#20960;&#20046;&#23849;&#28291;&#20102;&#65292;&#29978;&#33267;&#22833;&#21435;&#20102;&#30475;&#22971;&#23376;&#26368;&#21518;&#19968;&#30524;&#30340;&#21191;&#27668;&#12290;</p>
<p>&#12288;&#12288;&#20107;&#25925;&#21457;&#29983;&#21518;&#65292;&#29790;&#22763;&#33487;&#40654;&#22763;&#31354;&#20013;&#31649;&#21046;&#20013;&#24515;&#31216;&#65292;&#22270;154&#23458;&#26426;&#30340;&#39134;&#34892;&#21592;&#23545;&#38477;&#20302;&#39640;&#24230;&#30340;&#25351;&#20196;&#21453;&#24212;&#36831;&#38045;&#65292;&#23548;&#33268;&#23458;&#26426;&#21516;&#36135;&#26426;&#30456;&#25758;&#12290;&#31354;&#31649;&#20013;&#24515;&#25152;&#23646;&#30340;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#36879;&#38706;&#65292;&#20182;&#20204;&#26366;&#22810;&#27425;&#35201;&#27714;&#22270;154&#38477;&#20302;&#39134;&#34892;&#39640;&#24230;&#65292;&#20294;&#39134;&#34892;&#21592;&#23545;&#27492;&#32622;&#20043;&#19981;&#29702;&#12290;&#24403;&#23427;&#32456;&#20110;&#19979;&#38477;&#26102;&#65292;&#36814;&#38754;&#39134;&#26469;&#30340;&#36135;&#26426;&#20063;&#24320;&#22987;&#19979;&#38477;&#12290;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#22320;&#21306;&#25511;&#21046;&#20013;&#24515;&#30340;&#36127;&#36131;&#20154;&#22312;&#35760;&#32773;&#25307;&#24453;&#20250;&#19978;&#31216;&#65292;&#29790;&#22763;&#23548;&#33322;&#21592;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#20855;&#26377;&#22810;&#24180;&#30340;&#23548;&#33322;&#32463;&#39564;&#65292;&#20182;&#24403;&#26102;&ldquo;&#27491;&#30830;&#22320;&#21551;&#21160;&#20102;&#27491;&#24120;&#30340;&#36530;&#36991;&#31243;&#24207;&rdquo;&#12290;</p>
<p>&#12288;&#12288;&#20294;&#26159;&#65292;&#20420;&#32599;&#26031;&#21644;&#24503;&#22269;&#26041;&#38754;&#30340;&#35843;&#26597;&#25253;&#21578;&#23545;&#27492;&#24182;&#19981;&#35748;&#21516;&#12290;&#32500;&#22612;&#21033;&#36880;&#28176;&#20174;&#30171;&#19981;&#27442;&#29983;&#20013;&#25670;&#33073;&#20986;&#26469;&#65292;&#35201;&#20026;&#22971;&#20799;&#30340;&#27515;&#35752;&#20010;&#20844;&#36947;&#12290;&#32500;&#22612;&#21033;&#25968;&#27425;&#25214;&#21040;&#29790;&#22763;&#33487;&#40654;&#22763;&#31354;&#20013;&#31649;&#21046;&#20013;&#24515;&#65292;&#23545;&#26041;&#30340;&#24577;&#24230;&#20174;&#32622;&#20043;&#19981;&#29702;&#36716;&#20026;&#35797;&#22270;&#30772;&#36130;&#28040;&#28798;&#12290;&#36825;&#35753;&#32500;&#22612;&#21033;&#30456;&#20449;&#65292;&#20107;&#25925;&#26159;&ldquo;&#20154;&#20026;&rdquo;&#30340;&#65292;&#20182;&#20915;&#24515;&#35753;&#36131;&#20219;&#20154;&#35874;&#32618;&#65292;&#20026;&#23478;&#20154;&#25253;&#20167;&#12290;</p>
<p>&#12288;&#12288;3&#65294;&#20174;&#21463;&#23475;&#32773;&#21464;&#25104;&#32618;&#29359;</p>
<p>&#12288;&#12288;2004&#24180;2&#26376;24&#26085;&#20621;&#26202;&#65292;&#33487;&#40654;&#19990;&#37066;&#21306;&#20811;&#27931;&#33150;&#38215;&#21015;&#24052;&#32500;&#25096;&#22823;&#34903;26&#21495;&#38376;&#22806;&#65292;&#26469;&#20102;&#19968;&#20010;&#20013;&#24180;&#30007;&#23376;&#12290;&ldquo;&#25105;&#24819;&#25214;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#12290;&rdquo;&#36890;&#36807;&#38376;&#21475;&#30340;&#23545;&#35762;&#26426;&#65292;&#23612;&#23572;&#36874;&#22826;&#22826;&#30693;&#36947;&#26469;&#20154;&#35201;&#25214;&#33258;&#24049;&#30340;&#19976;&#22827;&#12290;&ldquo;&#24444;&#24471;&#65292;&#38376;&#22806;&#26377;&#20154;&#25214;&#12290;&rdquo;&#23612;&#23572;&#36874;&#22826;&#22826;&#19978;&#27004;&#35753;&#19976;&#22827;&#20986;&#26469;&#25509;&#24453;&#23458;&#20154;&#12290;&#19981;&#22810;&#26102;&#65292;&#23612;&#23572;&#36874;&#22826;&#22826;&#21548;&#35265;&#38376;&#21475;&#20256;&#26469;&#20105;&#21557;&#21644;&#25171;&#26007;&#22768;&#65292;&#24403;&#22905;&#20174;&#27004;&#19978;&#36305;&#19979;&#26469;&#30340;&#26102;&#20505;&#65292;&#21457;&#29616;&#19976;&#22827;&#20498;&#22312;&#20102;&#34880;&#27850;&#20013;&#12290;</p>
<p>&#12288;&#12288;&#38543;&#21518;&#36214;&#21040;&#30340;&#21307;&#29983;&#35777;&#23454;&#65292;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#36523;&#20013;&#25968;&#20992;&#36523;&#20129;&#12290;&#35686;&#23519;&#36805;&#36895;&#23553;&#38145;&#20102;&#23567;&#38215;&#12290;&#24403;&#24180;2&#26376;25&#26085;&#65292;&#29790;&#22763;&#35686;&#23519;&#22312;&#33487;&#40654;&#19990;&#30340;&#19968;&#23478;&#37202;&#24215;&#37324;&#25235;&#33719;&#20102;&#27491;&#20934;&#22791;&#20056;&#39134;&#26426;&#36820;&#22238;&#20420;&#32599;&#26031;&#30340;48&#23681;&#30340;&#29359;&#32618;&#23244;&#30097;&#20154;&#32500;&#22612;&#21033;&#65292;&#24182;&#22312;&#20182;&#36523;&#19978;&#25628;&#20986;&#20102;&#21253;&#25324;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#22312;&#20869;&#30340;&#29790;&#22763;&#31354;&#31649;&#20154;&#21592;&#30340;&#36164;&#26009;&#12290;</p>
<p>&#12288;&#12288;&#38754;&#23545;&#35686;&#23519;&#65292;&#32500;&#22612;&#21033;&#24456;&#24179;&#38745;&#65292;&#20182;&#34920;&#31034;&#33258;&#24049;&#20570;&#20102;&#35813;&#20570;&#30340;&#20107;&#24773;&#12290;&#24471;&#30693;&#23612;&#23572;&#36874;&#22826;&#22826;&#21644;&#23401;&#23376;&#20204;&#26356;&#25442;&#20102;&#20303;&#25152;&#26102;&#65292;&#32500;&#22612;&#21033;&#24179;&#38745;&#22320;&#34920;&#31034;&#65306;&ldquo;&#25105;&#19981;&#20250;&#21435;&#20260;&#23475;&#20182;&#30340;&#22971;&#23376;&#21644;&#23401;&#23376;&#65292;&#22240;&#20026;&#36807;&#38169;&#26159;&#20182;&#19968;&#20010;&#20154;&#30340;&#12290;&rdquo;</p>
<p>&#12288;&#12288;4&#65294;&ldquo;&#25335;&#38382;&#24515;&#28789;&rdquo;&#30340;&#24237;&#23457;</p>
<p>&#12288;&#12288;&#20026;&#22971;&#20799;&#25253;&#20167;&#30340;&#32500;&#22612;&#21033;&#65292;&#24471;&#21040;&#20102;&#20420;&#32599;&#26031;&#20154;&#30340;&#26222;&#36941;&#21516;&#24773;&#65292;&#20154;&#20204;&#21457;&#36215;&#20102;&#19968;&#22330;&#35299;&#25937;&#32500;&#22612;&#21033;&#30340;&#36816;&#21160;&#65292;&#29978;&#33267;&#21521;&#22806;&#20132;&#37096;&#38376;&#26045;&#21387;&#65292;&#24076;&#26395;&#25919;&#24220;&#20986;&#38754;&#20026;&#32500;&#22612;&#21033;&#35828;&#35805;&#12290;</p>
<p>&#12288;&#12288;&#20420;&#32599;&#26031;&#23448;&#26041;&#20110;&#26159;&#36890;&#36807;&#22810;&#31181;&#28192;&#36947;&#19982;&#29790;&#22763;&#25919;&#24220;&#21644;&#21496;&#27861;&#37096;&#38376;&#27807;&#36890;&#65292;&#24076;&#26395;&#23558;&#32500;&#22612;&#21033;&#24341;&#28193;&#22238;&#22269;&#25509;&#21463;&#23457;&#21028;&#12290;&#19981;&#36807;&#65292;&#29790;&#22763;&#21496;&#27861;&#26426;&#26500;&#27809;&#26377;&#21516;&#24847;&#12290;&#32463;&#36807;&#19968;&#24180;&#22810;&#30340;&#35843;&#26597;&#65292;&#29790;&#22763;&#26816;&#23519;&#26426;&#26500;&#20197;&ldquo;&#33988;&#24847;&#35851;&#26432;&#32618;&rdquo;&#27491;&#24335;&#21521;&#29790;&#22763;&#32852;&#37030;&#27861;&#38498;&#36215;&#35785;&#32500;&#22612;&#21033;&#12290;</p>
<p>&#12288;&#12288;2005&#24180;10&#26376;26&#26085;&#65292;&#27861;&#38498;&#23459;&#21028;&#20102;&#27492;&#26696;&#12290;&#36825;&#22825;&#65292;&#27861;&#38498;&#30340;&#26049;&#21548;&#24109;&#19978;&#22352;&#28385;&#20102;&#20154;&#12290;&#24503;&#22269;&#19968;&#23478;&#25253;&#32440;&#29992;&#12298;&#23545;&#24515;&#28789;&#30340;&#30171;&#20987;&#12299;&#20026;&#39064;&#65292;&#35760;&#24405;&#20102;&#23459;&#21028;&#21069;&#27861;&#23448;&#21644;&#32500;&#22612;&#21033;&#30340;&#23545;&#35805;&#12290;</p>
<p>&#12288;&#12288;&ldquo;&#36825;&#20010;&#19981;&#24184;&#20107;&#20214;&#37325;&#21019;&#20102;&#20320;&#30340;&#29983;&#27963;&#12290;&#20320;&#35828;&#36807;&#65292;&#23427;&#25226;&#20320;&#30340;&#29983;&#21629;&#25512;&#21040;&#20102;&#23613;&#22836;&#12290;&#26159;&#36825;&#26679;&#21527;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#26159;&#30340;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20320;&#20146;&#33258;&#37492;&#21035;&#20102;&#33258;&#24049;&#23401;&#23376;&#30340;&#36951;&#39608;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#25105;&#30340;&#23401;&#23376;&#26159;&#36935;&#38590;&#32773;&#20013;&#26368;&#23567;&#30340;&#65292;&#20182;&#20204;&#30340;&#36951;&#39608;&#20960;&#20046;&#19981;&#29992;&#37492;&#21035;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#37027;&#20320;&#22971;&#23376;&#30340;&#21602;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#25105;&#27809;&#26377;&#33021;&#21147;&#20877;&#30475;&#22905;&#19968;&#30524;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#25511;&#21578;&#20013;&#25351;&#20986;&#65292;&#20026;&#22971;&#23376;&#21644;&#23401;&#23376;&#25253;&#20167;&#25104;&#20102;&#20320;&#29983;&#21629;&#20013;&#24799;&#19968;&#30340;&#30446;&#26631;&#12290;&#26159;&#36825;&#26679;&#21527;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#36825;&#26159;&#25105;&#33021;&#20026;&#20182;&#20204;&#20570;&#30340;&#20840;&#37096;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20320;&#26366;&#35828;&#65292;&#27599;&#22825;&#26089;&#26216;&#65292;&#20320;&#37117;&#35201;&#25226;&#22971;&#23376;&#21644;&#23401;&#23376;&#30340;&#29031;&#29255;&#25343;&#20986;&#26469;&#30475;&#65292;&#22812;&#26202;&#20063;&#26159;&#22914;&#27492;&#12290;&#26159;&#36825;&#26679;&#21527;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#26159;&#30340;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&#36825;&#26102;&#65292;&#32500;&#22612;&#21033;&#20986;&#31034;&#20102;&#19968;&#20221;2003&#24180;11&#26376;11&#26085;&#30340;&#21327;&#35758;&#65292;&#21327;&#35758;&#30001;&#29790;&#22763;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#20986;&#20855;&#65306;&ldquo;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#20915;&#23450;&#20026;&#20107;&#25925;&#30340;&#36935;&#38590;&#32773;&#25552;&#20379;&#39069;&#22806;&#36180;&#20607;&#65292;&#27599;&#20010;&#36935;&#38590;&#30340;&#23401;&#23376;&#36180;&#20607;5&#19975;&#29790;&#22763;&#27861;&#37070;&#65292;&#36935;&#38590;&#30340;&#29238;&#27597;&#65292;&#27599;&#20154;&#36180;&#20607;6&#19975;&#29790;&#22763;&#27861;&#37070;&#12290;&#20316;&#20026;&#20132;&#25442;&#65292;&#36935;&#38590;&#32773;&#23478;&#23646;&#25918;&#24323;&#36861;&#31350;&#26412;&#20844;&#21496;&#30340;&#20219;&#20309;&#26435;&#21033;&#12290;&rdquo;&#32500;&#22612;&#21033;&#34920;&#31034;&#65292;&#27491;&#26159;&#36825;&#20221;&#21327;&#35758;&#65292;&#20419;&#20351;&#20182;&#22312;2004&#24180;2&#26376;&#26469;&#21040;&#29790;&#22763;&#65292;&#21521;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#21644;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#35752;&#20010;&#35828;&#27861;&#12290;</p>
<p>&#12288;&#12288;&#32500;&#22612;&#21033;&#21521;&#27861;&#23448;&#21644;&#26049;&#21548;&#24109;&#19978;&#30340;&#20154;&#20204;&#35762;&#36848;&#20102;&#33258;&#24049;&#19982;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#30340;&#37027;&#27425;&#20250;&#38754;&#12290;</p>
<p>&#12288;&#12288;&ldquo;&#25105;&#25214;&#21040;&#20102;&#20182;&#65292;&#20294;&#20182;&#19981;&#20934;&#22791;&#20026;&#36807;&#22833;&#25215;&#25285;&#36131;&#20219;&#12290;&#25105;&#25343;&#20986;&#20102;&#23401;&#23376;&#30340;&#29031;&#29255;&#65292;&#23545;&#20182;&#35828;&lsquo;&#36825;&#26159;&#25105;&#27515;&#21435;&#30340;&#23401;&#23376;&#65292;&#24076;&#26395;&#20320;&#24819;&#19968;&#24819;&#65292;&#22914;&#26524;&#20320;&#30475;&#35265;&#33258;&#24049;&#30340;&#23401;&#23376;&#22312;&#26874;&#26408;&#20013;&#65292;&#20320;&#26159;&#20160;&#20040;&#24863;&#21463;&rsquo;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#36825;&#23548;&#33268;&#20102;&#20320;&#30340;&#24868;&#24594;&#26159;&#21527;&#65311;&rdquo;&#27861;&#23448;&#38382;&#12290;</p>
<p>&#12288;&#12288;&ldquo;&#26159;&#30340;&#12290;&#20182;&#20204;&#23621;&#28982;&#35797;&#22270;&#29992;&#19968;&#32440;&#21327;&#35758;&#35753;&#25105;&#20986;&#21334;&#20146;&#20154;&#30340;&#23608;&#20307;&#65281;&#36825;&#32477;&#23545;&#21150;&#19981;&#21040;&#65281;&#36825;&#26159;&#23545;&#36935;&#38590;&#32773;&#30340;&#20149;&#28174;&#65281;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20320;&#20026;&#20160;&#20040;&#35201;&#21040;&#29790;&#22763;&#26469;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#25105;&#35201;&#35753;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#21521;&#25105;&#30340;&#23478;&#20154;&#35874;&#32618;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20320;&#23545;&#19982;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#30340;&#20250;&#38754;&#26377;&#20160;&#20040;&#26399;&#26395;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#35753;&#20182;&#36947;&#27465;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20320;&#24590;&#26679;&#20171;&#32461;&#33258;&#24049;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20171;&#32461;&#33258;&#24049;&#65311;&#22914;&#26524;&#20182;&#19981;&#30693;&#36947;&#25105;&#26159;&#35841;&#65292;&#20026;&#20160;&#20040;&#25171;&#25105;&#65292;&#20026;&#20160;&#20040;&#25172;&#25105;&#35013;&#30528;&#29031;&#29255;&#30340;&#20449;&#23553;&#65311;&#24403;&#20182;&#25226;&#25105;&#22971;&#23376;&#21644;&#23401;&#23376;&#30340;&#29031;&#29255;&#25243;&#24320;&#30340;&#26102;&#20505;&#65292;&#25105;&#24863;&#21040;&#22971;&#20799;&#30340;&#23608;&#36523;&#22312;&#22367;&#22675;&#20013;&#34987;&#32763;&#36716;&#65292;&#29978;&#33267;&#34987;&#20174;&#26874;&#26408;&#37324;&#25243;&#20986;&#26469;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#24403;&#26102;&#20320;&#20570;&#20102;&#20160;&#20040;&#65311;&#29992;&#20992;&#21050;&#21521;&#20182;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20851;&#20110;&#36825;&#20010;&#25105;&#19981;&#24819;&#20877;&#35828;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&#27492;&#21051;&#65292;&#27861;&#24237;&#19978;&#27785;&#40664;&#19979;&#26469;&#65292;&#21487;&#20197;&#21548;&#35265;&#38453;&#38453;&#21596;&#21693;&#22768;&#12290;</p>
<p>&#12288;&#12288;5&#65294;&ldquo;&#22797;&#20167;&#32773;&rdquo;&#22238;&#23478;</p>
<p>&#12288;&#12288;2005&#24180;10&#26376;26&#26085;&#65292;&#29790;&#22763;&#32852;&#37030;&#27861;&#38498;&#21028;&#32500;&#22612;&#21033;&ldquo;&#33988;&#24847;&#35851;&#26432;&#32618;&rdquo;&#25104;&#31435;&#65292;&#21028;&#22788;&#20182;8&#24180;&#30417;&#31105;&#12290;&#20170;&#24180;6&#26376;&#65292;&#27861;&#38498;&#23558;&#32500;&#22612;&#21033;&#30340;&#21009;&#26399;&#20943;&#33267;5&#24180;&#38646;3&#20010;&#26376;&#12290;&#20170;&#24180;11&#26376;8&#26085;&#65292;&#29790;&#22763;&#32852;&#37030;&#26368;&#39640;&#27861;&#38498;&#20915;&#23450;&#25552;&#21069;&#37322;&#25918;&#32500;&#22612;&#21033;&#12290;</p>
<p>&#12288;&#12288;&#32500;&#22612;&#21033;&#34987;&#37322;&#25918;&#30340;&#28040;&#24687;&#31435;&#21051;&#20805;&#26021;&#20102;&#20420;&#32599;&#26031;&#20027;&#35201;&#23186;&#20307;&#12290;11&#26376;12&#26085;&#65292;&#32500;&#22612;&#21033;&#30340;&#22823;&#21733;&#23588;&#37324;&#24471;&#21040;&#32500;&#22612;&#21033;&#21363;&#23558;&#22238;&#22269;&#30340;&#28040;&#24687;&#21518;&#65292;&#21254;&#24537;&#32852;&#32476;&#20146;&#26379;&#65292;&#20934;&#22791;&#21040;&#26426;&#22330;&#36814;&#25509;&#24351;&#24351;&#12290;&#32500;&#22612;&#21033;&#30340;&#22992;&#22992;&#20934;&#22791;&#22909;&#20016;&#30427;&#30340;&#23478;&#23476;&#65292;&#31561;&#30528;&#24351;&#24351;&#22238;&#26469;&#12290;</p>
<p>&#12288;&#12288;&#22312;&#20174;&#29790;&#22763;&#39134;&#24448;&#20420;&#32599;&#26031;&#30340;&#33322;&#29677;&#19978;&#65292;&#20420;&#32599;&#26031;&#30005;&#35270;&#21488;&#30340;&#35760;&#32773;&#37319;&#35775;&#20102;&#32500;&#22612;&#21033;&#12290;&ldquo;&#25105;&#19981;&#35273;&#24471;&#29790;&#22763;&#20154;&#37117;&#26159;&#22351;&#20154;&#65292;&#22312;&#30417;&#29425;&#37324;&#25105;&#20132;&#20102;&#29790;&#22763;&#26379;&#21451;&#12290;&rdquo;&#32500;&#22612;&#21033;&#35828;&#12290;&#20420;&#32599;&#26031;&#30005;&#35270;&#21488;&#36824;&#25253;&#36947;&#20102;&#19968;&#20301;&#29790;&#22763;&#32769;&#22826;&#22826;&#65292;3&#24180;&#26469;&#22362;&#25345;&#32473;&#32500;&#22612;&#21033;&#20889;&#20449;&#65292;&#21149;&#20182;&#22909;&#22909;&#27963;&#19979;&#21435;&#30340;&#25925;&#20107;&#12290;&#32500;&#22612;&#21033;&#35828;&#65306;&ldquo;&#21363;&#20351;&#19981;&#30475;&#21457;&#20449;&#20154;&#26159;&#35841;&#65292;&#25105;&#20063;&#30693;&#36947;&#21738;&#20123;&#20449;&#26159;&#37027;&#20301;&#32769;&#22826;&#22826;&#20889;&#26469;&#30340;&#65292;&#22905;&#24635;&#22312;&#20449;&#23553;&#30340;&#19968;&#35282;&#30011;&#19968;&#20010;&#37329;&#28799;&#28799;&#30340;&#22826;&#38451;&#65292;&#24076;&#26395;&#25105;&#20170;&#21518;&#30340;&#29983;&#27963;&#27704;&#36828;&#22312;&#38451;&#20809;&#19979;&hellip;&hellip;&rdquo;</p>
<p>&#12288;&#12288;&#33707;&#26031;&#31185;&#22810;&#33707;&#26480;&#22810;&#27779;&#26426;&#22330;&#12290;&#20170;&#24180;11&#26376;12&#26085;23&#26102;24&#20998;&#65292;&#38543;&#30528;&#38378;&#20809;&#28783;&#19968;&#29255;&#29378;&#38378;&#65292;&#30524;&#37324;&#22105;&#30528;&#27882;&#33457;&#30340;&#32500;&#22612;&#21033;&#20986;&#29616;&#22312;&#20247;&#20154;&#38754;&#21069;&#12290;</p>
<p>&#12288;&#12288;&#32463;&#36807;&#20004;&#22825;&#30340;&#35843;&#25972;&#65292;&#32500;&#22612;&#21033;&#22238;&#21040;&#20102;&#24343;&#25289;&#23395;&#39640;&#21152;&#32034;&#65292;&#22312;&#19979;&#39134;&#26426;&#30340;&#19968;&#21049;&#37027;&#65292;&#20182;&#20877;&#27425;&#33853;&#27882;&#12290;&#26426;&#22330;&#38468;&#36817;&#31449;&#28385;&#20102;&#36814;&#25509;&#20182;&#30340;&#20065;&#20146;&#12290;&#24403;&#25968;&#19981;&#28165;&#30340;&#20154;&#20204;&#38506;&#30528;&#32500;&#22612;&#21033;&#36830;&#22812;&#26469;&#21040;&#20182;&#22971;&#20799;&#22675;&#22320;&#30340;&#26102;&#20505;&#65292;&#32500;&#22612;&#21033;&#31532;&#19977;&#27425;&#27969;&#27882;&#20102;&#12290;&#20182;&#25226;&#33080;&#36148;&#22312;&#20912;&#20919;&#30340;&#22675;&#30865;&#19978;&#65292;&#29992;&#26377;&#20123;&#39076;&#25238;&#30340;&#25163;&#36731;&#36731;&#25242;&#25720;&#30528;&#22675;&#30865;&#19978;&#22971;&#20799;&#30340;&#36951;&#20687;&#65292;&#20219;&#27882;&#27700;&#27969;&#28108;&#12290;</p>
<p>&#12288;&#12288;&#22312;&#32500;&#22612;&#21033;&#21050;&#26432;&#31354;&#31649;&#21592;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#30340;3&#20010;&#26376;&#21518;&#65292;&#21338;&#30331;&#28246;&#31354;&#38590;&#35843;&#26597;&#36880;&#28176;&#33853;&#24149;&#65292;&#29790;&#22763;&#25919;&#24220;&#27491;&#24335;&#21521;&#20420;&#32599;&#26031;&#36947;&#27465;&#12290;&#26102;&#20219;&#29790;&#22763;&#32852;&#37030;&#22996;&#21592;&#20250;&#20027;&#24109;&#20234;&#22885;&#26480;&#24343;&middot;&#25140;&#26031;&#65292;&#22312;&#19968;&#23553;&#20844;&#24067;&#22312;&#29790;&#22763;&#39547;&#20420;&#32599;&#26031;&#22823;&#20351;&#39302;&#32593;&#31449;&#19978;&#30340;&#20449;&#20013;&#20889;&#36947;&#65306;&ldquo;&#25105;&#20195;&#34920;&#29790;&#22763;&#32852;&#37030;&#22996;&#21592;&#20250;&#21521;&#24744;&#34920;&#31034;&#27465;&#24847;&#65292;&#29790;&#22763;&#26041;&#38754;&#22312;&#36825;&#22330;&#31354;&#38590;&#20013;&#29359;&#20102;&#35768;&#22810;&#38169;&#35823;&#12290;&#35831;&#26222;&#20140;&#24635;&#32479;&#25918;&#24515;&#65292;&#29790;&#22763;&#26041;&#38754;&#23558;&#35843;&#26597;&#20107;&#25925;&#36131;&#20219;&#20154;&#65292;&#24182;&#23558;&#37319;&#21462;&#21253;&#25324;&#21009;&#20107;&#35785;&#35772;&#22312;&#20869;&#30340;&#19968;&#20999;&#25514;&#26045;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&#20170;&#24180;5&#26376;&#22312;&#29790;&#22763;&#27604;&#25289;&#36203;&#24066;&#20030;&#34892;&#30340;&#27861;&#38498;&#21548;&#35777;&#20250;&#19978;&#65292;&#31354;&#38590;&#26696;&#30340;8&#21517;&#34987;&#21578;&#25298;&#32477;&#25215;&#35748;&#33258;&#24049;&#30340;&#32618;&#36807;&#65292;&#23558;&#36131;&#20219;&#25512;&#21040;&#24050;&#32463;&#34987;&#26432;&#23475;&#30340;&#35843;&#24230;&#21592;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#36523;&#19978;&#12290;&#20170;&#24180;9&#26376;4&#26085;&#65292;&#27604;&#25289;&#36203;&#24066;&#22320;&#21306;&#27861;&#38498;&#30830;&#35748;&#65292;&#33487;&#40654;&#22763;&#31354;&#31649;&#20013;&#24515;&#25152;&#23646;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#30340;4&#21517;&#38599;&#21592;&#65292;&#22312;&#31354;&#38590;&#20013;&#29359;&#26377;&#36807;&#22833;&#26432;&#20154;&#32618;&#65292;&#20854;&#20013;3&#20154;&#34987;&#21028;&#22788;12&#20010;&#26376;&#30417;&#31105;&#65292;&#32531;&#26399;&#25191;&#34892;&#65292;&#36824;&#26377;1&#21517;&#34987;&#32602;&#27454;&#65292;&#21478;&#22806;4&#21517;&#34987;&#21578;&#34987;&#23459;&#24067;&#26080;&#32618;&#12290;&#38738;&#24180;&#21442;&#32771;</p>
<p>&#12288;&#12288;(&#36131;&#20219;&#32534;&#36753;&#65306;&#36213;&#20581;) </p>
<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/a162d_blog.v4us.net" alt=""></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/07/26/12296/" title="6:29 AM" rel="bookmark"><time class="entry-date" datetime="2011-07-26T06:29:47+00:00">2011/07/26</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/07/25/12294/" rel="prev"><span class="meta-nav">&larr;</span> &#12302;&#32654;&#22269;&#12303;&#31185;&#24187;cos&#36855;&#30340;&#30427;&#20107; 2011&#32654;&#22269;&#21160;&#28459;&#23637;&#65288;&#22270;&#65289;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/07/28/12277/" rel="next">A Mom Tried to Light a Cigarette with a Gun But Accidentally Shot Her Daughter Instead [Wtf] <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/07/26/12296/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="12296" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="4f6d540063"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="161"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>July 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/06/">&laquo; Jun</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/08/">Aug &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="4" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/07/01/" aria-label="Posts published on July 1, 2011">1</a></td><td>2</td><td><a href="http://log.SunnyBoy.Me/2011/07/03/" aria-label="Posts published on July 3, 2011">3</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/04/" aria-label="Posts published on July 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/05/" aria-label="Posts published on July 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/07/07/" aria-label="Posts published on July 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/08/" aria-label="Posts published on July 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/09/" aria-label="Posts published on July 9, 2011">9</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/10/" aria-label="Posts published on July 10, 2011">10</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/11/" aria-label="Posts published on July 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/12/" aria-label="Posts published on July 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/13/" aria-label="Posts published on July 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/14/" aria-label="Posts published on July 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/15/" aria-label="Posts published on July 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/16/" aria-label="Posts published on July 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/17/" aria-label="Posts published on July 17, 2011">17</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/18/" aria-label="Posts published on July 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/19/" aria-label="Posts published on July 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/20/" aria-label="Posts published on July 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/21/" aria-label="Posts published on July 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/22/" aria-label="Posts published on July 22, 2011">22</a></td><td>23</td><td><a href="http://log.SunnyBoy.Me/2011/07/24/" aria-label="Posts published on July 24, 2011">24</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/25/" aria-label="Posts published on July 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/26/" aria-label="Posts published on July 26, 2011">26</a></td><td>27</td><td><a href="http://log.SunnyBoy.Me/2011/07/28/" aria-label="Posts published on July 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/29/" aria-label="Posts published on July 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/30/" aria-label="Posts published on July 30, 2011">30</a></td><td>31</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
