<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>Miniponds&#12298;&#25105;&#26469;&#35828;&#35828;&#25105;&#22312;&#32654;&#22269;&#26159;&#22914;&#20309;&#30475;&#24863;&#20882;&#21457;&#28903;&#30340;&#12299; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Miniponds&#12298;&#25105;&#26469;&#35828;&#35828;&#25105;&#22312;&#32654;&#22269;&#26159;&#22914;&#20309;&#30475;&#24863;&#20882;&#21457;&#28903;&#30340;&#12299; Comments Feed" href="http://log.SunnyBoy.Me/2011/01/13/1326/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#21033;&#29992;&#38646;&#25955;&#26102;&#38388;&#26469;&#22797;&#20064;&#26464;&#26438;&#25928;&#30410;&#31508;&#35760;" href="http://log.SunnyBoy.Me/2011/01/13/1323/"><link rel="next" title="&#19990;&#30028;&#26368;&#22823;&#22812;&#31354;&#22270;&#20844;&#24067;&#65306;&#24635;&#20687;&#32032;&#36229;1&#19975;&#20159;" href="http://log.SunnyBoy.Me/2011/01/13/1336/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/01/13/1326/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=1326"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F01%2F13%2F1326%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F01%2F13%2F1326%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-1326 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-1326" class="post-1326 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">Miniponds&#12298;&#25105;&#26469;&#35828;&#35828;&#25105;&#22312;&#32654;&#22269;&#26159;&#22914;&#20309;&#30475;&#24863;&#20882;&#21457;&#28903;&#30340;&#12299;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/01/13/1326/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#9671;&#9671;&#26032;&#35821;&#19997;(www.xys.org)(xys5.dxiong.com)(www.xinyusi.info)(xys2.dropin.org)&#9671;&#9671;</p>
<p>&#12288;&#12288;&#25105;&#26469;&#35828;&#35828;&#25105;&#22312;&#32654;&#22269;&#26159;&#22914;&#20309;&#30475;&#24863;&#20882;&#21457;&#28903;&#30340;</p>
<p>&#12288;&#12288;&#20316;&#32773;&#65306;Miniponds</p>
<p>&#12288;&#12288;&#26368;&#36817;&#22312;&#22269;&#20869;&#23186;&#20307;&#19978;&#20851;&#20110;&#36755;&#28082;&#21644;&#25239;&#29983;&#32032;&#28389;&#29992;&#26159;&#19968;&#20010;&#24456;&#28909;&#30340;&#35805;&#39064;&#65292;&#20013;&#22269;&#29616;&#22312;&#27599;&#24180;<br>
&#20154;&#22343;&#36755;&#28082;8&#29942;&#65292;&#36828;&#39640;&#20110;&#22269;&#38469;&#19978;2.5&#21040;3.3&#29942;&#30340;&#27700;&#24179;&#12290;&#25239;&#29983;&#32032;&#20154;&#22343;&#24180;&#28040;&#36153;&#37327;138&#20811;&#24038;&#21491;<br>
&#65288;&#32654;&#22269;&#20165;13&#20811;&#65289;&#65292;&#25105;&#33258;&#24049;&#20063;&#26377;&#20307;&#20250;&#65292;&#22269;&#20869;&#30340;&#20146;&#25114;&#26379;&#21451;&#19968;&#26377;&#24863;&#20882;&#21457;&#28903;&#65292;&#35201;&#20040;&#21040;&#21307;&#38498;<br>
&#36755;&#28082;&#65292;&#24320;&#22836;&#23394;&#33740;&#32032;&#65292;&#25110;&#32773;&#26159;&#33258;&#24049;&#21040;&#33647;&#24215;&#20080;&#38463;&#33707;&#35199;&#26519;&#21507;&#12290;&#25105;&#26377;&#19968;&#20301;&#20146;&#25114;&#65292;&#19968;&#24180;&#21069;&#20174;<br>
&#32654;&#22269;&#22238;&#22269;&#25506;&#20146;&#65292;&#22240;&#20026;&#23401;&#23376;&#21457;&#28903;&#21435;&#21307;&#38498;&#65292;&#21307;&#29983;&#35753;&#32473;&#23401;&#23376;&#36755;&#28082;&#65292;&#20182;&#20204;&#27809;&#21516;&#24847;&#65292;&#22269;&#20869;&#30340;<br>
&#20146;&#25114;&#23601;&#35828;&ldquo;&#21040;&#21307;&#38498;&#27809;&#36755;&#28082;&#65292;&#27809;&#25171;&#38024;&#23601;&#22238;&#26469;&#20102;&#65292;&#37027;&#19981;&#26159;&#30333;&#21435;&#30475;&#30149;&#20102;&#21527;&#65311;&rdquo;&#65292;&#24403;&#28982;&#65292;<br>
&#23401;&#23376;&#30340;&#30149;&#20063;&#22909;&#20102;&#12290;</p>
<p>&#12288;&#12288;&#25105;&#30340;&#20004;&#20010;&#23401;&#23376;&#37117;&#26159;&#22312;&#32654;&#22269;&#20986;&#29983;&#30340;&#65292;&#29616;&#22312;&#23567;&#20799;&#23376;&#20063;&#21313;&#23681;&#20102;&#65292;&#20182;&#20204;&#20004;&#20010;&#20174;&#26469;&#27809;&#26377;<br>
&#22240;&#20026;&#24863;&#20882;&#21457;&#28903;&#39564;&#36807;&#34880;&#65292;&#36755;&#36807;&#28082;&#65292;&#25171;&#36807;&#38024;&#65292;&#32769;&#20108;&#36830;&#25239;&#29983;&#32032;&#37117;&#27809;&#21507;&#36807;&#65292;&#32769;&#22823;&#21482;&#21507;&#36807;&#23624;<br>
&#25351;&#21487;&#25968;&#30340;&#20116;&#27425;&#65292;&#20004;&#27425;&#26159;&#22240;&#20026;&#38142;&#29699;&#33740;&#21693;&#21897;&#28814;&#65292;&#19977;&#27425;&#26159;&#22240;&#20026;&#26159;&#20013;&#32819;&#28814;&#65292;&#37117;&#26159;&#22312;&#19971;&#23681;&#20197;<br>
&#21069;&#12290;&#20854;&#23454;&#24863;&#20882;&#20182;&#20204;&#24180;&#24180;&#37117;&#24471;&#65292;&#23567;&#26102;&#20505;&#26356;&#22810;&#65292;2009&#24180;9&#26376;&#27491;&#20540;&#23398;&#26657;&#24320;&#23398;&#20043;&#38469;&#65292;&#25105;&#20204;<br>
&#24403;&#22320;H1N1&#29190;&#21457;&#65292;&#20799;&#31461;&#21307;&#38498;&#30340;&#20572;&#36710;&#22330;&#19978;&#37117;&#25645;&#36215;&#20102;&#24080;&#31735;&#65292;&#25105;&#20204;&#19968;&#23478;&#22235;&#21475;&#37117;&#20013;&#25307;&#20102;&#65292;&#19981;<br>
&#36807;&#38500;&#20102;&#22823;&#20799;&#23376;&#22240;&#20026;&#21683;&#22013;&#21307;&#29983;&#32473;&#24320;&#20102;&#20123;&#21683;&#22013;&#33647;&#65292;&#20854;&#20313;&#20160;&#20040;&#33647;&#37117;&#27809;&#21507;&#65292;&#22914;&#26524;&#26159;&#22312;&#22269;&#20869;&#65292;<br>
&#32943;&#23450;&#35201;&#36755;&#19981;&#23569;&#28082;&#20102;&#12290;&#25105;&#19979;&#38754;&#23601;&#24819;&#26681;&#25454;&#25105;&#30340;&#32463;&#39564;&#35848;&#35848;&#20013;&#22269;&#21307;&#29983;&#21644;&#32654;&#22269;&#21307;&#29983;&#30475;&#30149;&#30340;&#24046;<br>
&#21035;&#22312;&#21738;&#37324;&#12290;</p>
<p>&#12288;&#12288;&#20013;&#22269;&#21307;&#29983;&#19968;&#33324;&#23545;&#30149;&#22240;&#35828;&#30340;&#27604;&#36739;&#31548;&#32479;&#65292;&#27604;&#22914;&#36890;&#24120;&#35828;&#20320;&#26377;&#28814;&#30151;&#20102;&#65292;&#25110;&#32773;&#20320;&#26159;&#19978;&#21628;<br>
&#21560;&#36947;&#24863;&#26579;&#20102;&#12290;&#32654;&#22269;&#21307;&#29983;&#19968;&#33324;&#35828;&#30340;&#26356;&#32454;&#65292;&#20182;&#20204;&#20174;&#26469;&#27809;&#26377;&#35828;&#36807;&#25105;&#20204;&#26159;&#19978;&#24863;&#65292;&#22240;&#20026;&#37027;&#21482;<br>
&#26159;&#19968;&#20010;&#32479;&#31216;&#65292;&#23427;&#20998;&#20026;&#24863;&#20882;&#65292;&#27969;&#24863;&#65292;&#38142;&#29699;&#33740;&#24615;&#21693;&#21897;&#28814;&#65292;&#32819;&#36947;&#24863;&#26579;&#31561;&#31561;&#65292;&#19981;&#21516;&#30149;&#22240;&#27835;<br>
&#30103;&#26041;&#27861;&#26159;&#19981;&#19968;&#26679;&#30340;&#65292;&#27604;&#22914;&#24863;&#20882;&#21644;&#27969;&#24863;&#65292;&#22240;&#20026;&#23427;&#20204;&#26159;&#30001;&#30149;&#27602;&#24341;&#36215;&#30340;&#65292;&#23601;&#19981;&#38656;&#35201;&#25239;&#29983;<br>
&#32032;&#65292;&#22914;&#26524;&#26159;&#38142;&#29699;&#33740;&#24615;&#21693;&#21897;&#28814;&#65292;&#23601;&#24517;&#39035;&#21507;&#25239;&#29983;&#32032;&#65292;&#32780;&#19988;&#36824;&#24212;&#35813;&#21507;&#23436;&#20840;&#31243;&#12290;&#20851;&#38190;&#30340;&#26159;&#65292;<br>
&#20381;&#38752;&#24403;&#20195;&#21307;&#29983;&#30340;&#21307;&#23398;&#30693;&#35782;&#21644;&#32463;&#39564;&#20197;&#21450;&#29616;&#22312;&#30340;&#26816;&#27979;&#25163;&#27573;&#65292;&#26159;&#21487;&#20197;&#25226;&#32477;&#22823;&#37096;&#20998;&#30149;&#22240;&#21306;<br>
&#20998;&#24320;&#26469;&#30340;&#65292;&#21482;&#26377;&#26497;&#23569;&#37096;&#20998;&#21307;&#29983;&#20063;&#25343;&#19981;&#20934;&#30340;&#65292;&#37027;&#20182;&#20063;&#20250;&#37319;&#21462;&#20445;&#38505;&#30340;&#26041;&#27861;&#65292;&#25152;&#20197;&#32654;&#22269;<br>
&#20063;&#23384;&#22312;&#36807;&#22810;&#20351;&#29992;&#25239;&#29983;&#32032;&#30340;&#38382;&#39064;&#65292;&#21482;&#19981;&#36807;&#27604;&#36215;&#20013;&#22269;&#31243;&#24230;&#35201;&#36731;&#22810;&#20102;&#12290;</p>
<p>&#12288;&#12288;&#19978;&#21628;&#21560;&#36947;&#24863;&#26579;80%-90%&#26159;&#30001;&#30149;&#27602;&#24341;&#36215;&#30340;&#65292;&#21253;&#25324;&#24863;&#20882;&#21644;&#27969;&#24863;&#65292;&#20854;&#20013;&#24863;&#20882;&#26368;&#24120;&#35265;&#65292;<br>
&#32654;&#22269;&#20799;&#21307;&#23398;&#20250;&#35828;&#65292;&#22823;&#37096;&#20998;&#24188;&#20799;&#22312;&#20004;&#23681;&#21069;&#20250;&#24471;8&#27425;&#21040;10&#27425;&#24863;&#20882;&#65292;&#19978;&#24188;&#20799;&#22253;&#30340;&#23401;&#23376;&#24471;<br>
&#24863;&#20882;&#30340;&#27425;&#25968;&#20250;&#26356;&#22810;&#12304;1&#12305;&#65292;&#24456;&#22810;&#20154;&#20250;&#35828;&#65292;&#32654;&#22269;&#20154;&#24471;&#20102;&#24863;&#20882;&#35201;&#38752;&#33258;&#24049;&ldquo;&#25239;&rdquo;&#65292;&#20854;&#23454;<br>
&#20320;&#23601;&#26159;&#36755;&#20102;&#28082;&#65292;&#21507;&#20102;&#25239;&#29983;&#32032;&#65292;&#20320;&#30340;&#24863;&#20882;&#20063;&#26159;&#20320;&#33258;&#24049;&#20381;&#38752;&#20320;&#30340;&#20813;&#30123;&#31995;&#32479;&ldquo;&#25239;&rdquo;&#22909;&#30340;&#65292;<br>
&#22240;&#20026;&#36755;&#28082;&#21507;&#25239;&#29983;&#32032;&#23545;&#30149;&#27602;&#26159;&#19981;&#36215;&#20316;&#29992;&#30340;&#12290;</p>
<p>&#12288;&#12288;&#22240;&#20026;&#24188;&#20799;&#30340;&#29983;&#29702;&#26500;&#36896;&#30340;&#29305;&#28857;&#65292;&#32819;&#36947;&#24863;&#26579;&#26159;&#24188;&#20799;&#24120;&#35265;&#19978;&#21628;&#21560;&#36947;&#24863;&#26579;&#20043;&#19968;&#65292;&#32654;&#22269;<br>
&#20799;&#21307;&#23398;&#20250;&#35828;&#65292;&#19977;&#20998;&#20043;&#20108;&#30340;&#23567;&#23401;&#22312;&#20004;&#23681;&#20043;&#21069;&#33267;&#23569;&#20250;&#26377;&#19968;&#27425;&#32819;&#36947;&#24863;&#26579;&#12304;1&#12305;&#65292;&#35828;&#26159;<br>
&ldquo;&#24120;&#35265;&rdquo;&#65292;&#22914;&#26524;&#21644;&#24863;&#20882;&#27604;&#36215;&#26469;&#65292;&#32819;&#36947;&#24863;&#26579;&#30340;&#20960;&#29575;&#36824;&#26159;&#23567;&#22810;&#20102;&#65292;&#32819;&#36947;&#24863;&#26579;&#20027;&#35201;&#20998;&#25104;<br>
&#19977;&#31867;&#65292;&#20854;&#20013;&#30340;&#19968;&#31867;&#24613;&#24615;&#20013;&#32819;&#28814;&#26159;&#38656;&#35201;&#21507;&#25239;&#29983;&#32032;&#30340;&#12290;&#22312;&#25105;&#20204;&#21435;&#36807;&#30340;&#25152;&#26377;&#20799;&#21307;&#30340;&#35786;&#23460;<br>
&#37324;&#65292;&#37117;&#20250;&#26377;&#19968;&#21103;&#32780;&#19988;&#36890;&#24120;&#26159;&#21807;&#19968;&#30340;&#19968;&#21103;&#24425;&#33394;&#25346;&#22270;&#65292;&#23601;&#26159;&#35762;&#35299;&#23567;&#23401;&#32819;&#36947;&#24863;&#26579;&#30340;&#12290;</p>
<p>&#12288;&#12288;&#21478;&#22806;&#19968;&#31181;&#38656;&#35201;&#21507;&#25239;&#29983;&#32032;&#30340;&#20027;&#35201;&#30149;&#22240;&#26159;&#38142;&#29699;&#33740;&#21693;&#21897;&#28814;&#65288;strep throat&#65289;&#65292;&#22312;&#32654;<br>
&#22269;&#36825;&#26159;&#19968;&#20010;&#24456;&#24120;&#29992;&#30340;&#21517;&#35789;&#65292;&#20960;&#20046;&#27599;&#20010;&#25104;&#24180;&#20154;&#37117;&#30693;&#36947;&#65292;&#20294;&#26159;&#22312;&#20013;&#22269;&#36825;&#20010;&#35789;&#24182;&#19981;&#21313;&#20998;<br>
&#24120;&#29992;&#65292;&#23427;&#21644;&#25105;&#20204;&#24120;&#35828;&#30340;&#25153;&#26691;&#20307;&#28814;&#26377;&#37096;&#20998;&#37325;&#21512;&#65292;&#20294;&#26159;&#19981;&#23436;&#20840;&#19968;&#26679;&#12290;&#25153;&#26691;&#20307;&#28814;&#26159;&#19968;&#20010;<br>
&#32479;&#31216;&#65292;&#24182;&#19981;&#20840;&#26159;&#30001;&#38142;&#29699;&#33740;&#24341;&#36215;&#30340;&#65292;&#20063;&#26377;&#21487;&#33021;&#26159;&#30001;&#30149;&#27602;&#25110;&#32773;&#20854;&#20182;&#32454;&#33740;&#24341;&#36215;&#30340;&#12290;&#32654;&#22269;<br>
&#21307;&#29983;&#23545;&#20110;&#38142;&#29699;&#33740;&#21693;&#21897;&#28814;&#26159;&#38750;&#24120;&#37325;&#35270;&#30340;&#65292;&#22240;&#20026;&#23427;&#26159;&#30001;&#32454;&#33740;&#24341;&#36215;&#30340;&#65292;&#22914;&#26524;&#32622;&#20043;&#19981;&#29702;&#65292;<br>
&#23427;&#36824;&#20250;&#24341;&#36215;&#32819;&#37096;&#21644;&#40763;&#21693;&#37096;&#24863;&#26579;&#65292;&#22914;&#26524;&#32487;&#32493;&#21457;&#23637;&#65292;&#32454;&#33740;&#36824;&#20250;&#20405;&#20837;&#20851;&#33410;&#21644;&#24515;&#33039;&#65292;20&#20010;<br>
&#20154;&#37324;&#20250;&#26377;1&#20154;&#20986;&#29616;&#25105;&#20204;&#24456;&#22810;&#20154;&#21548;&#35828;&#36807;&#30340;&#29481;&#32418;&#28909;&#12290;&#22914;&#26524;&#23398;&#26657;&#37324;&#26377;&#23401;&#23376;&#24471;&#20102;&#38142;&#29699;&#33740;&#24615;<br>
&#21693;&#21897;&#28814;&#65292;&#27599;&#20010;&#23401;&#23376;&#20250;&#24102;&#22238;&#23478;&#19968;&#20221;&#36890;&#30693;&#65292;&#35753;&#29238;&#27597;&#25552;&#39640;&#35686;&#24789;&#65292;&#26377;&#30151;&#29366;&#21450;&#26102;&#21435;&#30475;&#21307;&#29983;&#65292;<br>
&#25105;&#20204;&#20174;&#23398;&#26657;&#25910;&#21040;&#30340;&#36890;&#30693;&#37324;&#65292;&#22823;&#37096;&#20998;&#37117;&#26159;&#20851;&#20110;&#38142;&#29699;&#33740;&#21693;&#21897;&#28814;&#30340;&#65292;&#20687;&#24863;&#20882;&#25110;&#32773;&#27969;&#24863;&#65292;<br>
&#23398;&#26657;&#21453;&#32780;&#19981;&#37027;&#20040;&#37325;&#35270;&#65292;&#22240;&#20026;&#23427;&#20204;&#26159;&#21487;&#20197;&#33258;&#24840;&#30340;&#12290;</p>
<p>&#12288;&#12288;&#38142;&#29699;&#33740;&#21693;&#21897;&#28814;&#26159;&#24456;&#24120;&#35265;&#30340;&#65292;&#22914;&#26524;&#21450;&#26102;&#27835;&#30103;&#65292;&#27809;&#26377;&#20160;&#20040;&#19981;&#22909;&#30340;&#21518;&#26524;&#12290;&#25105;&#20204;&#25152;&#35828;<br>
&#30340;&#21971;&#23376;&#30140;&#65292;80%&#26159;&#30001;&#30149;&#27602;&#24341;&#36215;&#30340;&#65292;&#21482;&#26377;&#19968;&#23567;&#37096;&#20998;&#26159;&#30001;&#32454;&#33740;&#24341;&#36215;&#30340;&#65292;&#20854;&#20013;&#20027;&#35201;&#30340;&#19968;<br>
&#31181;&#23601;&#26159;&#38142;&#29699;&#33740;&#24863;&#26579;&#12290;&#22914;&#26524;&#21307;&#29983;&#24576;&#30097;&#21487;&#33021;&#26159;&#38142;&#29699;&#33740;&#24863;&#26579;&#65292;&#20182;&#20250;&#35201;&#27714;&#20570;&#19968;&#20010;24&#23567;&#26102;&#32454;<br>
&#33740;&#22521;&#20859;&#65292;&#21516;&#26102;&#36824;&#21487;&#20570;&#19968;&#20010;&#24555;&#36895;&#26816;&#27979;&#65292;&#19968;&#33324;&#21313;&#20960;&#20998;&#38047;&#23601;&#21487;&#24471;&#20986;&#32467;&#26524;&#65292;&#20294;&#26159;&#31934;&#30830;&#24230;&#19981;<br>
&#39640;&#65292;&#32454;&#33740;&#22521;&#20859;&#30340;&#32467;&#26524;&#26356;&#20934;&#30830;&#65292;&#22914;&#26524;&#32467;&#26524;&#26159;&#38451;&#24615;&#65292;&#21307;&#29983;&#20250;&#25171;&#30005;&#35805;&#21040;&#23478;&#37324;&#65292;&#21516;&#26102;&#36824;&#20250;<br>
&#25226;&#33647;&#26041;&#36890;&#30693;&#33647;&#24215;&#65292;&#25105;&#20204;&#30452;&#25509;&#21435;&#21462;&#33647;&#23601;&#34892;&#20102;&#65292;&#19968;&#33324;&#23601;&#26159;&#26222;&#36890;&#30340;&#38463;&#33707;&#35199;&#26519;&#65292;&#21482;&#38656;&#35201;<br>
$10&#24038;&#21491;&#65292;&#21307;&#29983;&#21644;&#33647;&#21058;&#24072;&#19968;&#23450;&#20250;&#21486;&#22065;&#30149;&#20154;&#65292;&#35201;&#21507;&#23436;&#20840;&#31243;&#65292;&#36890;&#24120;&#26159;&#21313;&#22825;&#12290;&#22312;&#23401;&#23376;&#24320;<br>
&#22987;&#21507;&#25239;&#29983;&#32032;&#30340;24&#23567;&#26102;&#21518;&#65292;&#20182;&#23601;&#27809;&#26377;&#20256;&#26579;&#24615;&#20102;&#65292;&#21487;&#20197;&#21435;&#19978;&#23398;&#20102;&#12290;</p>
<p>&#12288;&#12288;&#20854;&#20182;&#30340;&#19968;&#20123;&#30149;&#27602;&#24863;&#26579;&#27604;&#22914;&#20687;&#29611;&#29808;&#30137;&#65292;&#21475;&#33108;&#30129;&#30137;&#20063;&#20250;&#26377;&#21457;&#39640;&#28903;&#30340;&#30151;&#29366;&#65292;&#19968;&#33324;&#19981;<br>
&#38656;&#35201;&#21507;&#25239;&#29983;&#32032;&#65292;&#19968;&#20010;&#26143;&#26399;&#24038;&#21491;&#21487;&#30154;&#24840;&#65292;&#36890;&#24120;&#23545;&#30151;&#19979;&#33647;&#65292;&#20687;&#21475;&#33108;&#30129;&#30137;&#35201;&#32473;&#23401;&#23376;&#29992;&#19968;<br>
&#20123;&#27490;&#30140;&#33647;&#65292;&#22240;&#20026;&#22068;&#37324;&#36215;&#27873;&#23545;&#23567;&#23401;&#26469;&#35828;&#24456;&#30140;&#30340;&#12290;</p>
<p>&#12288;&#12288;&#22914;&#26524;&#23401;&#23376;&#22240;&#20026;&#24863;&#20882;&#21457;&#28903;&#21435;&#30475;&#21307;&#29983;&#20320;&#20250;&#21457;&#29616;&#27599;&#27425;&#21307;&#29983;&#20960;&#20046;&#20570;&#30340;&#37117;&#26159;&#21516;&#26679;&#30340;&#20107;&#24773;&#65292;<br>
&#26816;&#26597;&#32819;&#36947;&#65292;&#26816;&#26597;&#21971;&#23376;&#65292;&#25720;&#25720;&#33046;&#23376;&#20004;&#20391;&#30340;&#28107;&#24052;&#65292;&#21548;&#21548;&#24515;&#32954;&#12290;&#24403;&#28982;&#20182;&#36824;&#20570;&#20102;&#24456;&#22810;&#25105;&#20204;<br>
&#30475;&#19981;&#21040;&#30340;&#21028;&#26029;&#65292;&#27604;&#22914;&#23567;&#23401;&#26377;&#27809;&#26377;&#24471;&#33041;&#28814;&#65292;&#30334;&#26085;&#21683;&#31561;&#31561;&#12290;</p>
<p>&#12288;&#12288;&#19978;&#38754;&#20027;&#35201;&#35828;&#30340;&#22312;&#32654;&#22269;&#20351;&#29992;&#25239;&#29983;&#32032;&#30340;&#24773;&#20917;&#65292;&#22914;&#26524;&#21475;&#26381;&#25239;&#29983;&#32032;&#23601;&#33021;&#27835;&#30149;&#65292;&#36755;&#28082;&#23601;<br>
&#26356;&#27809;&#26377;&#24517;&#35201;&#20102;&#12290;</p>
<p>&#12288;&#12288;&#19979;&#38754;&#25105;&#24819;&#35828;&#35828;&#20851;&#20110;&#24863;&#20882;&#21457;&#28903;&#30340;&#19968;&#20123;&#35823;&#21306;&#12290;</p>
<p>&#12288;&#12288;&#31532;&#19968;&#20010;&#35823;&#21306;&#26159;&ldquo;&#21435;&#20102;&#21307;&#38498;&#24517;&#39035;&#25171;&#38024;&#21507;&#33647;&#65292;&#21542;&#21017;&#23601;&#30333;&#21435;&#20102;&rdquo;&#12290;&#21435;&#21307;&#38498;&#30340;&#30446;&#30340;&#26159;<br>
&#30475;&#19968;&#19979;&#26377;&#20160;&#20040;&#30149;&#65292;&#28982;&#21518;&#20877;&#23545;&#30151;&#19979;&#33647;&#65292;&#22914;&#26524;&#38656;&#35201;&#23601;&#36755;&#28082;&#25171;&#38024;&#21507;&#33647;&#65292;&#22914;&#26524;&#19981;&#38656;&#35201;&#23601;&#26356;<br>
&#22909;&#20102;&#65292;&#22238;&#23478;&#22909;&#22909;&#20241;&#24687;&#12290;&#21363;&#20351;&#19981;&#25171;&#38024;&#21507;&#33647;&#65292;&#21307;&#38498;&#20063;&#27809;&#26377;&#30333;&#21435;&#65292;&#22240;&#20026;&#20320;&#25490;&#38500;&#20102;&#37027;&#20123;&#38656;<br>
&#35201;&#21450;&#26102;&#27835;&#30103;&#30340;&#30149;&#65292;&#19975;&#19968;&#26159;&#30340;&#35805;&#65292;&#20320;&#19981;&#20250;&#32829;&#35823;&#33258;&#24049;&#25110;&#32773;&#23401;&#23376;&#12290;</p>
<p>&#12288;&#12288;&#31532;&#20108;&#20010;&#35823;&#21306;&#26159;&ldquo;&#36755;&#28082;&#25171;&#38024;&#22909;&#30340;&#24555;&rdquo;&#65292;&#19968;&#33324;&#30001;&#24863;&#20882;&#24341;&#36215;&#30340;&#21457;&#28903;&#20250;&#25345;&#32493;3&#21040;5&#22825;&#65292;<br>
&#21683;&#22013;&#25345;&#32493;&#30340;&#20250;&#26356;&#38271;&#65292;&#25239;&#29983;&#32032;&#23545;&#30149;&#27602;&#19981;&#36215;&#20316;&#29992;&#65292;&#36864;&#28903;&#33647;&#20063;&#21482;&#26159;&#32531;&#35299;&#30151;&#29366;&#65292;&#21363;&#20351;&#28903;&#26242;<br>
&#26102;&#36864;&#20102;&#65292;&#30149;&#36824;&#22312;&#65292;&#33647;&#19968;&#20572;&#65292;&#36824;&#20250;&#25509;&#30528;&#21457;&#28903;&#65292;&#22914;&#26524;&#36825;&#20010;&#26102;&#20505;&#22238;&#21435;&#19978;&#29677;&#19978;&#23398;&#65292;&#36824;&#20250;&#20256;<br>
&#26579;&#21035;&#20154;&#65292;&#26159;&#22312;&#23475;&#20154;&#12290;&#32654;&#22269;&#20013;&#23567;&#23398;&#26657;&#19968;&#33324;&#35201;&#27714;&#22312;&#19981;&#21507;&#36864;&#28903;&#33647;&#30340;&#24773;&#20917;&#19979;&#65292;&#19981;&#21457;&#28903;&#30340;&#26102;<br>
&#38388;&#36229;&#36807;24&#23567;&#26102;&#25165;&#21487;&#22238;&#21040;&#23398;&#26657;&#19978;&#23398;&#12290;</p>
<p>&#12288;&#12288;&#31532;&#19977;&#20010;&#35823;&#21306;&#26159;&ldquo;&#28903;&#19968;&#36864;&#65292;&#30149;&#23601;&#22909;&#20102;&#65292;&#20877;&#21457;&#28903;&#65292;&#21448;&#29983;&#30149;&#20102;&#65292;&#26159;&#30149;&#22312;&#21453;&#22797;&rdquo;&#65292;&#19968;<br>
&#33324;&#36864;&#28903;&#33647;&#21482;&#33021;&#31649;&#19968;&#27573;&#26102;&#38388;&#65292;&#20687;&#27888;&#35834;&#19968;&#33324;&#21482;&#31649;4&#21040;5&#20010;&#23567;&#26102;&#65292;&#36807;&#19968;&#20250;&#21457;&#28903;&#21448;&#20250;&#22238;&#26469;&#65292;<br>
&#24182;&#19981;&#26159;&#30149;&#22312;&#21453;&#22797;&#65292;&#24863;&#20882;&#26159;&#19968;&#30452;&#23384;&#22312;&#30340;&#65292;&#21482;&#26377;&#22312;3&#21040;&#20116;&#22825;&#21518;&#65292;&#28903;&#33258;&#24049;&#36864;&#20102;&#24863;&#20882;&#25165;&#31639;<br>
&#30495;&#27491;&#30154;&#24840;&#65292;&#21683;&#22013;&#36890;&#24120;&#36824;&#20250;&#25345;&#32493;&#20960;&#22825;&#65292;&#21482;&#35201;&#19981;&#26159;&#32454;&#33740;&#24863;&#26579;&#65292;&#23601;&#19981;&#26159;&#22823;&#38382;&#39064;&#12290;</p>
<p>&#12288;&#12288;&#31532;&#22235;&#20010;&#35823;&#21306;&#26159;&ldquo;&#30149;&#22909;&#20102;&#23601;&#25226;&#25239;&#29983;&#32032;&#20572;&#20102;&rdquo;&#65292;&#22909;&#22810;&#20154;&#30151;&#29366;&#19968;&#32531;&#35299;&#65292;&#23601;&#25226;&#25239;&#29983;&#32032;<br>
&#20572;&#20102;&#65292;&#32780;&#19988;&#22269;&#20869;&#20063;&#19981;&#35268;&#33539;&#65292;&#24456;&#22810;&#21307;&#29983;&#21644;&#33647;&#24215;&#20063;&#19981;&#21578;&#35785;&#30149;&#20154;&#21507;&#25239;&#29983;&#32032;&#24517;&#39035;&#21507;&#23436;&#20840;&#31243;&#65292;<br>
&#36825;&#26679;&#24456;&#23481;&#26131;&#20351;&#32454;&#33740;&#20135;&#29983;&#25239;&#33647;&#24615;&#65292;&#24341;&#36215;&#26356;&#20005;&#37325;&#30340;&#24863;&#26579;&#12290;</p>
<p>&#12288;&#12288;&#31532;&#20116;&#20010;&#35823;&#21306;&#26159;&ldquo;&#23401;&#23376;&#22312;&#24188;&#20799;&#22253;&#23481;&#26131;&#29983;&#30149;&#19981;&#27491;&#24120;&rdquo;&#65292;&#20854;&#23454;&#23567;&#23401;&#19978;&#24188;&#20799;&#22253;&#23481;&#26131;&#24863;<br>
&#20882;&#26159;&#22240;&#20026;&#20182;&#20204;&#26377;&#26426;&#20250;&#25509;&#35302;&#21040;&#26356;&#22810;&#30340;&#30149;&#27602;&#21644;&#32454;&#33740;&#65292;&#23398;&#26657;&#21644;&#24188;&#20799;&#22253;&#26159;&#20154;&#32676;&#23494;&#38598;&#30340;&#22320;&#26041;&#65292;<br>
&#24448;&#24448;&#21628;&#21560;&#36947;&#20256;&#26579;&#30149;&#23601;&#26159;&#20174;&#23398;&#26657;&#21644;&#24188;&#20799;&#22253;&#24320;&#22987;&#29190;&#21457;&#30340;&#12290;&#32780;&#19988;&#23567;&#23401;&#30340;&#21355;&#29983;&#20064;&#24815;&#32943;&#23450;&#19981;<br>
&#22914;&#25104;&#20154;&#22909;&#65292;&#23567;&#23401;&#21916;&#27426;&#29992;&#25163;&#21507;&#19996;&#35199;&#65292;&#19981;&#29233;&#27927;&#25163;&#65292;&#23567;&#23567;&#23401;&#26356;&#21916;&#27426;&#25226;&#25163;&#21644;&#29609;&#20855;&#25918;&#22312;&#22068;&#37324;&#65292;<br>
&#19968;&#33324;&#26469;&#35828;&#65292;&#19978;&#24188;&#20799;&#22253;&#30340;&#23567;&#23401;&#19968;&#24180;&#24863;&#20882;8&#21040;12&#27425;&#20063;&#26159;&#26377;&#21487;&#33021;&#30340;&#12304;2&#12305;&#12290;</p>
<p>&#12288;&#12288;&#19979;&#38754;&#25552;&#20004;&#20010;&#19981;&#24120;&#34987;&#25552;&#21040;&#30340;&#24314;&#35758;&#65292;&#24179;&#26102;&#21487;&#20197;&#27880;&#24847;&#19968;&#19979;&#65292;&#31532;&#19968;&#26159;&#22914;&#26524;&#26159;&#21035;&#20154;&#30340;&#23156;<br>
&#20799;&#65292;&#23613;&#21487;&#33021;&#36991;&#20813;&#20146;&#20182;&#20204;&#30340;&#33080;&#34507;&#21644;&#25163;&#65292;&#20063;&#23613;&#21487;&#33021;&#36991;&#20813;&#25720;&#20182;&#20204;&#30340;&#33080;&#34507;&#21644;&#25163;&#65292;&#20197;&#20813;&#20256;&#26579;<br>
&#32473;&#20182;&#20204;&#32454;&#33740;&#25110;&#30149;&#27602;&#65292;&#36825;&#20063;&#26159;&#23545;&#20182;&#20204;&#30340;&#29233;&#25252;&#65292;&#22914;&#26524;&#24819;&#34920;&#31034;&#33258;&#24049;&#30340;&#21916;&#29233;&#65292;&#21487;&#20197;&#25293;&#25293;&#23567;<br>
&#23401;&#30340;&#23567;&#33151;&#21644;&#32937;&#33152;&#20160;&#20040;&#30340;&#12290;&#31532;&#20108;&#20010;&#23601;&#26159;&#22914;&#26524;&#25171;&#21943;&#22159;&#65292;&#26368;&#22909;&#19981;&#35201;&#29992;&#25163;&#21435;&#25377;&#65292;&#35201;&#29992;&#33011;&#33162;<br>
&#32920;&#30340;&#20869;&#20391;&#21435;&#25377;&#12290;&#36824;&#26377;&#23601;&#26159;&#32463;&#24120;&#27927;&#25163;&#65292;&#19981;&#20849;&#29992;&#27700;&#26479;&#65292;&#19981;&#20849;&#29992;&#27927;&#28465;&#29992;&#20855;&#19968;&#33324;&#22823;&#23478;&#37117;&#30693;<br>
&#36947;&#12290;</p>
<p>&#12288;&#12288;&#24456;&#22810;&#20013;&#22269;&#21307;&#29983;&#25226;&#28389;&#29992;&#25239;&#29983;&#32032;&#35828;&#25104;&#26159;&#30001;&#30149;&#20154;&#36896;&#25104;&#30340;&#65292;&#25105;&#19981;&#21516;&#24847;&#36825;&#31181;&#35266;&#28857;&#12290;&#22312;&#19978;<br>
&#19990;&#32426;90&#24180;&#20195;&#20043;&#21069;&#65292;&#36755;&#28082;&#21644;&#25239;&#29983;&#32032;&#24182;&#19981;&#26222;&#36941;&#65292;&#20174;90&#24180;&#20195;&#21021;&#24320;&#22987;&#25165;&#24320;&#22987;&#27867;&#28389;&#65292;&#26377;&#19968;&#27425;<br>
&#25105;&#20808;&#29983;&#21457;&#28903;&#65292;&#39564;&#36807;&#34880;&#21518;&#65292;&#21307;&#29983;&#20063;&#27809;&#20855;&#20307;&#35828;&#20160;&#20040;&#65292;&#23601;&#35828;&#26377;&#28814;&#30151;&#65292;&#19968;&#19979;&#23376;&#23601;&#24320;&#20102;&#20004;&#31181;<br>
&#33647;&#65292;&#36755;&#20116;&#22825;&#28082;&#65292;200&#22810;&#20803;&#20154;&#27665;&#24065;&#65292;&#30456;&#24403;&#20110;&#24403;&#26102;&#22823;&#23398;&#27605;&#19994;&#29983;&#20960;&#20010;&#26376;&#30340;&#24037;&#36164;&#12290;&#29616;&#22312;&#21307;<br>
&#29983;&#20027;&#21160;&#35753;&#36755;&#28082;&#25171;&#38024;&#30340;&#38750;&#24120;&#26222;&#36941;&#65292;&#21363;&#20351;&#26377;&#23569;&#25968;&#21307;&#29983;&#19981;&#28389;&#29992;&#36755;&#28082;&#25239;&#29983;&#32032;&#65292;&#23545;&#20110;&#30149;&#20154;&#26469;<br>
&#35828;&#65292;&#21516;&#26679;&#30340;&#30149;&#65292;&#22914;&#26524;&#19978;&#27425;&#36755;&#28082;&#25171;&#38024;&#65292;&#36825;&#27425;&#19981;&#36755;&#28082;&#25171;&#38024;&#65292;&#21035;&#20154;&#36755;&#28082;&#25171;&#38024;&#65292;&#20182;&#19981;&#36755;&#28082;<br>
&#25171;&#38024;&#65292;&#35753;&#20182;&#30456;&#20449;&#21738;&#20010;&#21307;&#29983;&#21602;&#12290;&#21478;&#22806;&#65292;&#34429;&#28982;&#26377;&#24456;&#22810;&#31185;&#26222;&#65292;&#24456;&#22810;&#20154;&#20063;&#30693;&#36947;&#24863;&#20882;&#19981;&#38656;&#35201;<br>
&#20351;&#29992;&#25239;&#29983;&#32032;&#65292;&#20294;&#26159;&#25239;&#29983;&#32032;&#21644;&#20013;&#33647;&#19981;&#19968;&#26679;&#65292;&#20013;&#33647;&#21487;&#20197;&#23436;&#20840;&#19981;&#29992;&#65292;&#25239;&#29983;&#32032;&#21364;&#19981;&#33021;&#12290;&#22914;<br>
&#26524;&#21307;&#29983;&#28389;&#29992;&#25239;&#29983;&#32032;&#65292;&#35753;&#30149;&#20154;&#26469;&#36873;&#25321;&#29992;&#36824;&#26159;&#19981;&#29992;&#65292;&#35753;&#30149;&#20154;&#24863;&#21040;&#24456;&#26080;&#22856;&#65292;&#36825;&#26159;&#19981;&#29616;&#23454;<br>
&#30340;&#65292;&#20063;&#26159;&#24456;&#33618;&#21776;&#30340;&#12290;&#25152;&#20197;&#25913;&#21464;&#28389;&#29992;&#25239;&#29983;&#32032;&#21644;&#36755;&#28082;&#30340;&#29366;&#20917;&#36824;&#26159;&#24212;&#35813;&#20174;&#21307;&#29983;&#26041;&#38754;&#20570;&#36215;&#12290;<br>
&#22312;&#32654;&#22269;&#26377;&#24456;&#22810;&#26469;&#33258;&#19981;&#21516;&#22269;&#23478;&#30340;&#31227;&#27665;&#65292;&#19981;&#31649;&#26159;&#32654;&#22269;&#20154;&#36824;&#26159;&#31227;&#27665;&#65292;&#25945;&#32946;&#31243;&#24230;&#20063;&#21442;&#24046;&#19981;<br>
&#40784;&#65292;&#20294;&#26159;&#22823;&#23478;&#37117;&#24456;&#30456;&#20449;&#21307;&#29983;&#65292;&#36825;&#26159;&#22240;&#20026;&#32654;&#22269;&#21307;&#29983;&#30475;&#30149;&#37117;&#36981;&#24490;&#21516;&#26679;&#30340;&#35268;&#21017;&#65292;&#30475;&#36825;&#20010;<br>
&#21307;&#29983;&#21644;&#30475;&#37027;&#20010;&#21307;&#29983;&#32467;&#26524;&#37117;&#26159;&#22823;&#33268;&#30456;&#21516;&#30340;&#65292;&#25152;&#20197;&#30149;&#20154;&#20063;&#24456;&#30456;&#20449;&#21307;&#29983;&#12290;&#25105;&#35273;&#24471;&#23567;&#23401;&#29983;<br>
&#30149;&#22914;&#26524;&#33258;&#24049;&#27809;&#25226;&#25569;&#36824;&#26159;&#24212;&#35813;&#30475;&#21307;&#29983;&#65292;&#20294;&#26159;&#28389;&#29992;&#25239;&#29983;&#32032;&#21644;&#36755;&#28082;&#30340;&#29366;&#20917;&#65292;&#22914;&#26524;&#19981;&#33021;&#20174;<br>
&#21307;&#29983;&#26041;&#38754;&#26469;&#25913;&#30340;&#35805;&#65292;&#30149;&#20154;&#26159;&#24456;&#34987;&#21160;&#30340;&#12290;</p>
<p>&#12288;&#12288;[1]The American  Academy  of  Pediatrics        Caring For  Your<br>
Baby and Young Child Birth to Age 5<br>
&#12288;&#12288;[2] &ldquo;Young children are prone to colds and may have 8 to 12 of<br>
them every year.&rdquo;<br>
&#12288;&#12288;http://health.nytimes.com/health/guides/disease/common-cold/risk-factors.html</p>
<p>(XYS20110112)</p>
<p>&#9671;&#9671;&#26032;&#35821;&#19997;(www.xys.org)(xys5.dxiong.com)(www.xinyusi.info)(xys2.dropin.org)&#9671;&#9671;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/01/13/1326/" title="6:30 AM" rel="bookmark"><time class="entry-date" datetime="2011-01-13T06:30:33+00:00">2011/01/13</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/01/13/1323/" rel="prev"><span class="meta-nav">&larr;</span> &#21033;&#29992;&#38646;&#25955;&#26102;&#38388;&#26469;&#22797;&#20064;&#26464;&#26438;&#25928;&#30410;&#31508;&#35760;</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/01/13/1336/" rel="next">&#19990;&#30028;&#26368;&#22823;&#22812;&#31354;&#22270;&#20844;&#24067;&#65306;&#24635;&#20687;&#32032;&#36229;1&#19975;&#20159; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/01/13/1326/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="1326" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="8e1872a580"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="107"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>January 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2010/12/">&laquo; Dec</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/02/">Feb &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="5" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/01/01/" aria-label="Posts published on January 1, 2011">1</a></td><td>2</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/03/" aria-label="Posts published on January 3, 2011">3</a></td><td>4</td><td><a href="http://log.SunnyBoy.Me/2011/01/05/" aria-label="Posts published on January 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/01/07/" aria-label="Posts published on January 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/08/" aria-label="Posts published on January 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/09/" aria-label="Posts published on January 9, 2011">9</a></td>
	</tr><tr><td>10</td><td><a href="http://log.SunnyBoy.Me/2011/01/11/" aria-label="Posts published on January 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/12/" aria-label="Posts published on January 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/13/" aria-label="Posts published on January 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/14/" aria-label="Posts published on January 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/15/" aria-label="Posts published on January 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/16/" aria-label="Posts published on January 16, 2011">16</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/17/" aria-label="Posts published on January 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/18/" aria-label="Posts published on January 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/19/" aria-label="Posts published on January 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/20/" aria-label="Posts published on January 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/21/" aria-label="Posts published on January 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/22/" aria-label="Posts published on January 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/23/" aria-label="Posts published on January 23, 2011">23</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/24/" aria-label="Posts published on January 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/25/" aria-label="Posts published on January 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/26/" aria-label="Posts published on January 26, 2011">26</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/27/" aria-label="Posts published on January 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/28/" aria-label="Posts published on January 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/29/" aria-label="Posts published on January 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/01/30/" aria-label="Posts published on January 30, 2011">30</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/01/31/" aria-label="Posts published on January 31, 2011">31</a></td>
		<td class="pad" colspan="6">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
