<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#12298;&#35753;&#22823;&#33041;&#33258;&#30001;&#12299;&mdash;&#34917;&#20805;&#20197;&#21069;&#30340;&#31508;&#35760; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#12298;&#35753;&#22823;&#33041;&#33258;&#30001;&#12299;&mdash;&#34917;&#20805;&#20197;&#21069;&#30340;&#31508;&#35760; Comments Feed" href="http://log.SunnyBoy.Me/2011/07/08/11889/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="Panoramic Photography: 30 Breathtaking Photos" href="http://log.SunnyBoy.Me/2011/07/08/11888/"><link rel="next" title="&#21508;&#31181;&#26080;&#30171;&#36215;&#24202;&#27861; | &#22885;&#28059;&#30340;&#21338;&#23458;" href="http://log.SunnyBoy.Me/2011/07/08/11890/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/07/08/11889/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=11889"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F07%2F08%2F11889%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F07%2F08%2F11889%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-11889 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-11889" class="post-11889 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#12298;&#35753;&#22823;&#33041;&#33258;&#30001;&#12299;&mdash;&#34917;&#20805;&#20197;&#21069;&#30340;&#31508;&#35760;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/08/11889/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#36825;&#20108;&#22825;&#22312;&#30475;&#12298;Brain Rules&#12299;&#30340;&#20013;&#35793;&#26412;&#12298;&#35753;&#22823;&#33041;&#33258;&#30001;&#12299;&#65292;&#25105;&#30340;BLOG&#22312;&#19968;&#24180;&#21069;&#20171;&#32461;&#36807;&#36825;&#26412;&#20070;<a href="http://www.read.org.cn/html/478-brain-rules-12-principles-for-surviving-and-thriving-at-work-home-and-school.html">&#12298;Brain Rules&#12299;&#65288;&#22823;&#33041;&#35268;&#21017;&#65289;&#19968;&#20070;&#30340;12&#26465;&#21407;&#21017;</a> &#65292;&#30475;&#23436;&#20043;&#39034;&#25163;&#25226;&#20197;&#21069;&#30340;&#38405;&#35835;&#31508;&#35760;&#20570;&#20102;&#19968;&#19979;&#34917;&#20805;&#65292;&#27491;&#22909;&#22312;&#35910;&#29923;&#19978;&#21457;&#29616;&#24050;&#32463;&#26377;&#20154;&#20570;&#20102;&#65292;&#36825;&#37324;&#36716;&#36733;&#19968;&#19979;&#65292;&#25913;&#22825;&#25226;&#36825;&#26412;&#20070;&#30340;&#24605;&#32500;&#23548;&#22270;&#25918;&#19978;&#26469;&#12290;</p>
<p>&#36825;&#26412;&#20070;&#21807;&#19968;&#30340;&#32570;&#28857;&#23601;&#26159;&#29702;&#35770;&#21644;&#30740;&#31350;&#22810;&#20102;&#19968;&#20123;&#65292;&#22914;&#26524;&#33021;&#37197;&#19978;&#19968;&#20123;&#33021;&#30452;&#25509;&#24212;&#29992;&#22312;&#26085;&#24120;&#29983;&#27963;&#30340;&#25216;&#24039;&#23601;&#26356;&#22909;&#20102;&#12290;</p>
<p>&#28304;&#25991;&#26723; <a href="http://book.douban.com/review/3466994/">http://book.douban.com/review/3466994/</a> </p>
<h3>&#23450;&#24459;1:&#36234;&#36816;&#21160;,&#22823;&#33041;&#36234;&#32874;&#26126;</h3>
<p>&#9679;&#25105;&#20204;&#30340;&#22823;&#33041;&#22312;&#27493;&#34892;&#20013;&#36827;&#21270;&mdash;&mdash;&#27599;&#22825;&#27493;&#34892;12&#33521;&#37324;&#65281;</p>
<p>&#9679;&#24819;&#35201;&#25913;&#21892;&#24605;&#32500;&#25216;&#33021;&#21527;&#65311;&#21160;&#36215;&#26469;&#21543;&#65281;</p>
<p>&#9679;&#36816;&#21160;&#20351;&#26356;&#22810;&#30340;&#34880;&#28082;&#27969;&#21521;&#22823;&#33041;&#65292;&#20026;&#22823;&#33041;&#24102;&#26469;&#20016;&#23500;&#30340;&#33889;&#33796;&#31958;&#20316;&#20026;&#33021;&#37327;&#65292;&#21516;&#26102;&#36824;&#33021;&#24102;&#26469;&#27687;&#27668;&#21560;&#38468;&#36951;&#30041;&#19979;&#26469;&#30340;&#26377;&#23475;&#30005;&#23376;&#12290;&#36816;&#21160;&#20063;&#33021;&#21050;&#28608;&#34507;&#30333;&#30340;&#29983;&#25104;&#65292;&#20419;&#20351;&#31070;&#32463;&#20803;&#24444;&#27492;&#36830;&#25509;&#12290;</p>
<p>&#9679;&#21482;&#35201;&#27599;&#21608;&#20004;&#27425;&#26377;&#27687;&#36816;&#21160;&#23601;&#21487;&#20197;&#23558;&#32633;&#24739;&#19968;&#33324;&#32769;&#24180;&#30196;&#21574;&#30151;&#30340;&#39118;&#38505;&#38477;&#20302;&#19968;&#21322;&#65292;&#32780;&#19988;&#23558;&#24739;&#38463;&#23572;&#33576;&#28023;&#40664;&#30151;&#30340;&#39118;&#38505;&#20943;&#23569;60%&#12290;</p>
<h3>&#23450;&#24459;2&#65306;&#22823;&#33041;&#19968;&#30452;&#22312;&#36827;&#21270;</h3>
<p>&#9679;&#25105;&#20204;&#30340;&#22836;&#39045;&#20869;&#19981;&#20165;&#21482;&#26377;&#19968;&#20010;&#22823;&#33041;&#65292;&#25105;&#20204;&#26377;&#19977;&#20010;&#12290;&#39318;&#20808;&#20171;&#32461;&ldquo;&#34597;&#34612;&#33041;&rdquo;&#65292;&#23427;&#25511;&#21046;&#30528;&#25105;&#20204;&#30340;&#21628;&#21560;&#65292;&#25105;&#20204;&#36824;&#26377;&#19968;&#20010;&#21644;&#29483;&#30340;&#22823;&#33041;&#19968;&#26679;&#30340;&#22823;&#33041;&#65292;&#22312;&#36825;&#20004;&#37096;&#20998;&#22823;&#33041;&#19978;&#38754;&#35206;&#30422;&#30528;&#19968;&#23618;&#31867;&#20284;&#21513;&#38706;&#26524;&#23376;&#20923;&#34180;&#34180;&#30340;&#29289;&#36136;&#65292;&#25105;&#20204;&#31216;&#20043;&#20026;&#30382;&#23618;&#65292;&#23427;&#26159;&#20154;&#31867;&#22823;&#33041;&#30340;&#31532;&#19977;&#20010;&#32452;&#25104;&#37096;&#20998;&#65292;&#20063;&#26159;&#24378;&#22823;&#19988;&ldquo;&#20154;&#31867;&#29305;&#26377;&rdquo;&#30340;&#22823;&#33041;&#12290;</p>
<p>&#9679;&#22825;&#27668;&#21464;&#21270;&#29926;&#35299;&#20102;&#25105;&#20204;&#31062;&#20808;&#30340;&#39135;&#29289;&#20379;&#24212;&#65292;&#20182;&#20204;&#34987;&#36843;&#20174;&#26641;&#19978;&#36339;&#19979;&#26469;&#65292;&#21040;&#22823;&#33609;&#21407;&#19978;&#29983;&#27963;&#12290;&#20043;&#21518;&#20154;&#31867;&#36890;&#36807;&#36866;&#24212;&#21464;&#21270;&#26412;&#36523;&#25509;&#31649;&#20102;&#22320;&#29699;&#12290;</p>
<p>&#9679;&#20174;&#22235;&#26465;&#33151;&#36208;&#36335;&#21040;&#20004;&#26465;&#33151;&#30452;&#31435;&#34892;&#36208;&#22312;&#22823;&#33609;&#21407;&#19978;&#65292;&#36825;&#33410;&#30465;&#20102;&#33021;&#37327;&#65292;&#35753;&#20154;&#31867;&#30340;&#22823;&#33041;&#24471;&#20197;&#21457;&#23637;&#30340;&#26356;&#21152;&#22797;&#26434;&#12289;&#31934;&#23494;&#12290;</p>
<p>&#9679;&#35937;&#24449;&#25512;&#29702;&#26159;&#22823;&#33041;&#29305;&#26377;&#30340;&#19968;&#39033;&#25165;&#33021;&#12290;&#36825;&#31181;&#33021;&#21147;&#21487;&#33021;&#20986;&#20110;&#25105;&#20204;&#38656;&#35201;&#20102;&#35299;&#24444;&#27492;&#30340;&#24847;&#22270;&#12289;&#21160;&#26426;&#65292;&#23427;&#26159;&#20154;&#31867;&#22312;&#19968;&#20010;&#23567;&#22242;&#20307;&#20869;&#30340;&#21327;&#20316;&#25104;&#20026;&#21487;&#33021;&#12290;</p>
<h3>&#23450;&#24459;3&#65306;&#27599;&#20010;&#22823;&#33041;&#37117;&#19981;&#21516;</h3>
<p>&#9679;&#26085;&#24120;&#29983;&#27963;&#20320;&#20570;&#20102;&#20123;&#20160;&#20040;&#65292;&#23398;&#20064;&#20102;&#20160;&#20040;&#20250;&#23454;&#36136;&#24615;&#30340;&#25913;&#21464;&#20320;&#22823;&#33041;&#30340;&#26679;&#23376;&mdash;&mdash;&#23454;&#38469;&#19978;&#20320;&#25152;&#23398;&#30340;&#19996;&#35199;&#23545;&#22823;&#33041;&#36827;&#34892;&#20102;&#37325;&#26032;&#22609;&#36896;&#12290;</p>
<p>&#9679;&#22823;&#33041;&#30340;&#21508;&#20010;&#21306;&#22495;&#22312;&#19981;&#21516;&#20154;&#20043;&#38388;&#20197;&#19981;&#21516;&#30340;&#36895;&#24230;&#21457;&#32946;&#12290;</p>
<p>&#9679;&#27809;&#26377;&#20004;&#20010;&#22823;&#33041;&#20197;&#21516;&#26679;&#30340;&#26041;&#24335;&#65292;&#22312;&#21516;&#19968;&#22320;&#28857;&#23384;&#20648;&#30456;&#21516;&#30340;&#20449;&#24687;&#12290;</p>
<p>&#9679;&#25105;&#20204;&#30340;&#26234;&#33021;&#34920;&#29616;&#22312;&#21508;&#20010;&#26041;&#38754;&#65292;&#20854;&#20013;&#35768;&#22810;&#26159;&#19981;&#33021;&#36890;&#36807;&#26234;&#21830;&#27979;&#35797;&#26469;&#25581;&#31034;&#30340;&#12290;</p>
<h3>&#23450;&#24459;4&#65306;&#22823;&#33041;&#19981;&#20851;&#27880;&#26080;&#32842;&#30340;&#20107;</h3>
<p>&#9679;&#25105;&#20204;&#26080;&#27861;&#23545;&#26080;&#32842;&#30340;&#20107;&#38598;&#20013;&#31934;&#31070;&#12290;</p>
<p>&#9679;&#22823;&#33041;&#30340;&#27880;&#24847;&#21147;&ldquo;&#32858;&#20809;&#28783;&rdquo;&#19968;&#27425;&#21482;&#33021;&#38598;&#20013;&#22312;&#19968;&#20214;&#20107;&#24773;&#19978;&#65306;&#19981;&#33021;&#22810;&#20219;&#21153;&#22788;&#29702;&#12290;</p>
<p>&#9679;&#19982;&#25105;&#20204;&#35760;&#24518;&#32454;&#33410;&#30456;&#27604;&#65292;&#25105;&#20204;&#26356;&#21892;&#20110;&#21442;&#29031;&#27169;&#24335;&#20197;&#21450;&#25552;&#28860;&#20107;&#20214;&#30340;&#21547;&#20041;&#12290;</p>
<p>&#9679;&#24773;&#32490;&#21796;&#36215;&#26377;&#21161;&#20110;&#22823;&#33041;&#23398;&#20064;&#12290;</p>
<p>&#9679;&#21548;&#20247;&#20250;&#22312;&#35762;&#24231;&#24320;&#22987;&#30340;10&#20998;&#38047;&#21518;&#36208;&#31070;&#65292;&#19981;&#36807;&#20320;&#21487;&#20197;&#36890;&#36807;&#35762;&#25925;&#20107;&#25110;&#32773;&#21046;&#36896;&#19968;&#20010;&#23500;&#21547;&#24773;&#32490;&#30340;&#20107;&#20214;&#26469;&#25235;&#20303;&#20182;&#20204;&#30340;&#27880;&#24847;&#21147;&#12290;</p>
<h3>&#23450;&#24459;5&#65306;&#30701;&#26399;&#35760;&#24518;&#21462;&#20915;&#20110;&#26368;&#21021;&#20960;&#31186;&#38388;</h3>
<p>&#9679;&#22823;&#33041;&#26377;&#35768;&#22810;&#31867;&#22411;&#30340;&#35760;&#24518;&#31995;&#32479;&#12290;&#20854;&#20013;&#26377;&#19968;&#31867;&#26377;&#22914;&#19979;4&#20010;&#36830;&#32493;&#30340;&#22788;&#29702;&#38454;&#27573;&#65306;&#32534;&#30721;&#12289;&#23384;&#20648;&#12289;&#26816;&#32034;&#12289;&#36951;&#24536;&#12290;</p>
<p>&#9679;&#20449;&#24687;&#19968;&#36827;&#20837;&#21040;&#20320;&#30340;&#22823;&#33041;&#23601;&#31435;&#21051;&#34987;&#20998;&#35010;&#25104;&#30862;&#29255;&#65292;&#28982;&#21518;&#34987;&#36865;&#21040;&#22823;&#33041;&#30382;&#23618;&#30340;&#19981;&#21516;&#21306;&#22495;&#20648;&#23384;&#12290;</p>
<p>&#9679;&#37027;&#20123;&#33021;&#22815;&#39044;&#27979;&#23398;&#20064;&#21040;&#30340;&#19996;&#35199;&#26159;&#21542;&#22312;&#26085;&#21518;&#33021;&#22815;&#34987;&#35760;&#36215;&#30340;&#22823;&#22810;&#25968;&#20107;&#20214;&#65292;&#37117;&#21457;&#29983;&#22312;&#23398;&#20064;&#30340;&#26368;&#21021;&#26102;&#21051;&#12290;&#25105;&#20204;&#22312;&#35760;&#24518;&#30340;&#26368;&#21021;&#26102;&#21051;&#23545;&#20854;&#32534;&#30721;&#30340;&#36234;&#31934;&#32454;&#65292;&#35760;&#24518;&#23601;&#36234;&#29282;&#22266;&#12290;</p>
<p>&#9679;&#22914;&#26524;&#20320;&#33021;&#22797;&#21046;&#20320;&#22312;&#35760;&#24518;&#25720;&#20010;&#20107;&#24773;&#26102;&#30340;&#21608;&#22260;&#29615;&#22659;&#65292;&#20320;&#21487;&#20197;&#25552;&#39640;&#35760;&#36215;&#36825;&#20214;&#20107;&#24773;&#30340;&#20960;&#29575;&#12290;</p>
<h3>&#23450;&#24459;6&#65306;&#38271;&#26399;&#35760;&#24518;&#21462;&#20915;&#20110;&#26377;&#35268;&#24459;&#30340;&#37325;&#22797;</h3>
<p>&#9679;&#22823;&#37096;&#20998;&#30340;&#35760;&#24518;&#22312;&#20960;&#20998;&#38047;&#21518;&#23601;&#28040;&#22833;&#20102;&#65292;&#19981;&#36807;&#37027;&#20123;&#24230;&#36807;&#33030;&#24369;&#26399;&#30340;&#35760;&#24518;&#38543;&#30528;&#26102;&#38388;&#30340;&#25512;&#31227;&#22312;&#36880;&#28176;&#22686;&#24378;&#12290;</p>
<p>&#9679;&#38271;&#26399;&#35760;&#24518;&#22312;&#28023;&#39532;&#21644;&#22823;&#33041;&#30382;&#23618;&#20043;&#38388;&#30340;&#21452;&#21521;&#20132;&#27969;&#20013;&#24418;&#25104;&#65292;&#30452;&#21040;&#28023;&#39532;&#20999;&#26029;&#20102;&#19982;&#30382;&#23618;&#20043;&#38388;&#30340;&#32852;&#31995;&#65292;&#35760;&#24518;&#25165;&#34987;&#22266;&#23450;&#22312;&#30382;&#23618;&#20013;&#65292;&#36825;&#20010;&#36807;&#31243;&#35201;&#32463;&#21382;&#25968;&#24180;&#30340;&#26102;&#38388;&#12290;</p>
<p>&#9679;&#23545;&#20110;&#29616;&#23454;&#65292;&#22823;&#33041;&#20165;&#32473;&#25105;&#20204;&#19968;&#20010;&#36817;&#20284;&#30340;&#35265;&#35299;&#65292;&#22240;&#20026;&#23427;&#25226;&#26032;&#35782;&#21516;&#36807;&#21435;&#30340;&#35760;&#24518;&#28151;&#22312;&#20102;&#19968;&#36215;&#65292;&#24182;&#25226;&#26032;&#30693;&#35782;&#12289;&#26087;&#35760;&#24518;&#24403;&#25104;&#19968;&#20010;&#20107;&#29289;&#23384;&#20648;&#22312;&#19968;&#36215;&#12290;</p>
<p>&#9679;&#20351;&#38271;&#26399;&#35760;&#24518;&#21464;&#24471;&#26356;&#21152;&#21487;&#38752;&#30340;&#26041;&#24335;&#26159;&#65292;&#23558;&#26032;&#30340;&#20449;&#24687;&#36880;&#27493;&#36755;&#20837;&#22823;&#33041;&#24182;&#22312;&#22266;&#23450;&#30340;&#26102;&#38388;&#38388;&#38548;&#28201;&#20064;&#36825;&#20123;&#20449;&#24687;&#12290;</p>
<h3>&#23450;&#24459;7&#65306;&#30561;&#24471;&#22909;&#65292;&#22823;&#33041;&#25165;&#20250;&#36716;&#24471;&#22909;</h3>
<p>&#9679;&#22823;&#33041;&#20013;&#26377;&#20004;&#32929;&#21516;&#26679;&#30001;&#32454;&#32990;&#21644;&#21270;&#23398;&#29289;&#36136;&#25152;&#26500;&#25104;&#30340;&#25112;&#26007;&#21147;&#37327;&#65292;&#23427;&#20204;&#22788;&#20110;&#25345;&#32493;&#32039;&#24352;&#30340;&#25112;&#26007;&#29366;&#24577;&#20013;&#65292;&#19968;&#32929;&#21147;&#37327;&#35797;&#22270;&#35753;&#20320;&#30561;&#35273;&#65292;&#32780;&#21478;&#19968;&#32929;&#21147;&#37327;&#35797;&#22270;&#35753;&#20320;&#28165;&#37266;&#12290;</p>
<p>&#9679;&#24403;&#20320;&#30561;&#30528;&#20102;&#30340;&#26102;&#20505;&#65292;&#22823;&#33041;&#30340;&#31070;&#32463;&#20803;&#34920;&#29616;&#20986;&#26106;&#30427;&#30340;&#33410;&#22863;&#24615;&#27963;&#21160;&#65292;&#20063;&#35768;&#23427;&#27492;&#26102;&#27491;&#22312;&#37325;&#25918;&#20320;&#30333;&#22825;&#23398;&#20064;&#30340;&#20869;&#23481;&#12290;</p>
<p>&#9679;&#38656;&#35201;&#22810;&#38271;&#26102;&#38388;&#30340;&#30561;&#30496;&#65292;&#20197;&#21450;&#20160;&#20040;&#26102;&#20505;&#30561;&#35273;&#65292;&#22312;&#36825;&#20010;&#26041;&#38754;&#20154;&#20154;&#37117;&#19981;&#21516;&#65292;&#20294;&#22312;&#19979;&#21320;&#23567;&#30561;&#19968;&#20250;&#30340;&#29983;&#29289;&#24615;&#39537;&#21147;&#20154;&#20154;&#37117;&#20855;&#26377;&#12290;</p>
<p>&#9679;&#30561;&#30496;&#32570;&#22833;&#20250;&#25439;&#20260;&#20154;&#30340;&#27880;&#24847;&#21147;&#12289;&#25191;&#34892;&#21151;&#33021;&#12289;&#24037;&#20316;&#35760;&#24518;&#12289;&#24773;&#32490;&#12289;&#25968;&#23398;&#33021;&#21147;&#12289;&#36923;&#36753;&#25512;&#29702;&#29978;&#33267;&#36816;&#21160;&#30340;&#28789;&#24039;&#24615;&#12290;</p>
<h3>&#23450;&#24459;8&#65306;&#21387;&#21147;&#20250;&#25439;&#20260;&#20320;&#30340;&#22823;&#33041;</h3>
<p>&#9679;&#20320;&#36523;&#20307;&#30340;&#38450;&#24481;&#31995;&#32479;&#36890;&#36807;&#37322;&#25918;&#32958;&#19978;&#33146;&#32032;&#21644;&#30382;&#36136;&#37255;&#65292;&#23545;&#20005;&#37325;&#30340;&#12289;&#30701;&#26242;&#30340;&#21361;&#38505;&#20316;&#20986;&#21363;&#21051;&#30340;&#21453;&#24212;&#65292;&#27604;&#22914;&#65292;&#25105;&#20204;&#30340;&#31062;&#20808;&#22312;&#35269;&#39135;&#30340;&#36807;&#31243;&#20013;&#36973;&#36935;&#21073;&#40831;&#34382;&#12290;&#24930;&#24615;&#21050;&#28608;&#65292;&#27604;&#22914;&#23478;&#24237;&#20013;&#30340;&#30683;&#30462;&#65292;&#20005;&#37325;&#25439;&#23475;&#20102;&#25105;&#20204;&#30340;&#38450;&#24481;&#31995;&#32479;&#65292;&#22240;&#20026;&#25105;&#20204;&#30340;&#38450;&#24481;&#31995;&#32479;&#22312;&#36827;&#21270;&#20043;&#21021;&#21482;&#26159;&#20026;&#20102;&#22788;&#29702;&#30701;&#26102;&#30340;&#21387;&#21147;&#21453;&#24212;&#12290;</p>
<p>&#9679;&#22312;&#24930;&#24615;&#21050;&#28608;&#19979;&#65292;&#32958;&#19978;&#33146;&#32032;&#22312;&#20320;&#30340;&#34880;&#31649;&#22721;&#19978;&#36896;&#25104;&#20260;&#30165;&#65292;&#36825;&#20250;&#23548;&#33268;&#24515;&#33039;&#30149;&#21457;&#20316;&#25110;&#24341;&#36215;&#20013;&#39118;&#65292;&#32780;&#30382;&#36136;&#37255;&#20250;&#20260;&#23475;&#28023;&#39532;&#30340;&#32454;&#32990;&#65292;&#20174;&#32780;&#21066;&#24369;&#20320;&#30340;&#23398;&#20064;&#21644;&#35760;&#24518;&#33021;&#21147;&#12290;</p>
<p>&#9679;&#23545;&#20010;&#20307;&#32780;&#35328;&#65292;&#26368;&#22351;&#30340;&#21387;&#21147;&#26159;&#20320;&#24863;&#35273;&#23545;&#38382;&#39064;&#22833;&#21435;&#20102;&#25511;&#21046;&#65292;&#24863;&#21040;&#26463;&#25163;&#26080;&#31574;&#12289;&#26080;&#20381;&#26080;&#38752;&#12290;</p>
<p>&#9679;&#24773;&#32490;&#21387;&#21147;&#23545;&#25972;&#20010;&#31038;&#20250;&#37117;&#26377;&#24040;&#22823;&#30340;&#24433;&#21709;&#65292;&#24433;&#21709;&#20799;&#31461;&#30340;&#23398;&#20064;&#33021;&#21147;&#65292;&#24433;&#21709;&#21592;&#24037;&#30340;&#24037;&#20316;&#25928;&#29575;&#12290;</p>
<h3>&#23450;&#24459;9&#65306;&#22823;&#33041;&#21916;&#27426;&#22810;&#37325;&#24863;&#35273;&#30340;&#19990;&#30028;</h3>
<p>&#9679;&#25105;&#20204;&#36890;&#36807;&#24863;&#23448;&#33719;&#24471;&#26576;&#19968;&#20107;&#20214;&#30340;&#20449;&#24687;&#65292;&#23558;&#20854;&#32763;&#35793;&#25104;&#30005;&#23376;&#20449;&#21495;&#65288;&#19968;&#20123;&#20449;&#21495;&#26469;&#33258;&#35270;&#35273;&#65292;&#19968;&#20123;&#20449;&#21495;&#26469;&#33258;&#21548;&#35273;&#65292;&#31561;&#31561;&#65289;&#65292;&#28982;&#21518;&#23558;&#36825;&#20123;&#20449;&#21495;&#21457;&#36865;&#21040;&#22823;&#33041;&#30340;&#19981;&#21516;&#21306;&#22495;&#65292;&#25509;&#30528;&#23545;&#21457;&#29983;&#30340;&#19968;&#20999;&#36827;&#34892;&#37325;&#24314;&#65292;&#26368;&#21518;&#22823;&#33041;&#23545;&#25972;&#20214;&#20107;&#24773;&#26377;&#20102;&#35748;&#30693;&#12290;</p>
<p>&#9679;&#22823;&#33041;&#20284;&#20046;&#37096;&#20998;&#20381;&#36182;&#36807;&#21435;&#30340;&#32463;&#21382;&#65292;&#20197;&#20915;&#23450;&#22914;&#20309;&#23558;&#36825;&#20123;&#20449;&#24687;&#25972;&#21512;&#65292;&#25152;&#20197;&#20004;&#20010;&#20154;&#21487;&#33021;&#23545;&#21516;&#19968;&#20107;&#20214;&#20135;&#29983;&#20102;&#23436;&#20840;&#19981;&#21516;&#30340;&#35748;&#30693;&#12290;</p>
<p>&#9679;&#25105;&#20204;&#30340;&#24863;&#23448;&#23601;&#26159;&#34987;&#36827;&#21270;&#25104;&#38656;&#35201;&#22312;&#19968;&#36215;&#21327;&#21516;&#24037;&#20316;&#30340;&#27169;&#24335;&#65292;&#20363;&#22914;&#65292;&#35270;&#35273;&#24433;&#21709;&#21548;&#35273;&#65292;&#36825;&#24847;&#21619;&#30528;&#21516;&#26102;&#28608;&#21457;&#21508;&#20010;&#24863;&#23448;&#21487;&#33021;&#35753;&#25105;&#20204;&#23398;&#20064;&#30340;&#26356;&#22909;&#12290;</p>
<p>&#9679;&#27668;&#21619;&#20855;&#26377;&#21796;&#36215;&#35760;&#24518;&#30340;&#19981;&#21516;&#23547;&#24120;&#30340;&#21147;&#37327;&#65292;&#20063;&#35768;&#26159;&#22240;&#20026;&#21957;&#35273;&#20449;&#21495;&#32469;&#36807;&#19992;&#33041;&#30452;&#22868;&#33258;&#24049;&#30446;&#30340;&#22320;&#30340;&#32536;&#25925;&#65292;&#22312;&#36825;&#20123;&#30446;&#30340;&#22320;&#20013;&#65292;&#23601;&#21253;&#25324;&#20102;&#37027;&#20010;&#34987;&#31216;&#20026;&#26447;&#20161;&#26680;&#30340;&#24773;&#32490;&#20027;&#31649;&#32773;&#12290;</p>
<h3>&#23450;&#24459;10&#65306;&#35270;&#35273;&#26159;&#26368;&#26377;&#21147;&#30340;&#24863;&#23448;</h3>
<p>&#9679;&#35270;&#35273;&#26159;&#30446;&#21069;&#25105;&#20204;&#26368;&#37325;&#35201;&#30340;&#24863;&#35273;&#22120;&#23448;&#65292;&#21344;&#21435;&#20102;&#22823;&#33041;&#19968;&#21322;&#30340;&#36164;&#28304;&#12290;</p>
<p>&#9679;&#25105;&#20204;&#25152;&#30475;&#21040;&#30340;&#65292;&#20165;&#26159;&#22823;&#33041;&#21578;&#35785;&#36807;&#25105;&#20204;&#24212;&#35813;&#30475;&#21040;&#30340;&#65292;&#24182;&#19981;&#26159;&#30334;&#20998;&#20043;&#30334;&#20934;&#30830;&#12290;</p>
<p>&#9679;&#25105;&#20204;&#30340;&#35270;&#35273;&#20998;&#26512;&#20998;&#20026;&#24456;&#22810;&#27493;&#39588;&#12290;&#35270;&#32593;&#33180;&#23558;&#20809;&#23376;&#32452;&#35013;&#25104;&#20687;&#23567;&#30005;&#24433;&#19968;&#26679;&#30340;&#20449;&#24687;&#27969;&#12290;&#35270;&#35273;&#30382;&#23618;&#22788;&#29702;&#36825;&#20123;&#20449;&#24687;&#27969;&#65292;&#26576;&#20123;&#21306;&#22495;&#35760;&#24405;&#21160;&#20316;&#65292;&#26576;&#20123;&#21306;&#22495;&#35760;&#24405;&#39068;&#33394;&#65292;&#31561;&#31561;&#12290;&#26368;&#21518;&#65292;&#25105;&#20204;&#25226;&#36825;&#20123;&#20449;&#24687;&#37325;&#26032;&#25972;&#21512;&#21040;&#19968;&#36215;&#65292;&#20110;&#26159;&#25105;&#20204;&#30475;&#21040;&#22806;&#38754;&#30340;&#19990;&#30028;&#20102;&#12290;</p>
<p>&#9679;&#22270;&#29255;&#21487;&#20197;&#35753;&#25105;&#20204;&#33719;&#24471;&#26368;&#22909;&#30340;&#23398;&#20064;&#21644;&#35760;&#24518;&#65292;&#20070;&#38754;&#25110;&#21475;&#22836;&#20449;&#24687;&#20570;&#19981;&#21040;&#36825;&#19968;&#28857;&#12290;</p>
<h3>&#23450;&#24459;11&#65306;&#22823;&#33041;&#20063;&#26377;&#24615;&#21035;&#24046;&#24322;</h3>
<p>&#9679;&#30007;&#24615;&#25317;&#26377;&#19968;&#26465;X&#26579;&#33394;&#20307;&#65292;&#22899;&#24615;&#25317;&#26377;&#20004;&#26465;&mdash;&mdash;&#19968;&#26465;&#26159;&#20316;&#20026;&#22791;&#20221;&#29992;&#30340;&#65292;X&#26579;&#33394;&#20307;&#26159;&#35748;&#30693;&#30340;&ldquo;&#28909;&#28857;&rdquo;&#65292;&#20182;&#25658;&#24102;&#20102;&#19982;&#22823;&#33041;&#26500;&#36896;&#26377;&#20851;&#30340;&#20247;&#22810;&#22522;&#22240;&#12290;</p>
<p>&#9679;&#22899;&#24615;&#30340;&#22522;&#22240;&#26356;&#20026;&#22797;&#26434;&#65292;&#22240;&#20026;&#20854;&#32454;&#32990;&#20869;&#27963;&#36291;&#30340;X&#26579;&#33394;&#20307;&#26159;&#22920;&#22920;&#21644;&#29240;&#29240;&#30340;&#28151;&#21512;&#12290;&#32780;&#30007;&#24615;&#30340;X&#26579;&#33394;&#20307;&#37117;&#26469;&#33258;&#22920;&#22920;&#65292;&#24182;&#19988;&#20182;&#20204;&#30340;Y&#26579;&#33394;&#20307;&#25658;&#24102;&#30340;&#22522;&#22240;&#23569;&#20110;100&#20010;&#65292;&#32780;X&#26579;&#33394;&#20307;&#25658;&#24102;&#26377;1500&#20010;&#22522;&#22240;&#12290;</p>
<p>&#9679;&#30007;&#22899;&#22823;&#33041;&#22312;&#32467;&#26500;&#19978;&#21644;&#29983;&#21270;&#19978;&#37117;&#26159;&#19981;&#21516;&#30340;&#65292;&#20363;&#22914;&#65292;&#30007;&#24615;&#30340;&#26447;&#20161;&#26680;&#22823;&#12290;&#20294;&#25105;&#20204;&#19981;&#30693;&#36947;&#36825;&#20123;&#24046;&#21035;&#26159;&#21542;&#26377;&#37325;&#35201;&#30340;&#24847;&#20041;&#12290;</p>
<p>&#9679;&#23545;&#24613;&#24615;&#24212;&#28608;&#30007;&#24615;&#21644;&#22899;&#24615;&#30340;&#21453;&#24212;&#19981;&#21516;&#65306;&#22899;&#24615;&#28608;&#27963;&#24038;&#21322;&#29699;&#30340;&#26447;&#20161;&#26680;&#65292;&#24182;&#35760;&#20303;&#24773;&#32490;&#30340;&#32454;&#33410;&#65307;&#30007;&#24615;&#28608;&#27963;&#21491;&#21322;&#29699;&#30340;&#26447;&#20161;&#26680;&#65292;&#24182;&#35760;&#20303;&#35201;&#26088;&#12290;</p>
<h3>&#23450;&#24459;12&#65306;&#25105;&#20204;&#26159;&#22825;&#29983;&#30340;&#25506;&#38505;&#23478;</h3>
<p>&#9679;&#23156;&#20799;&#26159;&#25351;&#23548;&#25105;&#20204;&#22914;&#20309;&#23398;&#20064;&#30340;&#27036;&#26679;&#65292;&#20182;&#20204;&#19981;&#26159;&#34987;&#21160;&#30340;&#23545;&#29615;&#22659;&#20316;&#20986;&#21453;&#24212;&#65292;&#30456;&#21453;&#20182;&#20204;&#36890;&#36807;&#31215;&#26497;&#30340;&#35266;&#23519;&#12289;&#20551;&#35774;&#12289;&#23454;&#39564;&#21644;&#24635;&#32467;&#23545;&#21608;&#22260;&#20107;&#20214;&#36827;&#34892;&#25506;&#32034;&#12290;</p>
<p>&#9679;&#22823;&#33041;&#30340;&#29305;&#23450;&#37096;&#20998;&#24110;&#21161;&#20154;&#31867;&#22312;&#25506;&#32034;&#19990;&#30028;&#36807;&#31243;&#20013;&#24418;&#25104;&#20102;&#26576;&#20123;&#31185;&#23398;&#30340;&#24577;&#24230;&#12290;&#22823;&#33041;&#30340;&#21491;&#21069;&#39069;&#21494;&#30382;&#23618;&#26816;&#26597;&#25105;&#20204;&#20551;&#35774;&#20013;&#20986;&#29616;&#30340;&#38169;&#35823;&#65288;&#20363;&#22914;&ldquo;&#21073;&#40831;&#34382;&#19981;&#26159;&#23545;&#25105;&#20204;&#27809;&#26377;&#23041;&#32961;&#30340;&#21160;&#29289;&rdquo;&#65289;&#65292;&#19982;&#23427;&#27607;&#37051;&#30340;&#21306;&#22495;&#21578;&#35785;&#25105;&#20204;&#24212;&#35813;&#25913;&#21464;&#34892;&#20026;&#65288;&#24555;&#36305;&#65289;&#12290;</p>
<p>&#9679;&#22240;&#20026;&ldquo;&#38236;&#20687;&#31070;&#32463;&#20803;&rdquo;&#30340;&#23384;&#22312;&#65292;&#25105;&#20204;&#21487;&#20197;&#35782;&#21035;&#21644;&#27169;&#20223;&#26576;&#20123;&#34892;&#20026;&#65292;&#38236;&#20687;&#31070;&#32463;&#20803;&#20998;&#24067;&#22312;&#22823;&#33041;&#30340;&#21508;&#20010;&#22320;&#26041;&#12290;</p>
<p>&#9679;&#25104;&#20154;&#22823;&#33041;&#30340;&#19968;&#20123;&#21306;&#22495;&#20687;&#23156;&#20799;&#19968;&#26679;&#20855;&#26377;&#21487;&#22609;&#24615;&#65292;&#25152;&#20197;&#25105;&#20204;&#21487;&#20197;&#20135;&#29983;&#26032;&#30340;&#31070;&#32463;&#20803;&#65292;&#35753;&#25105;&#20204;&#22312;&#19968;&#29983;&#20013;&#37117;&#33021;&#22815;&#23398;&#20064;&#26032;&#20107;&#29289;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/07/08/11889/" title="6:15 AM" rel="bookmark"><time class="entry-date" datetime="2011-07-08T06:15:15+00:00">2011/07/08</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/07/08/11888/" rel="prev"><span class="meta-nav">&larr;</span> Panoramic Photography: 30 Breathtaking Photos</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/07/08/11890/" rel="next">&#21508;&#31181;&#26080;&#30171;&#36215;&#24202;&#27861; | &#22885;&#28059;&#30340;&#21338;&#23458; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/07/08/11889/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="11889" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="0b034ae1a0"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="79"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>July 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/06/">&laquo; Jun</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/08/">Aug &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="4" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/07/01/" aria-label="Posts published on July 1, 2011">1</a></td><td>2</td><td><a href="http://log.SunnyBoy.Me/2011/07/03/" aria-label="Posts published on July 3, 2011">3</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/04/" aria-label="Posts published on July 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/05/" aria-label="Posts published on July 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/07/07/" aria-label="Posts published on July 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/08/" aria-label="Posts published on July 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/09/" aria-label="Posts published on July 9, 2011">9</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/10/" aria-label="Posts published on July 10, 2011">10</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/11/" aria-label="Posts published on July 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/12/" aria-label="Posts published on July 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/13/" aria-label="Posts published on July 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/14/" aria-label="Posts published on July 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/15/" aria-label="Posts published on July 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/16/" aria-label="Posts published on July 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/17/" aria-label="Posts published on July 17, 2011">17</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/18/" aria-label="Posts published on July 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/19/" aria-label="Posts published on July 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/20/" aria-label="Posts published on July 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/21/" aria-label="Posts published on July 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/22/" aria-label="Posts published on July 22, 2011">22</a></td><td>23</td><td><a href="http://log.SunnyBoy.Me/2011/07/24/" aria-label="Posts published on July 24, 2011">24</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/25/" aria-label="Posts published on July 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/26/" aria-label="Posts published on July 26, 2011">26</a></td><td>27</td><td><a href="http://log.SunnyBoy.Me/2011/07/28/" aria-label="Posts published on July 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/29/" aria-label="Posts published on July 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/30/" aria-label="Posts published on July 30, 2011">30</a></td><td>31</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
