<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>15 | August | 2011 | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="archive date custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<section id="primary" class="site-content"><div id="content" role="main">

					<header class="archive-header"><h1 class="archive-title">Daily Archives: <span>2011/08/15</span></h1>
			</header><!-- .archive-header --><article id="post-12422" class="post-12422 post type-post status-publish format-standard hentry category-stefanie"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/15/12422/" rel="bookmark">&#25105;&#20063;&#35780;&#26032;&#12298;&#23130;&#23035;&#27861;&#12299;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/15/12422/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#26412;&#24819;&#20889;&#28857;&#20160;&#20040;&#65292;&#21448;&#24819;&#36215;&#20102;&#21069;&#19968;&#27573;&#26102;&#38388;&#30475;&#21040;&#30340;&#35805;&#65292;&#19981;&#22952;&#20877;&#29992;&#19968;&#27425;&#12290;</p>
<p>&#19968;&#26041;&#38754;&#65306;<br>
&#38669;&#22827;&#26031;&#22374;&#24503;&#30340;&#22269;&#23478;&#25991;&#21270;&#27169;&#22411;&#65306;&#19968;&#20010;&#31038;&#20250;&#23545;&ldquo;&#30007;&#23376;&#27668;&#27010;&rdquo;&#30340;&#35780;&#20215;&#36234;&#39640;&#65292;&#20854;&#30007;&#23376;&#19982;&#22899;&#23376;&#20043;&#38388;&#30340;&#20215;&#20540;&#35266;&#24046;&#24322;&#20063;&#23601;&#36234;&#22823;&#12290;</p>
<p>&#21478;&#19968;&#26041;&#38754;&#65306;<br>
&#25151;&#20215;&#26412;&#36523;&#26159;&#30149;&#24577;&#30340;&#65292;&#23545;&#24453;&#36825;&#20010;&#38382;&#39064;&#65292;&#35299;&#20915;&#21150;&#27861;&#24212;&#35813;&#26159;&#20302;&#25151;&#20215;&#65292;&#32780;&#19981;&#26159;&#35752;&#35770;&#36825;&#20010;&#25151;&#23376;&#26159;&#35841;&#30340;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/stefanie/" rel="category tag">Stefanie</a> on <a href="http://log.SunnyBoy.Me/2011/08/15/12422/" title="11:20 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-15T23:20:02+00:00">2011/08/15</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12420" class="post-12420 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/08/15/12420/" rel="bookmark">&#24066;&#22330;&#21046;&#24230;&#26368;&#36947;&#24503; &ndash; &#24352;&#32500;&#36814;&#30340;&#26085;&#24535;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/08/15/12420/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#26469;&#28304;&#65306;&#21335;&#26041;&#21608;&#26411;</p>
<p>&#32463;&#27982;&#23398;&#21644;&#23447;&#25945;&#20262;&#29702;&#30340;&#22522;&#26412;&#20551;&#35774;&#26159;&#65292;&#20154;&#26159;&#33258;&#25105;&#20013;&#24515;&#30340;&#12290;&#23447;&#25945;&#30340;&#36923;&#36753;&#21644;&#24066;&#22330;&#30340;&#36923;&#36753;&#26368;&#22823;&#19981;&#21516;&#26159;&#65292;&#23447;&#25945;&#30340;&#36923;&#36753;&#26159;&#36890;&#36807;&#25913;&#21464;&#20154;&#30340;&#24515;&#26469;&#36798;&#21040;&#21892;&#30340;&#34892;&#20026;&#65292;&#24066;&#22330;&#30340;&#36923;&#36753;&#19981;&#24819;&#25913;&#21464;&#20154;&#30340;&#24515;&#65292;&#32780;&#26159;&#35268;&#33539;&#20154;&#30340;&#34892;&#65288;&#34892;&#20026;&#65289;&#65292;&#21363;&#20197;&#21033;&#20154;&#20043;&#34892;&#65292;&#23454;&#29616;&#21033;&#24049;&#20043;&#24515;&#65281;</p>
<p>1. &#20154;&#26159;&#20197;&#33258;&#25105;&#20026;&#20013;&#24515;&#30340;</p>
<p>&#24066;&#22330;&#26412;&#36523;&#27809;&#26377;&#25913;&#21464;&#20154;&#30340;&#26412;&#24615;&#65292;&#24066;&#22330;&#20174;&#19981;&#35797;&#22270;&#25913;&#21464;&#20154;&#30340;&#26412;&#24615;</p>
<p>&#20154;&#31867;&#29359;&#38169;&#35823;&#25110;&#24178;&#22351;&#20107;&#26377;&#20004;&#31181;&#21407;&#22240;&#65292;&#19968;&#26159;&#26080;&#30693;&#65292;&#30693;&#35782;&#26377;&#38480;&#65292;&#19981;&#26126;&#30333;&#20160;&#20040;&#26159;&#22909;&#65292;&#20160;&#20040;&#26159;&#22351;&#65292;&#24819;&#24178;&#22909;&#20107;&#65292;&#32467;&#26524;&#21364;&#25104;&#20102;&#22351;&#20107;&#65307;&#20108;&#26159;&#26080;&#32827;&#65292;&#26126;&#30693;&#36825;&#20107;&#22351;&#65292;&#25439;&#23475;&#21035;&#20154;&#65292;&#20026;&#20102;&#33258;&#24049;&#30340;&#21033;&#30410;&#20173;&#28982;&#21435;&#20570;&#12290;&#27604;&#22914;&#65292;&#22312;&#24191;&#27867;&#20851;&#27880;&#30340;&#39135;&#21697;&#23433;&#20840;&#38382;&#39064;&#30340;&#25972;&#20010;&#38142;&#26465;&#20013;&#65292;&#22909;&#22810;&#20154;&#20570;&#20102;&#36127;&#38754;&#36129;&#29486;&#65292;&#20854;&#20013;&#26377;&#20123;&#20154;&#21487;&#33021;&#20986;&#20110;&#26080;&#30693;&#65292;&#26377;&#20123;&#20154;&#21487;&#33021;&#20986;&#20110;&#26080;&#32827;&#12290;</p>
<p>&#29616;&#23454;&#20013;&#65292;&#36825;&#20108;&#32773;&#24456;&#38590;&#21306;&#20998;&#12290;&#35768;&#22810;&#26080;&#32827;&#34892;&#20026;&#20174;&#26681;&#26412;&#19978;&#35762;&#20063;&#21487;&#20197;&#35828;&#26159;&#22240;&#20026;&#26080;&#30693;&#65292;&#26159;&#32570;&#20047;&#26234;&#24935;&#30340;&#34920;&#29616;&#65292;&#32467;&#26524;&#24120;&#24120;&#26159;&#32874;&#26126;&#21453;&#34987;&#32874;&#26126;&#35823;&#12290;&#25152;&#20197;&#65292;&#25105;&#25552;&#37266;&#22823;&#23478;&#65292;&#19981;&#35201;&#31616;&#21333;&#22320;&#25226;&#20154;&#31867;&#29359;&#30340;&#25152;&#26377;&#38169;&#35823;&#65292;&#37117;&#24402;&#20110;&#26080;&#32827;&#65292;&#36825;&#28857;&#38750;&#24120;&#38750;&#24120;&#37325;&#35201;&#12290;</p>
<p>&#20851;&#20110;&#24066;&#22330;&#32463;&#27982;&#65292;&#23398;&#32773;&#21253;&#25324;&#32463;&#27982;&#23398;&#32773;&#37117;&#35201;&#20445;&#26377;&#36825;&#26679;&#19968;&#31181;&#35748;&#35782;&#65306;&#24066;&#22330;&#26412;&#36523;&#27809;&#26377;&#25913;&#21464;&#20154;&#30340;&#26412;&#24615;&#65292;&#24066;&#22330;&#20174;&#19981;&#35797;&#22270;&#25913;&#21464;&#20154;&#30340;&#26412;&#24615;&#65292;&#25317;&#25252;&#24066;&#22330;&#30340;&#20154;&#27809;&#26377;&#24819;&#36807;&#29992;&#24066;&#22330;&#25913;&#21464;&#20154;&#30340;&#26412;&#24615;&#65307;&#21453;&#36807;&#26469;&#65292;&#27491;&#22240;&#20154;&#30340;&#26412;&#24615;&#27809;&#27861;&#25913;&#21464;&#65292;&#25152;&#20197;&#25165;&#26377;&#20102;&#24066;&#22330;&#32463;&#27982;&#65292;&#20063;&#25165;&#38656;&#35201;&#24066;&#22330;&#32463;&#27982;&#65292;&#24066;&#22330;&#20351;&#20154;&#30340;&#34892;&#20026;&#26356;&#31526;&#21512;&#21892;&#30340;&#35201;&#27714;&#12290;</p>
<p>&#20154;&#30340;&#26412;&#24615;&#26159;&#20160;&#20040;&#65311;&#23485;&#27867;&#28857;&#35828;&#65292;&#23601;&#26159;&#20960;&#20046;&#25152;&#26377;&#20154;&#65292;&#37117;&#26159;&#20197;&#33258;&#25105;&#20026;&#20013;&#24515;&#30340;&#65288;self&#65293;cen-tered&#65289;&#12290;&#25105;&#19981;&#19968;&#23450;&#35828;&#20154;&#26159;&#33258;&#31169;&#30340;&#65292;&#20294;&#26159;&#20154;&#26159;&#20197;&#33258;&#25105;&#20026;&#20013;&#24515;&#30340;&#65292;&#36825;&#19968;&#28857;&#19978;&#65292;&#20122;&#37324;&#22763;&#22810;&#24503;&#21644;&#23380;&#23376;&#36825;&#26679;&#30475;&#65292;&#20122;&#24403;&middot;&#26031;&#23494;&#20063;&#36825;&#26679;&#30475;&#12290;</p>
<p>&#20122;&#24403;&middot;&#26031;&#23494;&#35828;&#21516;&#24773;&#24515;&#26222;&#36941;&#23384;&#22312;&#65292;&#21363;&#20351;&#26368;&#22351;&#30340;&#20154;&#20063;&#26377;&#21516;&#24773;&#24515;&#65292;&#20294;&#25152;&#26377;&#30340;&#21516;&#24773;&#24515;&#37117;&#26159;&#22260;&#32469;&#33258;&#24049;&#23637;&#24320;&#30340;&#65292;&#21516;&#24773;&#24515;&#30340;&#22823;&#23567;&#65292;&#19968;&#26159;&#19982;&#29289;&#29702;&#19978;&#30340;&#36317;&#31163;&#26377;&#20851;&#65292;&#20108;&#26159;&#19982;&#29983;&#29702;&#19978;&#30340;&#36317;&#31163;&#26377;&#20851;&#12290;&#20154;&#22240;&#20026;&#33021;&#35774;&#36523;&#22788;&#22320;&#65292;&#25165;&#20250;&#21516;&#24773;&#20182;&#20154;&#65307;&#22240;&#20026;&#33021;&#23558;&#24515;&#27604;&#24515;&#65292;&#25165;&#26377;&ldquo;&#24049;&#25152;&#19981;&#27442;&#65292;&#21247;&#26045;&#20110;&#20154;&rdquo;&#30340;&#21487;&#33021;&#12290;&#30475;&#21040;&#33258;&#24049;&#30340;&#20146;&#20154;&#36807;&#19990;&#65292;&#27604;&#30475;&#21040;&#20960;&#21315;&#20844;&#37324;&#22806;&#38750;&#27954;&#20154;&#30340;&#36807;&#19990;&#26102;&#30340;&#21516;&#24773;&#24515;&#32943;&#23450;&#35201;&#22823;&#65307;&#30475;&#21040;&#29492;&#23376;&#34987;&#26432;&#65292;&#27604;&#30475;&#21040;&#34434;&#34433;&#34987;&#26432;&#26102;&#30340;&#21516;&#24773;&#24515;&#20063;&#35201;&#22823;&#12290;&#20026;&#20160;&#20040;&#65311;&#22240;&#20026;&#29492;&#23376;&#27604;&#34434;&#34433;&#19982;&#20154;&#30340;&#30456;&#20284;&#24615;&#26356;&#22823;&#12290;&#32780;&#20320;&#23545;&#34434;&#34433;&#30340;&#21516;&#24773;&#24515;&#65292;&#21487;&#33021;&#27604;&#23545;&#26893;&#29289;&#30340;&#21516;&#24773;&#24515;&#26356;&#22823;&#65292;&#36825;&#20063;&#23601;&#26159;&#20026;&#20160;&#20040;&#19968;&#20123;&#20449;&#22857;&#20315;&#25945;&#30340;&#20154;&#65292;&#19981;&#21507;&#33636;&#65292;&#21482;&#21507;&#32032;&#65292;&#22240;&#20026;&#21160;&#29289;&#22312;&#24418;&#35937;&#19978;&#12289;&#29983;&#29702;&#19978;&#36319;&#20154;&#30340;&#30456;&#20284;&#24615;&#27604;&#36215;&#26893;&#29289;&#26469;&#26356;&#22823;&#12290;&#25152;&#20197;&#21516;&#24773;&#24515;&#26159;&#24314;&#31435;&#22312;&#33258;&#25105;&#20013;&#24515;&#30340;&#22522;&#30784;&#19978;&#30340;&#12290;</p>
<p>&#24182;&#19988;&#65292;&#21363;&#20351;&#21033;&#20182;&#20027;&#20041;&#20063;&#26159;&#33258;&#25105;&#20013;&#24515;&#30340;&#12290;&#20026;&#35748;&#35782;&#30340;&#20154;&#29306;&#29298;&#33258;&#24049;&#21033;&#30410;&#30340;&#20154;&#65292;&#27604;&#20026;&#19981;&#35748;&#35782;&#30340;&#20154;&#29306;&#29298;&#33258;&#24049;&#21033;&#30410;&#30340;&#20154;&#22810;&#65307;&#25300;&#24049;&#19968;&#27611;&#32780;&#21033;&#22825;&#19979;&#30340;&#20154;&#27604;&#27604;&#30342;&#26159;&#65292;&#20294;&#33293;&#24049;&#19968;&#21629;&#32780;&#25937;&#20182;&#20154;&#30340;&#23525;&#23525;&#26080;&#20960;&#12290;&#36825;&#20123;&#65292;&#20122;&#24403;&middot;&#26031;&#23494;&#22312;&#12298;&#36947;&#24503;&#24773;&#25805;&#35770;&#12299;&#37324;&#37117;&#35762;&#21040;&#20102;&#12290;</p>
<p>&#25105;&#30340;&#29702;&#35299;&#65292;&#20754;&#23478;&#30340;&#19968;&#25972;&#22871;&#20262;&#29702;&#20307;&#31995;&#20063;&#26159;&#24314;&#31435;&#22312;&#33258;&#25105;&#20013;&#24515;&#30340;&#22522;&#30784;&#19978;&#12290;&#20754;&#23478;&#20262;&#29702;&#26159;&#26377;&#31561;&#32423;&#30340;&#65292;&#20026;&#20160;&#20040;&#20174;&#20146;&#24773;&#23389;&#24716;&#25193;&#23637;&#21040;&#23447;&#26063;&#12289;&#22269;&#23478;&#23618;&#38754;&#65311;&#22240;&#20026;&#20154;&#26159;&#20197;&#33258;&#25105;&#20026;&#20013;&#24515;&#30340;&#12290;&#29233;&#22269;&#20027;&#20041;&#20063;&#26159;&#33258;&#25105;&#20013;&#24515;&#30340;&#34920;&#29616;&#65292;&#21542;&#21017;&#20320;&#20026;&#20160;&#20040;&#19981;&#29233;&#20854;&#20182;&#22269;&#23478;&#65311;</p>
<p>&#20107;&#23454;&#19978;&#65292;&#25152;&#26377;&#30340;&#23447;&#25945;&#37117;&#20551;&#23450;&#20154;&#26159;&#33258;&#25105;&#20013;&#24515;&#30340;&#65292;&#36825;&#19982;&#32463;&#27982;&#23398;&#30340;&#22522;&#26412;&#20551;&#35774;&#27809;&#20160;&#20040;&#19981;&#21516;&#12290;&#20851;&#20110;&#20154;&#24615;&#30340;&#20551;&#35774;&#65292;&#26080;&#35770;&#31185;&#23398;&#30340;&#23447;&#25945;&#30340;&#65292;&#21476;&#20195;&#30340;&#29616;&#20195;&#30340;&#65292;&#20013;&#22269;&#30340;&#22806;&#22269;&#30340;&#65292;&#37117;&#19968;&#26679;&#12290;&#20122;&#24403;&middot;&#26031;&#23494;&#22914;&#26524;&#19981;&#20551;&#23450;&#20154;&#20197;&#33258;&#25105;&#20026;&#20013;&#24515;&#65292;&#23601;&#19981;&#20250;&#20889;&#20986;&#12298;&#36947;&#24503;&#24773;&#25805;&#35770;&#12299;&#65292;&#20063;&#19981;&#20250;&#20889;&#20986;&#12298;&#22269;&#23500;&#35770;&#12299;&#12290;&#21516;&#26679;&#65292;&#23380;&#23376;&#22914;&#26524;&#19981;&#26159;&#20551;&#23450;&#20154;&#26159;&#33258;&#25105;&#20013;&#24515;&#30340;&#65292;&#23601;&#19981;&#20250;&#26377;&#20754;&#23478;&#30340;&#36947;&#24503;&#20262;&#29702;&#31995;&#32479;&#12290;&#27491;&#22240;&#20026;&#33258;&#25105;&#20013;&#24515;&#30340;&#36825;&#20010;&#26412;&#24615;&#21487;&#33021;&#24102;&#26469;&#38382;&#39064;&#65292;&#20154;&#31867;&#25165;&#38656;&#35201;&#34987;&#25945;&#23548;&#65292;&#25165;&#20135;&#29983;&#20102;&#23447;&#25945;&#12290;&#20754;&#23478;&#20869;&#37096;&#26377;&#20154;&#24615;&#24694;&#12289;&#20154;&#24615;&#21892;&#30340;&#20105;&#35770;&#65292;&#35199;&#26041;&#21551;&#33945;&#24605;&#24819;&#23478;&#38669;&#24067;&#26031;&#21644;&#27931;&#20811;&#23545;&#33258;&#28982;&#29366;&#24577;&#19979;&#20154;&#30340;&#34892;&#20026;&#25551;&#36848;&#20063;&#22823;&#30456;&#24452;&#24237;&#65292;&#36825;&#20123;&#37117;&#19981;&#37325;&#35201;&#65292;&#37325;&#35201;&#30340;&#26159;&#37117;&#26681;&#26412;&#19978;&#20551;&#23450;&#20154;&#26159;&#20197;&#33258;&#25105;&#20026;&#20013;&#24515;&#30340;&#65292;&#19968;&#20999;&#20027;&#24352;&#37117;&#20174;&#36825;&#20010;&#20551;&#35774;&#23637;&#24320;&#12290;</p>
<p>2. &#24066;&#22330;&#30340;&#36923;&#36753;&#21644;&#24378;&#30423;&#30340;&#36923;&#36753;&#12288;</p>
<p>&#22914;&#26524;&#27809;&#26377;&#33258;&#30001;&#31454;&#20105;&#65292;&#38752;&#25919;&#24220;&#22404;&#26029;&#65292;&#21482;&#20801;&#35768;&#19968;&#37096;&#20998;&#20154;&#24178;&#65292;&#36825;&#23601;&#19981;&#26159;&#24066;&#22330;&#30340;&#36923;&#36753;&#65292;&#26159;&#24378;&#30423;&#30340;&#36923;&#36753;&#12290;&#23601;&#20687;&#22269;&#26377;&#38134;&#34892;&#65292;&#36186;&#37027;&#20040;&#22810;&#38065;&#65292;&#26377;&#30456;&#24403;&#19968;&#37096;&#20998;&#26159;&#38752;&#24378;&#30423;&#30340;&#36923;&#36753;</p>
<p>&#36825;&#23601;&#24102;&#26469;&#19968;&#20010;&#38382;&#39064;&#65306;&#20154;&#26159;&#33258;&#25105;&#20013;&#24515;&#30340;&#65292;&#20294;&#20219;&#20309;&#20154;&#35201;&#29983;&#23384;&#37117;&#31163;&#19981;&#24320;&#20182;&#20154;&#30340;&#21512;&#20316;&#21644;&#21327;&#21161;&#65292;&#20154;&#31867;&#24590;&#26679;&#20174;&#20197;&#33258;&#25105;&#20026;&#20013;&#24515;&#21040;&#36798;&#21512;&#20316;&#21644;&#20114;&#21161;&#65311;&#25110;&#32773;&#35828;&#65292;&#33258;&#21033;&#30340;&#26412;&#24615;&#22914;&#20309;&#33021;&#22815;&#32473;&#20182;&#20154;&#24102;&#26469;&#22909;&#22788;&#65292;&#32780;&#19981;&#26159;&#20260;&#23475;&#65311;</p>
<p>&#27599;&#20010;&#20154;&#37117;&#24076;&#26395;&#29983;&#27963;&#24184;&#31119;&#65292;&#37117;&#19981;&#26029;&#36861;&#27714;better life&#12290;&#23454;&#29616;&#36825;&#20010;&#30446;&#26631;&#30340;&#25163;&#27573;&#65292;&#24402;&#32435;&#19968;&#19979;&#65292;&#22823;&#27010;&#20004;&#31181;&#65306;&#31532;&#19968;&#65292;&#26159;&#36890;&#36807;&#35753;&#21035;&#20154;&#19981;&#24184;&#31119;&#32780;&#20351;&#33258;&#24049;&#24184;&#31119;&#65292;&#21363;&#29992;&#20260;&#23475;&#21035;&#20154;&#30340;&#26041;&#24335;&#20026;&#33258;&#24049;&#24471;&#21040;&#22909;&#22788;&#12290;&#25105;&#31216;&#20043;&#20026;&ldquo;&#24378;&#30423;&#30340;&#36923;&#36753;&rdquo;&#12290;&#31532;&#20108;&#65292;&#26159;&#36890;&#36807;&#35753;&#21035;&#20154;&#24184;&#31119;&#20351;&#33258;&#24049;&#21464;&#24471;&#24184;&#31119;&#12290;&#25105;&#31216;&#20043;&#20026;&ldquo;&#24066;&#22330;&#30340;&#36923;&#36753;&rdquo;&#12290;&#20180;&#32454;&#24819;&#19968;&#19979;&#65292;&#24066;&#22330;&#30340;&#36923;&#36753;&#20854;&#23454;&#20063;&#26159;&#23447;&#25945;&#30340;&#36923;&#36753;&#65292;&#25152;&#26377;&#23447;&#25945;&#37117;&#25945;&#32946;&#20154;&#35201;&#31215;&#24503;&#34892;&#21892;&#65292;&#20063;&#23601;&#26159;&#36890;&#36807;&#21033;&#20182;&#32780;&#23454;&#29616;&#33258;&#24049;&#30340;&#24184;&#31119;&#12290;&#27604;&#22914;&#65292;&#32769;&#23376;&#35762;&ldquo;&#26082;&#20197;&#20026;&#20154;&#24049;&#24840;&#26377;&#65292;&#26082;&#20197;&#19982;&#20154;&#24049;&#24840;&#22810;&rdquo;&#65307;&#20315;&#25945;&#20027;&#24352;&#36890;&#36807;&#20102;&#24735;&ldquo;&#31354;&#24615;&rdquo;&#36798;&#21040;&ldquo;&#26080;&#25105;&rdquo;&#30340;&#22659;&#22320;&#65292;&#20197;&ldquo;&#26222;&#24230;&#20247;&#29983;&rdquo;&#26469;&#23454;&#29616;&#33258;&#24049;&#30340;&#24184;&#31119;&#12290;&#24403;&#28982;&#65292;&#26080;&#25105;&#35201;&#20462;&#28860;&#25165;&#33021;&#36798;&#21040;&#65292;&#19981;&#26159;&#22825;&#29983;&#26080;&#25105;&#65292;&#35201;&#26159;&#22825;&#29983;&#26080;&#25105;&#23601;&#27809;&#24517;&#35201;&#20462;&#28860;&#20102;&#65292;&#20063;&#23601;&#27809;&#26377;&#23447;&#25945;&#20102;&#12290;&#20174;&#36825;&#26041;&#38754;&#35762;&#65292;&#23447;&#25945;&#30340;&#36923;&#36753;&#21644;&#24066;&#22330;&#30340;&#36923;&#36753;&#26368;&#22823;&#19981;&#21516;&#26159;&#65292;&#23447;&#25945;&#30340;&#36923;&#36753;&#26159;&#36890;&#36807;&#25913;</p>
<p>&#21464;&#20154;&#30340;&#24515;&#26469;&#36798;&#21040;&#21892;&#30340;&#34892;&#20026;&#65292;&#24066;&#22330;&#30340;&#36923;&#36753;&#19981;&#24819;&#25913;&#21464;&#20154;&#30340;&#24515;&#65292;&#32780;&#26159;&#35268;&#33539;&#20154;&#30340;&#34892;&#65288;&#34892;&#20026;&#65289;&#65292;&#21363;&#20197;&#21033;&#20154;&#20043;&#34892;&#65292;&#23454;&#29616;&#21033;&#24049;&#20043;&#24515;&#65281;</p>
<p>&#25105;&#19978;&#27425;&#21435;&#23665;&#35199;&#27014;&#27425;&#65292;&#30475;&#21040;&#21439;&#21476;&#34905;&#38376;&#26377;&#19968;&#24133;&#23545;&#32852;&#65292;&#22823;&#27010;&#26159;&#36825;&#26679;&#30340;&#65306;</p>
<p>&#30334;&#21892;&#23389;&#20026;&#20808;&#65292;&#21407;&#24515;&#19981;&#21407;&#36857;&#65292;&#21407;&#36857;&#36139;&#38376;&#26080;&#23389;&#23376;</p>
<p>&#19975;&#24694;&#28139;&#20026;&#39318;&#65292;&#35770;&#36857;&#19981;&#35770;&#24515;&#65292;&#35770;&#24515;&#19990;&#19978;&#26080;&#23436;&#20154;</p>
<p>&#20160;&#20040;&#24847;&#24605;&#21602;&#65311;&#21892;&#20197;&#24515;&#35770;&#65292;&#24694;&#20197;&#34892;&#26029;&#12290;&#19968;&#20010;&#20154;&#26159;&#21542;&#26159;&#23389;&#23376;&#65292;&#19981;&#33021;&#30475;&#36825;&#20154;&#32473;&#20102;&#29238;&#27597;&#22810;&#23569;&#38065;&#12289;&#30422;&#20160;&#20040;&#25151;&#23376;&#12289;&#20080;&#20160;&#20040;&#36710;&#65292;&#22914;&#26524;&#36825;&#26679;&#65292;&#31351;&#23401;&#23376;&#23601;&#27809;&#21150;&#27861;&#24403;&#23389;&#23376;&#20102;&#12290;&#20294;&#21028;&#26029;&#19968;&#20010;&#20154;&#26159;&#19981;&#26159;&#24694;&#20154;&#65292;&#19981;&#33021;&#30475;&#26377;&#27809;&#26377;&#24694;&#30340;&#24515;&#65292;&#32780;&#35201;&#30475;&#26377;&#27809;&#26377;&#24694;&#30340;&#34892;&#12290;&#36947;&#24503;&#20262;&#29702;&#35268;&#33539;&#30340;&#26159;&#34892;&#20026;&#65292;&#32780;&#19981;&#26159;&#24515;&#65281;&#36825;&#23601;&#26159;&#23447;&#25945;&#21644;&#24066;&#22330;&#36923;&#36753;&#30340;&#22522;&#26412;&#24046;&#21035;&#12290;&#24066;&#22330;&#19981;&#27714;&#25913;&#21464;&#20154;&#30340;&#24515;&#65292;&#21482;&#27714;&#25913;&#21464;&#20154;&#30340;&#34892;&#20026;&#65292;&#24066;&#22330;&#23601;&#26159;&#20320;&#24517;&#39035;&#36890;&#36807;&#28385;&#36275;&#21035;&#20154;&#30340;&#38656;&#35201;&#26469;&#23454;&#29616;&#20320;&#33258;&#21033;&#30340;&#21160;&#26426;&#12290;&#20174;&#36825;&#20010;&#35282;&#24230;&#35762;&#65292;&#24066;&#22330;&#26412;&#36523;&#26159;&#26368;&#35762;&#20262;&#29702;&#30340;&#65292;&#23427;&#20351;&#24471;&#20320;&#19981;&#33021;&#20260;&#23475;&#21035;&#20154;&#65292;&#20320;&#33268;&#23500;&#20063;&#22909;&#65292;&#22320;&#20301;&#25552;&#21319;&#20063;&#32610;&#65292;&#19968;&#23450;&#24471;&#24314;&#31435;&#22312;&#32473;&#20182;&#20154;&#21019;&#36896;&#24184;&#31119;&#12289;&#20026;&#31038;&#20250;&#21019;&#36896;&#36130;&#23500;&#30340;&#22522;&#30784;&#19978;&#12290;&#36825;&#26159;&#25105;&#29702;&#35299;&#30340;&#24066;&#22330;&#30340;&#36923;&#36753;&#12290;</p>
<p>&#35748;&#20026;&#24066;&#22330;&#30340;&#36923;&#36753;&#21644;&#20262;&#29702;&#23447;&#25945;&#23545;&#31435;&#65292;&#23436;&#20840;&#19981;&#23545;&#12290;&#19982;&#24066;&#22330;&#30340;&#36923;&#36753;&#30495;&#27491;&#23545;&#31435;&#30340;&#26159;&#24378;&#30423;&#30340;&#36923;&#36753;&#12290;&#24378;&#30423;&#30340;&#36923;&#36753;&#38543;&#22788;&#21487;&#35265;&#12290;&#20540;&#24471;&#27880;&#24847;&#30340;&#26159;&#65292;&#26377;&#20123;&#24378;&#30423;&#34892;&#20026;&#30340;&#20986;&#21457;&#28857;&#21487;&#33021;&#38750;&#24120;&#21892;&#65292;&#24403;&#21021;&#25630;&#35745;&#21010;&#32463;&#27982;&#23601;&#26159;&#36825;&#26679;&#12290;&#24403;&#28982;&#65292;&#22312;&#29616;&#23454;&#30340;&#24066;&#22330;&#32463;&#27982;&#20013;&#65292;&#36825;&#20004;&#31181;&#36923;&#36753;&#26159;&#20849;&#23384;&#30340;&#65292;&#26377;&#20123;&#20154;&#36186;&#20102;&#38065;&#19981;&#26159;&#22240;&#20026;&#32473;&#21035;&#20154;&#24102;&#26469;&#20102;&#24184;&#31119;&#65292;&#32780;&#26159;&#22240;&#20026;&#32473;&#21035;&#20154;&#24102;&#26469;&#19981;&#24184;&#65292;&#20294;&#36825;&#26412;&#36523;&#19981;&#26159;&#24066;&#22330;&#30340;&#36923;&#36753;&#12290;&#20174;&#38271;&#36828;&#30475;&#65292;&#22312;&#24066;&#22330;&#20013;&#19968;&#20010;&#20154;&#33021;&#25345;&#20037;&#33268;&#23500;&#65292;&#19968;&#23450;&#26159;&#38752;&#35802;&#23454;&#23432;&#20449;&#65292;&#32780;&#19981;&#26159;&#38752;&#22353;&#33945;&#25296;&#39575;&#65292;&#22914;&#21496;&#39532;&#36801;&#25152;&#35328;&#65292;&ldquo;&#24265;&#21519;&#20037;&#65292;&#20037;&#26356;&#23500;&#65292;&#24265;&#36158;&#24402;&#23500;&#12290;&rdquo;&#25105;&#35748;&#20026;&#24066;&#22330;&#21046;&#24230;&#26159;&#26368;&#31526;&#21512;&#20262;&#29702;&#36947;&#24503;&#30340;&#65292;&#20294;&#26159;&#65292;&#27491;&#22914;&#25105;&#20204;&#23545;&#22909;&#22810;&#38382;&#39064;&#37117;&#26377;&#29702;&#35299;&#19978;&#30340;&#20559;&#24046;&#65292;&#25105;&#20204;&#23545;&#24066;&#22330;&#20063;&#23384;&#26377;&#35823;&#35299;&#12290;</p>
<p>&#23545;&#24066;&#22330;&#30340;&#20559;&#35265;&#21487;&#33021;&#19982;&#24863;&#24773;&#33394;&#24425;&#26377;&#20851;&#12290;&#31616;&#21333;&#22320;&#35828;&#65292;&#24066;&#22330;&#32473;&#27599;&#20010;&#20154;&#21457;&#36130;&#33268;&#23500;&#30340;&#26426;&#20250;&#65292;&#21482;&#35201;&#20320;&#20026;&#21035;&#20154;&#21019;&#36896;&#20215;&#20540;&#12290;&#20581;&#24247;&#30340;&#24066;&#22330;&#20013;&#35841;&#36186;&#38065;&#26368;&#22810;&#65311;&#23601;&#26159;&#25552;&#20379;&#26381;&#21153;&#20154;&#25968;&#26368;&#22810;&#30340;&#20154;&#12290;&#19968;&#20010;&#20445;&#22982;&#65292;&#21482;&#33021;&#26381;&#21153;&#19968;&#20010;&#20154;&#25110;&#19968;&#23478;&#20154;&#65292;&#25379;&#19981;&#20102;&#22810;&#23569;&#38065;&#65292;&#20294;&#26159;&#29983;&#20135;iPad&#25110;iPhone&#65292;&#23601;&#21487;&#20197;&#26381;&#21153;&#20960;&#21315;&#19975;&#20154;&#65292;&#20960;&#20159;&#20154;&#65292;&#36186;&#30340;&#38065;&#23601;&#22810;&#24471;&#22810;&#12290;&#24066;&#22330;&#23601;&#26159;&#25353;&#29031;&#20320;&#32473;&#22810;&#23569;&#20154;&#24102;&#26469;&#24184;&#31119;&#22238;&#25253;&#20320;&#12290;&#32473;&#21035;&#20154;&#24102;&#26469;&#30340;&#24184;&#31119;&#36234;&#22810;&#65292;&#36186;&#24471;&#38065;&#23601;&#36234;&#22810;&#65307;&#24102;&#32473;&#21035;&#20154;&#30340;&#24184;&#31119;&#36234;&#23569;&#65292;&#36186;&#24471;&#38065;&#23601;&#36234;&#23569;&#65292;&#36825;&#23601;&#26159;&#24066;&#22330;&#30340;&#36923;&#36753;&#12290;</p>
<p>&#26377;&#26102;&#65292;&#21516;&#26679;&#24773;&#20917;&#21035;&#20154;&#36186;&#38065;&#20102;&#65292;&#20320;&#27809;&#36186;&#38065;&#65292;&#20320;&#20250;&#19981;&#28385;&#65292;&#36825;&#36319;&#20154;&#24615;&#30340;&#19968;&#20010;&#29305;&#28857;&#26377;&#20851;&#65306;&#25105;&#20204;&#24448;&#24448;&#25226;&#25104;&#21151;&#24402;&#20110;&#33258;&#24049;&#30340;&#32874;&#26126;&#25165;&#26234;&#65292;&#32780;&#22833;&#36133;&#20102;&#24635;&#24616;&#24680;&#21035;&#20154;&#65307;&#25105;&#20204;&#24120;&#25226;&#33258;&#24049;&#30475;&#24471;&#27604;&#26412;&#26469;&#39640;&#23578;&#65292;&#25226;&#21035;&#20154;&#30475;&#24471;&#27604;&#26412;&#26469;&#21329;&#37145;&#12290;&#36186;&#19981;&#21040;&#22823;&#38065;&#30340;&#20154;&#65292;&#24448;&#24448;&#26377;&#36825;&#26679;&#19968;&#31181;&#24515;&#29702;&#65306;&#19981;&#26159;&#25105;&#27809;&#26412;&#20107;&#65292;&#32780;&#26159;&#25105;&#36947;&#24503;&#27700;&#24179;&#22826;&#39640;&#65292;&#19981;&#24895;&#39575;&#20154;&#12290;&#37027;&#20123;&#20154;&#20026;&#20160;&#20040;&#33021;&#36186;&#22823;&#38065;&#65311;&#24515;&#40657;&#12290;&#36825;&#26159;&#33258;&#25105;&#23433;&#24944;&#12290;&#29616;&#23454;&#29983;&#27963;&#20013;&#65292;&#25209;&#35780;&#21035;&#20154;&#36947;&#24503;&#27700;&#24179;&#24046;&#30340;&#20154;&#65292;&#30456;&#24403;&#19968;&#37096;&#20998;&#36947;&#24503;&#27700;&#24179;&#26368;&#24046;&#12290;&#35201;&#27714;&#21035;&#20154;&#22823;&#20844;&#26080;&#31169;&#30340;&#20154;&#65292;&#21487;&#33021;&#26368;&#36138;&#23146;&#65292;&#20182;&#20204;&#21916;&#27426;&#21344;&#39046;&#36947;&#24503;&#21046;&#39640;&#28857;&#65292;&#24573;&#24736;&#21035;&#20154;&#20197;&#35851;&#21462;&#31169;&#21033;&#12290;&#20182;&#35828;&#21035;&#20154;&#22826;&#36138;&#65292;&#24448;&#24448;&#26159;&#23244;&#23545;&#26041;&#35201;&#20215;&#36807;&#39640;&#65292;&#24076;&#26395;&#33021;&#20197;&#26356;&#20415;&#23452;&#30340;&#20215;&#26684;&#20080;&#20837;&#65307;&#32780;&#20174;&#23545;&#26041;&#30340;&#35282;&#24230;&#30475;&#65292;&#20063;&#35273;&#24471;&#21478;&#19968;&#26041;&#24819;&#21344;&#20415;&#23452;&#65292;&#33457;&#36825;&#20040;&#28857;&#38065;&#23601;&#24819;&#20080;&#25105;&#36825;&#20040;&#20540;&#38065;&#30340;&#19996;&#35199;&#12290;&#22914;&#26524;&#20165;&#20165;&#20174;&#20262;&#29702;&#12289;&#36947;&#24503;&#30340;&#35282;&#24230;&#65292;&#21487;&#33021;&#20250;&#20570;&#20986;&#21644;&#20107;&#23454;&#30456;&#24726;&#30340;&#35780;&#20215;&#12290;</p>
<p>&#20851;&#20110;&#24066;&#22330;&#21644;&#20262;&#29702;&#30340;&#20851;&#31995;&#65292;&#20174;&#21476;&#21040;&#20170;&#36824;&#26159;&#26377;&#22909;&#22810;&#35823;&#35299;&#65292;&#26377;&#24517;&#35201;&#28548;&#28165;&#12290;&#22823;&#23478;&#37117;&#21516;&#24847;&#65292;&#36890;&#36807;&#32473;&#21035;&#20154;&#24102;&#26469;&#24184;&#31119;&#20174;&#32780;&#20351;&#33258;&#24049;&#21464;&#24471;&#24184;&#31119;&#65292;&#26368;&#31526;&#21512;&#20262;&#29702;&#12290;&#20294;&#25105;&#30340;&#35266;&#28857;&#26159;&#65292;&#20165;&#20165;&#38752;&#35828;&#26381;&#20154;&#65292;&#27809;&#29992;&#65292;&#36824;&#24471;&#38752;&#21046;&#24230;&#12290;&#36825;&#20010;&#21046;&#24230;&#23601;&#26159;&#33258;&#30001;&#24066;&#22330;&#65292;&#23601;&#26159;&#33258;&#30001;&#31454;&#20105;&#65281;&#22914;&#26524;&#27809;&#26377;&#33258;&#30001;&#31454;&#20105;&#65292;&#38752;&#25919;&#24220;&#22404;&#26029;&#65292;&#21482;&#20801;&#35768;&#19968;&#37096;&#20998;&#20154;&#24178;&#65292;&#36825;&#23601;&#19981;&#26159;&#24066;&#22330;&#30340;&#36923;&#36753;&#65292;&#26159;&#24378;&#30423;&#30340;&#36923;&#36753;&#12290;&#23601;&#20687;&#22269;&#26377;&#38134;&#34892;&#65292;&#36186;&#37027;&#20040;&#22810;&#38065;&#65292;&#26377;&#30456;&#24403;&#19968;&#37096;&#20998;&#26159;&#38752;&#24378;&#30423;&#30340;&#36923;&#36753;&#12290;&#20320;&#23384;&#27454;&#26102;&#23427;&#21482;&#20184;&#30334;&#20998;&#20043;&#19968;&#20108;&#30340;&#21033;&#24687;&#65292;&#32780;&#23427;&#36151;&#27454;&#26102;&#25910;&#21462;&#30334;&#20998;&#20043;&#20116;&#20845;&#30340;&#21033;&#24687;&#65292;&#36825;&#20040;&#22823;&#30340;&#21033;&#24046;&#65292;&#20667;&#29916;&#37117;&#33021;&#36186;&#38065;&#12290;&#38134;&#34892;&#30340;&#39640;&#21033;&#28070;&#65292;&#26377;&#19968;&#37096;&#20998;&#38752;&#30340;&#26159;&#21093;&#21066;&#20648;&#25143;&#65292;&#32780;&#19981;&#26159;&#21019;&#36896;&#20215;&#20540;&#12290;&#36825;&#19981;&#26159;&#24066;&#22330;&#65292;&#36825;&#26159;&#21453;&#24066;&#22330;&#65292;&#25919;&#24220;&#23545;&#24066;&#22330;&#30340;&#24178;&#39044;&#22826;&#24378;&#20102;&#12290;</p>
<p>&#24494;&#35266;&#23618;&#38754;&#19978;&#65292;&#27599;&#20010;&#20154;&#20570;&#20107;&#37117;&#26159;&#26377;&#30446;&#30340;&#30340;&#65292;&#27599;&#20010;&#20154;&#37117;&#26377;&#19968;&#21452;&#30475;&#24471;&#35265;&#30340;&#25163;&#21435;&#23454;&#29616;&#33258;&#24049;&#30340;&#30446;&#30340;&#65292;&#23439;&#35266;&#23618;&#38754;&#19978;&#65292;&#24066;&#22330;&#26159;&#21452;&#30475;&#19981;&#35265;&#30340;&#25163;&#65292;&#36825;&#21452;&#30475;&#19981;&#35265;&#30340;&#25163;&#30417;&#30563;&#30475;&#24471;&#35265;&#30340;&#25163;&#19968;&#23450;&#19981;&#33021;&#20599;&#20599;&#24178;&#22351;&#20107;&#12290;&#30475;&#19981;&#35265;&#30340;&#25163;&#19968;&#23450;&#26159;&#24110;&#21161;&#21035;&#20154;&#30340;&#25163;&#65292;&#32780;&#19981;&#26159;&#20260;&#23475;&#21035;&#20154;&#30340;&#25163;&#12290;&#22914;&#26524;&#22312;&#23439;&#35266;&#23618;&#38754;&#36824;&#26377;&#20854;&#20182;&#30475;&#24471;&#35265;&#30340;&#25163;&#65292;&#36825;&#26102;&#20505;&#24066;&#22330;&#23601;&#21487;&#33021;&#26080;&#33021;&#20026;&#21147;&#65292;&#20320;&#30340;&#30475;&#24471;&#35265;&#30340;&#25163;&#23601;&#20250;&#20260;&#23475;&#21035;&#20154;&#65292;&#32780;&#19981;&#26159;&#32473;&#21035;&#20154;&#24102;&#26469;&#24184;&#31119;&#12290;</p>
<p>&#36130;&#32463;|&#20911;&#31520;&#23792;|8541 &ndash; 18601399788 &#35828;: (2011-08-05 14:01:52)<br>
3. &#36947;&#24503;&#21482;&#33021;&#22312;&#24066;&#22330;&#20013;&#23454;&#29616;</p>
<p>&#24066;&#22330;&#32463;&#27982;&#36824;&#26377;&#19968;&#20010;&#29305;&#28857;&#65292;&#23601;&#26159;&#31454;&#20105;&#20013;&#21482;&#26377;&#30528;&#30524;&#20110;&#38271;&#36828;&#21033;&#30410;&#30340;&#20154;&#65292;&#25165;&#33021;&#22815;&#30495;&#27491;&#36186;&#38065;&#65292;&#25152;&#20197;&#24066;&#22330;&#32463;&#27982;&#37324;&#30340;&#20154;&#29305;&#21035;&#27880;&#37325;&#33258;&#24049;&#30340;&#21517;&#22768;</p>
<p>&#21069;&#25991;&#30340;&#24847;&#24605;&#19981;&#26159;&#21542;&#23450;&#23447;&#25945;&#30340;&#12289;&#20262;&#29702;&#30340;&#36861;&#27714;&#65292;&#23427;&#20204;&#21644;&#24066;&#22330;&#26412;&#36523;&#26159;&#19968;&#26679;&#30340;&#65292;&#20351;&#20154;&#26377;&#21892;&#30340;&#34892;&#20026;&#65292;&#21482;&#26159;&#23447;&#25945;&#21644;&#20262;&#29702;&#26159;&#20174;&#20154;&#24515;&#30340;&#35282;&#24230;&#21435;&#32771;&#34385;&#38382;&#39064;&#65292;&#24066;&#22330;&#26159;&#20174;&#34892;&#20026;&#19978;&#32771;&#34385;&#38382;&#39064;&#65292;&ldquo;&#21407;&#36857;&#19981;&#21407;&#24515;&rdquo;&#12290;</p>
<p>&#20122;&#24403;&middot;&#26031;&#23494;&#21407;&#35805;&#30340;&#24847;&#24605;&#26159;&#65292;&#22312;&#31454;&#20105;&#30340;&#24066;&#22330;&#19978;&#65292;&#19968;&#20010;&#20154;&#36861;&#27714;&#33258;&#36523;&#21033;&#30410;&#24182;&#19981;&#26159;&#20160;&#20040;&#22351;&#20107;&#65292;&#24182;&#19981;&#26159;&#24694;&#30340;&#34892;&#20026;&#65292;&#30456;&#21453;&#65292;&#20182;&#36825;&#26679;&#20570;&#30340;&#26102;&#20505;&#32473;&#31038;&#20250;&#24102;&#26469;&#30340;&#22909;&#22788;&#27604;&#20182;&#30452;&#25509;&#21435;&#36861;&#27714;&#31038;&#20250;&#21033;&#30410;&#26102;&#36824;&#35201;&#22823;&#65292;&#36824;&#35201;&#22909;&#12290;&#36825;&#23601;&#26159;&#20122;&#24403;&middot;&#26031;&#23494;&#30340;&#20255;&#22823;&#20043;&#22788;&#65292;&#20182;&#30475;&#21040;&#24120;&#20154;&#30475;&#19981;&#21040;&#30340;&#65292;&#29616;&#23454;&#20013;&#20063;&#30830;&#30830;&#23454;&#23454;&#22914;&#27492;&#12290;&#20877;&#30475;&#30475;&#35745;&#21010;&#32463;&#27982;&#30340;&#21518;&#26524;&#65292;&#24456;&#38590;&#35828;&#23427;&#21021;&#22987;&#30340;&#30446;&#30340;&#26377;&#22810;&#19981;&#22909;&#65292;&#20294;&#24102;&#26469;&#30340;&#21364;&#26159;&#28798;&#38590;&#65292;&#20294;&#37027;&#20123;&#21334;&#29916;&#23376;&#30340;&#20154;&#65292;&#20986;&#21457;&#28857;&#19981;&#36807;&#26159;&#33258;&#24049;&#36186;&#38065;&#65292;&#20294;&#24517;&#39035;&#20570;&#20986;&#21035;&#20154;&#21916;&#27426;&#21507;&#30340;&#29916;&#23376;&#25165;&#33021;&#36186;&#21040;&#38065;&#12290;</p>
<p>&#20854;&#23454;&#20122;&#24403;&middot;&#26031;&#23494;&#30340;&#22522;&#26412;&#24605;&#24819;&#20004;&#21315;&#22810;&#24180;&#21069;&#21496;&#39532;&#36801;&#23601;&#25552;&#20986;&#20102;&#12290;&#21496;&#39532;&#36801;&#21487;&#33021;&#26159;&#19990;&#30028;&#19978;&#26368;&#26089;&#30340;&#22362;&#23450;&#30340;&#33258;&#30001;&#25918;&#20219;&#24066;&#22330;&#20027;&#20041;&#32773;&#65292;&#20182;&#35828;&#24471;&#24456;&#28165;&#26970;&#65292;&#20154;&#20204;&#36861;&#27714;&#24555;&#20048;&#24184;&#31119;&#20320;&#26159;&#27809;&#26377;&#21150;&#27861;&#25913;&#21464;&#30340;&#65292;&#20320;&#35828;&#26381;&#20063;&#27809;&#29992;&#12290;&ldquo;&#25925;&#21892;&#32773;&#22240;&#20043;&#65292;&#20854;&#27425;&#21033;&#23548;&#20043;&#65292;&#20854;&#27425;&#25945;&#35826;&#20043;&#65292;&#20854;&#27425;&#25972;&#40784;&#20043;&#65292;&#26368;&#19979;&#32773;&#19982;&#20043;&#20105;&rdquo;&#65292;&#23601;&#26159;&#35201;&#39034;&#20854;&#33258;&#28982;&#65292;&#19981;&#38656;&#35201;&#25919;&#24220;&#25630;&#20986;&#37027;&#20040;&#22810;&#30340;&#35268;&#21010;&#65292;&#37027;&#20040;&#22810;&#30340;&#20135;&#19994;&#25919;&#31574;&#65292;&#24449;&#38598;&#21160;&#21592;&#22823;&#23478;&#24178;&#36825;&#24178;&#37027;&#12290;&#25152;&#20197;&#25105;&#35748;&#20026;&#21496;&#39532;&#36801;&#26159;&#20154;&#31867;&#21382;&#21490;&#19978;&#31532;&#19968;&#20010;&#33258;&#30001;&#24066;&#22330;&#30340;&#22362;&#23450;&#30340;&#20027;&#24352;&#32773;&#12289;&#25421;&#21355;&#32773;&#12290;</p>
<p>&#26089;&#21496;&#39532;&#36801;&#20960;&#30334;&#24180;&#30340;&#32769;&#23376;&#26159;&#20154;&#31867;&#21382;&#21490;&#19978;&#31532;&#19968;&#20010;&#33258;&#30001;&#20027;&#20041;&#32773;&#12290;&#32769;&#23376;&#25215;&#35748;&#20154;&#20204;&#36861;&#27714;&#24184;&#31119;&#30340;&#27491;&#24403;&#24615;&#65292;&#20182;&#23545;&#25919;&#24220;&#24178;&#39044;&#25919;&#31574;&#23545;&#20154;&#31867;&#24184;&#31119;&#30340;&#21361;&#23475;&#26377;&#28145;&#21051;&#30340;&#35748;&#30693;&#65292;&#20294;&#20182;&#27809;&#26377;&#29702;&#35299;&#24066;&#22330;&#30340;&#22885;&#22937;&#65292;&#25152;&#20197;&#20182;&#25945;&#23548;&#20154;&#20204;&#65292;&#36861;&#27714;&#24184;&#31119;&#30340;&#21150;&#27861;&#26159;&#33410;&#21046;&#27442;&#26395;&#65292;&#28165;&#24515;&#23521;&#27442;&#12290;&#19982;&#32769;&#23376;&#19981;&#21516;&#65292;&#21496;&#39532;&#36801;&#28145;&#21051;&#35748;&#35782;&#21040;&#65292;&#33410;&#21046;&#27442;&#26395;&#19981;&#26159;&#36861;&#27714;&#24184;&#31119;&#30340;&#26368;&#22909;&#21150;&#27861;&#65292;&#24066;&#22330;&#32463;&#27982;&#21487;&#20197;&#23558;&#20154;&#30340;&#21033;&#24049;&#20043;&#24515;&#21464;&#25104;&#21033;&#20154;&#20043;&#34892;&#65292;&#20892;&#24037;&#21830;&#34398;&#65292;&#20998;&#24037;&#21512;&#20316;&#65292;&ldquo;&#21508;&#21149;&#20854;&#19994;&#65292;&#20048;&#20854;&#20107;&rdquo;&#65292;&ldquo;&#21508;&#20219;&#20854;&#33021;&#65292;&#31469;&#20854;&#21147;&rdquo;&#65292;&#36130;&#23500;&#23601;&#20687;&#27700;&#20174;&#39640;&#22788;&#24448;&#20302;&#22788;&#27969;&#19968;&#26679;&#65292;&#19981;&#21484;&#33258;&#26469;&#65292;&#19981;&#27714;&#33258;&#20986;&#65292;&ldquo;&#19978;&#21017;&#23500;&#22269;&#65292;&#19979;&#21017;&#23500;&#23478;&rdquo;&#65292;&#26159;&#26368;&#33258;&#28982;&#32780;&#28982;&#30340;&#20107;&#24773;&#12290;&#20182;&#24182;&#19988;&#35748;&#35782;&#21040;&#65292;&#36130;&#23500;&#26159;&#36947;&#24503;&#30340;&#22522;&#30784;&#65292;&#25152;&#35859;&ldquo;&#20179;&#24298;&#23454;&#32780;&#30693;&#31036;&#33410;&#65292;&#34915;&#39135;&#36275;&#32780;&#30693;&#33635;&#36785;&rdquo;&#65292;&ldquo;&#31036;&#29983;&#20110;&#26377;&#32780;&#24223;&#20110;&#26080;&rdquo;&#12290;</p>
<p>&#24066;&#22330;&#32463;&#27982;&#36824;&#26377;&#19968;&#20010;&#29305;&#28857;&#65292;&#23601;&#26159;&#31454;&#20105;&#20013;&#21482;&#26377;&#30528;&#30524;&#20110;&#38271;&#36828;&#21033;&#30410;&#30340;&#20154;&#65292;&#25165;&#33021;&#22815;&#30495;&#27491;&#36186;&#38065;&#65292;&#25152;&#20197;&#24066;&#22330;&#32463;&#27982;&#37324;&#30340;&#20154;&#29305;&#21035;&#27880;&#37325;&#33258;&#24049;&#30340;&#21517;&#22768;&#12290;&#19968;&#29942;&#30719;&#27849;&#27700;&#65292;&#23427;&#26159;&#35841;&#29983;&#20135;&#30340;&#25105;&#20204;&#19981;&#30693;&#36947;&#65292; &#36825;&#20010;&#30719;&#27849;&#27700;&#20844;&#21496;&#30340;&#32769;&#26495;&#25105;&#20204;&#19981;&#35748;&#35782;&#65292; &#25105;&#20204;&#20026;&#20160;&#20040;&#33021;&#22815;&#25918;&#24515;&#21917;&#23427;&#65311;&#23601;&#26159;&#22240;&#20026;&#21033;&#28070;&#21046;&#24230;&#30340;&#20316;&#29992;&#65292; &#20320;&#30340;&#21033;&#24049;&#20043;&#24515;&#65292; &#19968;&#23450;&#35201;&#21464;&#25104;&#21033;&#20154;&#20043;&#34892;&#12290;&#20262;&#29702;&#12289; &#23447;&#25945;&#12289; &#21746;&#23398;&#65292; &#25105;&#35273;&#24471;&#21644;&#24066;&#22330;&#27809;&#26377;&#20219;&#20309;&#30683;&#30462;&#65292; &#21482;&#26159;&#32771;&#34385;&#38382;&#39064;&#35282;&#24230;&#19981;&#19968;&#26679;&#12290;&#22909;&#22810;&#31185;&#23398;&#30340;&#19981;&#21516;&#65292; &#19981;&#26159;&#30740;&#31350;&#23545;&#35937;&#30340;&#19981;&#21516;&#65292; &#32780;&#26159;&#30740;&#31350;&#26041;&#27861;&#30340;&#19981;&#21516;&#65292; &#36235;&#20110;&#36825;&#20010;&#30446;&#30340;&#30340;&#26041;&#27861;&#19981;&#19968;&#26679;&#12290;&#22240;&#20026;&#20154;&#26159;&#26080;&#30693;&#30340;&#65292; &#25945;&#32946;&#23601;&#38750;&#24120;&#37325;&#35201;&#65292;&#23601;&#26159;&#35753;&#20154;&#20204;&#26356;&#25026;&#24471;&#33258;&#24049;&#30340;&#38271;&#36828;&#21033;&#30410;&#25152;&#22312;&#65292;&#19981;&#35201;&#20026;&#30701;&#26399;&#21033;&#30410;&#29306;&#29298;&#38271;&#36828;&#21033;&#30410;&#12290;</p>
<p>&#26377;&#19968;&#28857;&#35201;&#24378;&#35843;&#65292;&#21033;&#20182;&#20027;&#20041;&#24182;&#19981;&#33021;&#35299;&#20915;&#20154;&#19982;&#20154;&#20043;&#38388;&#30340;&#20914;&#31361;&#12290;&#27604;&#26041;&#35828;&#65292;&#19968;&#26679;&#19996;&#35199;&#25105;&#35828;&#20004;&#22359;&#21334;&#32473;&#20320;&#65292;&#20320;&#35828;&#19981;&#34892;&#65292;&#24471;&#20116;&#22359;&#25165;&#20080;&#65292;&#25105;&#35828;&#20116;&#27611;&#23601;&#34892;&#20102;&#65292;&#20320;&#35828;&#19981;&#34892;&#65292;&#24471;&#20108;&#21313;&#22359;&#65292;&#36825;&#20010;&#20132;&#26131;&#32477;&#23545;&#25104;&#20132;&#19981;&#20102;&#65292;&#22240;&#20026;&#37117;&#22826;&#20026;&#23545;&#26041;&#32771;&#34385;&#20102;&#12290;&#24066;&#22330;&#26159;&#24314;&#31435;&#22312;&#20197;&#33258;&#25105;&#20026;&#20013;&#24515;&#30340;&#22522;&#30784;&#20043;&#19978;&#30340;&#65292;&#25152;&#20197;&#25165;&#33021;&#35752;&#20215;&#36824;&#20215;&#65292;&#25165;&#26377;&#21033;&#30410;&#22343;&#34913;&#65292;&#22914;&#26524;&#37117;&#26159;&#24951;&#24936;&#21531;&#23376;&#65292;&#20132;&#26131;&#20215;&#26684;&#21453;&#20498;&#27809;&#21150;&#27861;&#30830;&#23450;&#20102;&#12290;</p>
<p>&#24066;&#22330;&#32463;&#27982;&#38656;&#35201;&#36947;&#24503;&#22522;&#30784;&#65292;&#20294;&#36825;&#19968;&#36947;&#24503;&#21482;&#33021;&#22312;&#24066;&#22330;&#20013;&#23454;&#29616;&#21644;&#25214;&#21040;&#65292;&#20063;&#21487;&#20197;&#21453;&#36807;&#26469;&#35828;&#65292;&#36947;&#24503;&#38656;&#35201;&#24314;&#31435;&#22312;&#24066;&#22330;&#30340;&#22522;&#30784;&#19978;&#12290;&#22240;&#20026;&#21892;&#30340;&#21160;&#26426;&#26082;&#21487;&#33021;&#20570;&#22909;&#20107;&#65292;&#20063;&#21487;&#33021;&#20570;&#22351;&#20107;&#12290;&#25105;&#20204;&#38656;&#35201;&#19968;&#20010;&#21046;&#24230;&#65292;&#20351;&#20320;&#35201;&#28385;&#36275;&#33258;&#24049;&#30340;&#21033;&#30410;&#65292;&#24517;&#39035;&#39318;&#20808;&#28385;&#36275;&#21035;&#20154;&#30340;&#21033;&#30410;&#65307;&#31532;&#20108;&#36824;&#35201;&#25945;&#32946;&#20154;&#65292;&#25945;&#32946;&#19981;&#26159;&#32473;&#20154;&#28748;&#36755;&#20160;&#20040;&#65292;&#32780;&#26159;&#35753;&#20154;&#26126;&#30333;&#20107;&#29702;&#65292;&#19981;&#29359;&#20667;&#12290;&#23601;&#20687;&#25105;&#32463;&#24120;&#32473;&#20225;&#19994;&#30028;&#35762;&#30340;&#65292;&#20160;&#20040;&#26159;&#20225;&#19994;&#65311;&#19968;&#20010;&#20225;&#19994;&#30495;&#27491;&#30340;&#31454;&#20105;&#21147;&#26159;&#20160;&#20040;&#65311;&#26159;&#20320;&#30340;&#22768;&#35465;&#65292;&#26159;&#21517;&#22768;&#12290;&#25105;&#20204;&#22825;&#29983;&#23601;&#30475;&#24471;&#27604;&#36739;&#36817;&#65292;&#35201;&#35753;&#19968;&#20010;&#20154;&#30475;&#24471;&#36828;&#19968;&#28857;&#65292;&#38656;&#35201;&#26377;&#22909;&#30340;&#21046;&#24230;&#65292;&#36824;&#38656;&#35201;&#22909;&#30340;&#29702;&#35770;&#30740;&#31350;&#12290;&#36825;&#20040;&#35762;&#26159;&#26377;&#20381;&#25454;&#30340;&#12290;&#19990;&#30028;&#33539;&#22260;&#30475;&#65292;&#21738;&#20010;&#22320;&#26041;&#24066;&#22330;&#32463;&#27982;&#27604;&#36739;&#21457;&#36798;&#65292;&#27604;&#36739;&#20581;&#20840;&#65292;&#21738;&#20010;&#22320;&#26041;&#20154;&#30340;&#36947;&#24503;&#27700;&#24179;&#23601;&#27604;&#36739;&#39640;&#65292;&#26356;&#35802;&#23454;&#23432;&#20449;&#12290;&#19981;&#35802;&#23454;&#23432;&#20449;&#20320;&#20225;&#19994;&#26159;&#23384;&#22312;&#19981;&#19979;&#21435;&#30340;&#65292;&#24456;&#24555;&#23601;&#20250;&#23436;&#34507;&#12290;&#30456;&#21453;&#65292;&#21738;&#20010;&#22320;&#21306;&#30340;&#24066;&#22330;&#32463;&#27982;&#19981;&#21457;&#36798;&#65292;&#21463;&#21040;&#25919;&#24220;&#30340;&#24178;&#39044;&#22810;&#65292;&#21738;&#20010;&#22320;&#26041;&#22353;&#33945;&#25296;&#39575;&#23601;&#22810;&#12290;</p>
<p>&#24403;&#28982;&#25105;&#19981;&#21542;&#35748;&#20462;&#24515;&#24456;&#37325;&#35201;&#65292;&#20294;&#20462;&#24515;&#26412;&#36523;&#20063;&#26159;&#33258;&#25105;&#21033;&#30410;&#30340;&#38656;&#35201;&#65292;&#22240;&#20026;&#19968;&#20010;&#20154;&#30340;&#24184;&#31119;&#24456;&#22823;&#31243;&#24230;&#19978;&#20381;&#36182;&#20110;&#21035;&#20154;&#23545;&#33258;&#24049;&#30340;&#35748;&#21487;&#12290;&#25105;&#20204;&#24076;&#26395;&#33258;&#24049;&#27604;&#21035;&#20154;&#22909;&#65292;&#24076;&#26395;&#21463;&#20154;&#23562;&#37325;&#65292;&#25152;&#20197;&#24517;&#39035;&#26377;&#20010;&#22909;&#21517;&#22768;&#65292;&#36825;&#20123;&#26412;&#36523;&#20063;&#26159;&#33258;&#25105;&#20013;&#24515;&#20026;&#22522;&#30784;&#30340;&#38656;&#35201;&#12290;&#20154;&#30340;&#36947;&#24503;&#12289;&#21892;&#24515;&#65292;&#36824;&#26159;&#22522;&#20110;&#33258;&#25105;&#20026;&#20013;&#24515;&#24314;&#31435;&#36215;&#26469;&#30340;&#12290;&#22871;&#29992;&#20122;&#24403;&middot;&#26031;&#23494;&#30340;&#35805;&#65292;&#21149;&#36947;&#20154;&#20204;&#34892;&#21892;&#30340;&#26368;&#26377;&#25928;&#26041;&#27861;&#26159;&#21578;&#35785;&#20182;&#65292;&#36825;&#26679;&#20570;&#26159;&#20182;&#33258;&#24049;&#30340;&#21033;&#30410;&#25152;&#22312;&#65292;&#32780;&#19981;&#26159;&#21035;&#20154;&#30340;&#38656;&#35201;&#12290;&#22914;&#26524;&#19968;&#20010;&#20154;&#19981;&#20851;&#24515;&#33258;&#24049;&#65292;&#20320;&#30634;&#25105;&#19968;&#30524;&#26377;&#20160;&#20040;&#20851;&#31995;&#65292;&#25105;&#19981;&#22312;&#20046;&#33258;&#24049;&#65292;&#20320;&#25171;&#25105;&#19968;&#39039;&#25105;&#20063;&#19981;&#22312;&#20046;&#65292;&#21448;&#20309;&#24517;&#20851;&#24515;&#20182;&#20154;&#21602;&#65311;</p>
<p>4. &#20013;&#22269;&#25945;&#32946;&#30340;&#26368;&#22823;&#22833;&#36133;&#65306;&#35828;&#20551;&#35805;&#19981;&#33080;&#32418;</p>
<p>&#22914;&#26524;&#31038;&#20250;&#19981;&#27880;&#24847;&#21046;&#24230;&#24314;&#35774;&#65292;&#19981;&#23562;&#37325;&#20154;&#26435;&#12289;&#36130;&#20135;&#21046;&#24230;&#65292;&#20165;&#20165;&#38752;&#35828;&#25945;&#65292;&#26368;&#21518;&#24688;&#24688;&#26159;&#20154;&#20154;&#37117;&#21464;&#24471;&#34394;&#20266;&#12290;</p>
<p>&#30001;&#20110;&#21542;&#23450;&#20102;&#24066;&#22330;&#30340;&#36923;&#36753;&#65292;&#25165;&#20351;&#24471;&#31038;&#20250;&#21464;&#24471;&#22914;&#27492;&#34394;&#20266;&#65292;&#22914;&#27492;&#20551;&#35805;&#36830;&#31687;</p>
<p>&#20154;&#31867;&#38754;&#20020;&#30340;&#19968;&#20010;&#22522;&#26412;&#38382;&#39064;&#65292;&#26159;&#27599;&#20010;&#20154;&#37117;&#33258;&#25105;&#20013;&#24515;&#65292;&#20294;&#21448;&#38656;&#35201;&#21035;&#20154;&#30340;&#21512;&#20316;&#65292;&#24590;&#20040;&#33021;&#22815;&#36825;&#20004;&#26041;&#38754;&#32479;&#19968;&#36215;&#26469;&#65292;&#36825;&#26159;&#25152;&#26377;&#30340;&#21746;&#23398;&#12289;&#36947;&#24503;&#23398;&#12289;&#24066;&#22330;&#29702;&#35770;&#37117;&#24076;&#26395;&#35299;&#20915;&#30340;&#12290;&#25105;&#28145;&#20449;&#65292;&#24066;&#22330;&#32463;&#27982;&#26412;&#36523;&#26159;&#35299;&#20915;&#36825;&#20010;&#30683;&#30462;&#21644;&#25361;&#25112;&#30340;&#26368;&#26377;&#25928;&#30340;&#26041;&#24335;&#12290;</p>
<p>&#21069;&#38754;&#35762;&#21040;&#65292;&#25903;&#37197;&#20154;&#31867;&#21382;&#21490;&#30340;&#23601;&#20004;&#22823;&#36923;&#36753;&#65292;&#19968;&#26159;&#24378;&#30423;&#30340;&#36923;&#36753;&#65292;&#19968;&#26159;&#24066;&#22330;&#30340;&#36923;&#36753;&#12290;&#22269;&#23478;&#20043;&#38388;&#25171;&#20183;&#26159;&#24378;&#30423;&#30340;&#36923;&#36753;&#65292;&#33258;&#30001;&#36152;&#26131;&#12289;&#20132;&#25442;&#26159;&#24066;&#22330;&#30340;&#36923;&#36753;&#12290;&#25105;&#30456;&#20449;&#36825;&#20004;&#20010;&#36923;&#36753;&#26410;&#26469;&#20173;&#28982;&#20250;&#24182;&#23384;&#12290;&#25105;&#20204;&#24076;&#26395;&#22788;&#29702;&#22269;&#38469;&#20851;&#31995;&#20063;&#33021;&#29992;&#24066;&#22330;&#30340;&#36923;&#36753;&#65292;&#27604;&#22914;&#19968;&#20010;&#22269;&#23478;&#21644;&#27665;&#26063;&#30340;&#23835;&#36215;&#65292;&#26159;&#38752;&#33258;&#30001;&#36152;&#26131;&#65292;&#32780;&#19981;&#26159;&#38752;&#24449;&#26381;&#12289;&#38752;&#27494;&#21147;&#35299;&#20915;&#38382;&#39064;&#12290;&#22909;&#22312;&#20154;&#31867;&#37117;&#26377;&#23398;&#20064;&#30340;&#33021;&#21147;&#65292;&#20013;&#22269;&#26377;&#21477;&#21476;&#35821;&#65292;&ldquo;&#19981;&#25171;&#19981;&#25104;&#20132;&rdquo;&#65292;&#24320;&#22987;&#21487;&#33021;&#21916;&#27426;&#29992;&#25171;&#30340;&#26041;&#24335;&#65292;&#29992;&#20405;&#23475;&#21035;&#20154;&#30340;&#26041;&#24335;&#65292;&#26368;&#21518;&#20004;&#36133;&#20465;&#20260;&#65292;&#20043;&#21518;&#35748;&#35782;&#21040;&#33258;&#24049;&#30340;&#38169;&#35823;&#65292;&#23601;&#24320;&#22987;&ldquo;&#20132;&rdquo;&#24448;&#12290;&ldquo;&#20132;&rdquo;&#23601;&#26159;&#20132;&#25442;&#12289;&#20114;&#21033;&#12289;&#21644;&#24179;&#12290;&#31532;&#20108;&#27425;&#19990;&#30028;&#22823;&#25112;&#26102;&#65292;&#26085;&#26412;&#12289;&#24503;&#22269;&#20225;&#22270;&#29992;&#24378;&#30423;&#30340;&#36923;&#36753;&#23500;&#24378;&#65292;&#27809;&#25104;&#21151;&#65292;&#20108;&#25112;&#21518;&#26085;&#26412;&#21644;&#24503;&#22269;&#38752;&#29983;&#20135;&#27773;&#36710;&#12289;&#30005;&#23376;&#31561;&#20135;&#21697;&#21457;&#23637;&#36215;&#26469;&#65292;&#20381;&#38752;&#30340;&#26159;&#24066;&#22330;&#30340;&#36923;&#36753;&#12290;&#20154;&#31867;&#30340;&#36827;&#27493;&#23601;&#26159;&#19981;&#26029;&#36208;&#21521;&#24066;&#22330;&#30340;&#36923;&#36753;&#12290;&#25105;&#20204;&#36319;&#32654;&#22269;&#20154;&#22352;&#19979;&#26469;&#35848;&#21028;&#65292;&#35828;&#36825;&#23545;&#32654;&#22269;&#22909;&#65292;&#32654;&#22269;&#20154;&#20063;&#35828;&#36825;&#23545;&#20013;&#22269;&#22909;&#65292;&#36825;&#23601;&#26159;&#20154;&#31867;&#30340;&#32874;&#26126;&#20043;&#22788;&#12290;</p>
<p>&#22914;&#26524;&#31038;&#20250;&#19981;&#27880;&#24847;&#21046;&#24230;&#24314;&#35774;&#65292;&#19981;&#23562;&#37325;&#20154;&#26435;&#12289;&#36130;&#20135;&#21046;&#24230;&#65292;&#20165;&#20165;&#38752;&#35828;&#25945;&#65292;&#26368;&#21518;&#24688;&#24688;&#26159;&#20154;&#20154;&#37117;&#21464;&#24471;&#34394;&#20266;&#12290;&#30001;&#20110;&#21542;&#23450;&#20102;&#24066;&#22330;&#30340;&#36923;&#36753;&#65292;&#25165;&#20351;&#24471;&#31038;&#20250;&#21464;&#24471;&#22914;&#27492;&#34394;&#20266;&#65292;&#22914;&#27492;&#20551;&#35805;&#36830;&#31687;</p>
<p>&#36807;&#21435;&#30740;&#31350;&#20262;&#29702;&#23398;&#21644;&#30740;&#31350;&#24066;&#22330;&#30340;&#23398;&#32773;&#20043;&#38388;&#35823;&#35299;&#22826;&#22810;&#65292;&#20854;&#23454;&#20154;&#31867;&#30340;&#20998;&#27495;&#22909;&#22810;&#37117;&#26159;&#30001;&#35823;&#35299;&#32780;&#26469;&#65292;&#26159;&#26080;&#30693;&#23548;&#33268;&#30340;&#12290;&#22312;&#21270;&#35299;&#20998;&#27495;&#21644;&#35823;&#35299;&#19978;&#65292;&#20262;&#29702;&#23398;&#32773;&#21644;&#32463;&#27982;&#23398;&#32773;&#24212;&#35813;&#20687;&#20146;&#20804;&#24351;&#65292;&#22240;&#20026;&#35201;&#36798;&#21040;&#30340;&#30446;&#30340;&#26159;&#19968;&#26679;&#30340;&#12290;&#20262;&#29702;&#36947;&#24503;&#21644;&#24066;&#22330;&#30340;&#30740;&#31350;&#22312;&#26410;&#26469;&#24212;&#35813;&#23436;&#20840;&#25104;&#20026;&#32479;&#19968;&#20307;&#12290;&#20107;&#23454;&#19978;&#65292;&#35199;&#26041;&#20013;&#19990;&#32426;&#30340;&#26102;&#20505;&#65292;&#32463;&#27982;&#23398;&#19981;&#36807;&#26159;&#20262;&#29702;&#23398;&#30340;&#19968;&#37096;&#20998;&#12290;&#25105;&#26159;&#25630;&#32463;&#27982;&#23398;&#30340;&#65292;&#20174;&#26469;&#19981;&#21542;&#35748;&#36947;&#24503;&#20262;&#29702;&#30340;&#37325;&#35201;&#24615;&#12290;&#21046;&#24230;&#26159;&#22823;&#26694;&#26550;&#65292;&#21516;&#26102;&#20063;&#35201;&#36947;&#24503;&#20262;&#29702;&#12290;</p>
<p>&#20013;&#22269;&#25945;&#32946;&#30340;&#26368;&#22823;&#22833;&#36133;&#26159;&#22312;&#21738;&#37324;&#65311;&#19981;&#26159;&#25233;&#21046;&#20102;&#38738;&#24180;&#20154;&#30340;&#21019;&#36896;&#24615;&#65292;&#28040;&#28781;&#20102;&#20182;&#20204;&#30340;&#22909;&#22855;&#24515;&#12290;&#26368;&#22823;&#30340;&#22833;&#36133;&#26159;&#20351;&#20154;&#21464;&#24471;&#34394;&#20266;&#65292;&#35828;&#20551;&#35805;&#19981;&#20877;&#33080;&#32418;&#65281;&#20026;&#20160;&#20040;&#65311;&#23601;&#26159;&#22240;&#20026;&#27809;&#24314;&#31435;&#19968;&#20010;&#22909;&#30340;&#31169;&#26377;&#20135;&#26435;&#21046;&#24230;&#12290;&#35199;&#26041;&#27809;&#26377;&#19968;&#20010;&#20225;&#19994;&#36148;&#26631;&#35821;&#35828;&#35201;&#35802;&#23454;&#23432;&#20449;&#65292;&#19981;&#29992;&#36148;&#65292;&#36825;&#26159;&#33258;&#28982;&#32780;&#28982;&#30340;&#65292;&#36825;&#23601;&#26159;&#24066;&#22330;&#12290;&#20002;&#25481;&#20102;&#24066;&#22330;&#30340;&#36923;&#36753;&#65292;&#20002;&#25481;&#20102;&#22522;&#26412;&#30340;&#24066;&#22330;&#35268;&#21017;&#65292;&#21482;&#33021;&#29992;&#34394;&#26080;&#32549;&#28218;&#30340;&#35828;&#25945;&#65292;&#26368;&#21518;&#23601;&#26159;&#35328;&#34892;&#19981;&#19968;&#12290;</p>
<p>&#20197;&#21069;&#19978;&#23398;&#26102;&#65292;&#19968;&#20010;&#21516;&#23398;&#38085;&#31508;&#20992;&#20002;&#20102;&#65292;&#32769;&#24072;&#35753;&#23398;&#29983;&#25490;&#25104;&#19968;&#38431;&#65292;&#30475;&#35841;&#33080;&#32418;&#65292;&#33080;&#32418;&#30340;&#20154;&#23601;&#26159;&#20599;&#38085;&#31508;&#20992;&#30340;&#20154;&#12290;&#29616;&#22312;&#20877;&#25226;&#20154;&#21483;&#19968;&#22359;&#20799;&#65292;&#19981;&#20877;&#33080;&#32418;&#20102;&#65292;&#36825;&#26041;&#27861;&#27809;&#29992;&#12290;&#30001;&#20110;&#21542;&#23450;&#20102;&#24066;&#22330;&#30340;&#36923;&#36753;&#65292;&#25165;&#20351;&#24471;&#31038;&#20250;&#21464;&#24471;&#22914;&#27492;&#34394;&#20266;&#65292;&#22914;&#27492;&#20551;&#35805;&#36830;&#31687;&#65292;&#36825;&#26159;&#35753;&#25105;&#26368;&#30171;&#24515;&#30340;&#12290;&#24378;&#35843;&#20262;&#29702;&#26102;&#19981;&#35201;&#24536;&#35760;&#36825;&#19968;&#28857;&#65292;&#21542;&#21017;&#25105;&#20204;&#23545;&#36825;&#20010;&#31038;&#20250;&#30340;&#24314;&#35774;&#36129;&#29486;&#19981;&#22823;&#12290;</p>
<p>&#38500;&#20102;&#26080;&#30693;&#21644;&#26080;&#32827;&#65292;&#31038;&#31185;&#38498;&#38065;&#27941;&#25945;&#25480;&#35762;&#30340;&ldquo;&#26080;&#22856;&rdquo;&#65292;&#38750;&#24120;&#26377;&#21551;&#21457;&#24615;&#65292;&#20063;&#26377;&#27963;&#29983;&#29983;&#30340;&#20363;&#23376;&#65292;&#22914;&#22830;&#35270;&#32463;&#24120;&#25773;&#20123;&#33410;&#30446;&#65292;&#20182;&#20204;&#33258;&#24049;&#20063;&#19981;&#21916;&#27426;&#65292;&#24456;&#26080;&#22856;&#12290;&#20294;&#25105;&#24819;&#65292;&#26080;&#22856;&#26159;&#22240;&#20026;&#24847;&#24535;&#25110;&#33021;&#21147;&#36719;&#24369;&#65292;&#36890;&#24120;&#26159;&#30001;&#26080;&#30693;&#25110;&#32773;&#26080;&#32827;&#27966;&#29983;&#20986;&#26469;&#30340;&#12290;</p>
<p>5. &#26222;&#36866;&#20215;&#20540;&#26159;&#24517;&#39035;&#30340;&#65292;&#20063;&#26159;&#21487;&#33021;&#30340;</p>
<p>&#22914;&#26524;&#19981;&#25215;&#35748;&#26222;&#36866;&#20215;&#20540;&#65292;&#31561;&#20110;&#20013;&#22269;&#25991;&#21270;&#27704;&#36828;&#19981;&#33021;&#36208;&#21521;&#19990;&#30028;&#65292;&#20013;&#22269;&#27704;&#36828;&#19981;&#33021;&#23835;&#36215;</p>
<p>&#20215;&#20540;&#26159;&#25105;&#20204;&#26222;&#36941;&#35748;&#21487;&#30340;&#34892;&#20026;&#20934;&#21017;&#65292;&#30446;&#30340;&#26159;&#35299;&#20915;&#25105;&#20204;&#30340;&#20914;&#31361;&#21644;&#32422;&#26463;&#25105;&#20204;&#30340;&#34892;&#20026;&#12290;&#27604;&#22914;&#24320;&#36710;&#35201;&#38752;&#21491;&#34892;&#65292;&#26377;&#36825;&#26679;&#19968;&#20010;&#35268;&#21017;&#65292;&#20914;&#31361;&#23601;&#22823;&#22823;&#20943;&#23569;&#12290;&#19981;&#21516;&#30340;&#22269;&#23478;&#65292;&#19981;&#21516;&#30340;&#22320;&#21306;&#65292;&#33258;&#28982;&#26377;&#19981;&#21516;&#30340;&#20215;&#20540;&#35266;&#24565;&#21644;&#34892;&#20026;&#35268;&#21017;&#12290;&#20840;&#29699;&#21270;&#20986;&#29616;&#21518;&#65292;&#19968;&#20123;&#22320;&#26041;&#30340;&#20215;&#20540;&#35266;&#12289;&#35268;&#21017;&#36824;&#20250;&#20445;&#30041;&#65292;&#20294;&#19968;&#20123;&#22522;&#26412;&#35268;&#21017;&#23601;&#24471;&#32479;&#19968;&#20102;&#12290;&#22312;&#20013;&#22269;&#24320;&#36710;&#38752;&#21491;&#34892;&#65292;&#22312;&#33521;&#22269;&#38752;&#24038;&#34892;&#65292;&#22914;&#26524;&#33521;&#22269;&#20154;&#21644;&#20013;&#22269;&#20154;&#22312;&#21516;&#19968;&#26465;&#39532;&#36335;&#65292;&#23601;&#35201;&#32479;&#19968;&#35268;&#21017;&#12290;&#27431;&#27954;&#21508;&#22269;&#21407;&#26469;&#30340;&#20132;&#36890;&#35268;&#21017;&#20063;&#26159;&#19981;&#19968;&#26679;&#30340;&#65292;&#25343;&#30772;&#20177;&#20197;&#26469;&#30340;&#27431;&#27954;&#19968;&#20307;&#21270;&#23548;&#33268;&#20102;&#27431;&#27954;&#20132;&#36890;&#35268;&#21017;&#30340;&#32479;&#19968;&#12290;&#29790;&#20856;&#22312;1967&#24180;&#20043;&#21069;&#26159;&#38752;&#24038;&#34892;&#65292;&#21518;&#26469;&#25913;&#25104;&#20102;&#38752;&#21491;&#34892;&#12290;</p>
<p>&#22312;&#20840;&#29699;&#21270;&#26102;&#20195;&#65292;&#19968;&#23450;&#35201;&#26377;&#20840;&#29699;&#20849;&#21516;&#36981;&#23432;&#30340;&#35268;&#21017;&#12290;&#29616;&#22312;&#26377;&#20123;&#20154;&#36807;&#20998;&#24378;&#35843;&#20013;&#22269;&#20215;&#20540;&#30340;&#29420;&#29305;&#24615;&#65292;&#25353;&#21069;&#25991;&#30340;&#36923;&#36753;&#65292;&#21487;&#33021;&#26159;&#22240;&#20026;&#26080;&#30693;&#65292;&#20063;&#21487;&#33021;&#26159;&#22240;&#20026;&#26080;&#32827;&#12290;&#21453;&#23545;&#26222;&#36866;&#20215;&#20540;&#21487;&#33021;&#23545;&#20154;&#31867;&#26412;&#36523;&#19981;&#26159;&#20214;&#22909;&#20107;&#65292;&#22914;&#26524;&#27809;&#26377;&#26222;&#36866;&#20215;&#20540;&#65292;&#20154;&#31867;&#24590;&#20040;&#21487;&#33021;&#30456;&#20114;&#20132;&#24448;&#21602;&#65311;&#27604;&#22914;&#65292;&#19981;&#21516;&#22269;&#23478;&#20043;&#38388;&#35201;&#25353;&#29031;&#24066;&#22330;&#30340;&#35268;&#21017;&#20132; &#25442;&#20135;&#21697;&#65292;&#23601;&#24471;&#23562;&#37325;&#27599;&#20010;&#20154;&#30340;&#26435;&#21033;&#12290;&#31169;&#26377;&#36130;&#20135;&#21046;&#24230;&#23601;&#24212;&#26159;&#26222;&#36941;&#35748;&#21487;&#30340;&#35268;&#21017;&#65292;&#25105;&#19981;&#33021;&#25250;&#20320;&#30340;&#19996;&#35199;&#65292;&#25105;&#20063;&#19981;&#33021;&#24378;&#36843;&#20320;&#20080;&#25105;&#30340;&#19996;&#35199;&#65292;&#21482;&#26377;&#36890;&#36807;&#35848;&#21028;&#65292;&#25165;&#30693;&#36947;&#20160;&#20040;&#26159;&#20844;&#24179;&#20215;&#26684;&#12290; &#26377;&#20010;&#20849;&#21516;&#30340;&#35268;&#21017;&#65292;&#20174;&#24179;&#34913;&#21033;&#30410;&#30340;&#35282;&#24230;&#30475;&#26159;&#38750;&#24120;&#26377;&#24517;&#35201;&#30340;&#12290;&#19981;&#25215;&#35748;&#26222;&#36866;&#20215;&#20540;&#65292;&#31561;&#20110;&#35828;&#24320;&#36710;&#19981;&#38656;&#35201;&#32479;&#19968;&#30340;&#20132;&#36890;&#35268;&#21017;&#65292;&#32467;&#26524;&#21487;&#33021;&#26159;&#20914;&#31361;&#29978;&#33267;&#26356;&#20026;&#24754;&#24808;&#12290;&#24403;&#28982;&#65292;&#26222;&#36866;&#20215;&#20540;&#24182;&#19981; &#26159;&#31616;&#21333;&#22320;&#25226;&#26576;&#19968;&#26041;&#30340;&#35268;&#21017;&#24378;&#21152;&#32473;&#21478;&#19968;&#26041;&#65292;&#35268;&#21017;&#30340;&#24418;&#25104;&#21487;&#33021;&#26159;&#30456;&#20114;&#22949;&#21327;&#30340;&#32467;&#26524;&#12290;</p>
<p>&#20877;&#20030;&#19968;&#20363;&#12290;&#22914;&#26524;&#21508;&#22269;&#37117;&#22362;&#25345;&#35828;&#33258;&#24049;&#22269;&#23478;&#30340;&#35821;&#35328;&#65292;&#22823;&#23478;&#23601;&#27809;&#27861;&#20132;&#27969;&#12290;&#19968;&#30334;&#22810;&#24180;&#21069;&#26377;&#20154;&#21019;&#36896;&#20102;&#19990;&#30028;&#35821;&#65292;&#20294;&#27809;&#27969;&#34892;&#36215;&#26469;&#65292;&#35821;&#35328;&#26159;&#25968;&#21315;&#19975;&#24180;&#21382;&#21490;&#31215;&#32047;&#36215;&#26469;&#30340;&#65292;&#20154;&#20026;&#21019;&#36896;&#19968;&#31181;&#35821;&#35328;&#21487;&#33021;&#20687;&#35745;&#21010;&#32463;&#27982;&#19968;&#26679;&#19981;&#21487;&#34892;&#12290;&#25105;&#30340;&#24847;&#24605;&#26159;&#65292;&#20132;&#27969;&#39318;&#20808;&#35201;&#26377;&#19968;&#31181;&#20849;&#21516;&#30340;&#35821;&#35328;&#65292;&#20854;&#27425;&#25165;&#26159;&#20351;&#29992;&#21738;&#31181;&#35821;&#35328;&#12290;&#20855;&#20307;&#20351;&#29992;&#21738;&#31181;&#35821;&#35328;&#21487;&#33021;&#19982;&#21382;&#21490;&#26377;&#20851;&#12290;&#33521;&#35821;&#25104;&#20026;&#19990;&#30028;&#21830;&#30028;&#21644;&#23398;&#26415;&#30028;&#30340;&#36890;&#29992;&#35821;&#35328;&#65292;&#26377;&#35832;&#22810;&#21382;&#21490;&#21407;&#22240;&#65292;&#20854;&#20013;&#19968;&#20010;&#23601;&#26159;&#32654;&#22269;&#25104;&#20026;&#19990;&#30028;&#22823;&#22269;&#12290;&#29616;&#22312;&#23398;&#20013;&#25991;&#30340;&#22806;&#22269;&#20154;&#36234;&#26469;&#36234;&#22810;&#65292;&#26159;&#22240;&#20026;&#20013;&#22269;&#23835;&#36215;&#12290;&#20013;&#22269;&#20154;&#30340;&#19968;&#20123;&#20215;&#20540;&#35266;&#24565;&#20063;&#21487;&#33021;&#21464;&#25104;&#26222;&#36866;&#20215;&#20540;&#65292;&#20754;&#23478;&#12289;&#36947;&#23478;&#31561;&#20256;&#32479;&#21746;&#23398;&#36234;&#26469;&#36234;&#21463;&#21040;&#20840;&#19990;&#30028;&#30340;&#37325;&#35270;&#23601;&#26159;&#35777;&#26126;&#12290;&#22914;&#26524;&#19981;&#25215;&#35748;&#26222;&#36866;&#20215;&#20540;&#65292;&#31561;&#20110;&#20013;&#22269;&#25991;&#21270;&#27704;&#36828;&#19981;&#33021;&#36208;&#21521;&#19990;&#30028;&#65292;&#20013;&#22269;&#27704;&#36828;&#19981;&#33021;&#23835;&#36215;&#65281;</p>
<p>&#26222;&#36866;&#20215;&#20540;&#20063;&#26159;&#21487;&#33021;&#30340;&#12290;&#20154;&#31867;&#26412;&#26469;&#23601;&#26159;&#21516;&#23447;&#21516;&#26063;&#65292;&#19968;&#19975;&#22810;&#24180;&#21069;&#30340;&#20912;&#30422;&#34701;&#21270;&#25226;&#21508;&#22823;&#27954;&#20998;&#24320;&#65292;&#20154;&#31867;&#29616;&#22312;&#30340;&#19981;&#21516;&#25991;&#21270;&#26159;&#22312;&#19968;&#19975;&#24180;&#20197;&#20869;&#24418;&#25104;&#30340;&#12290;&#20154;&#31867;&#26469;&#33258;&#20849;&#21516;&#30340;&#31062;&#20808;&#65292;&#22522;&#22240;&#19978;&#19981;&#24212;&#35813;&#26377;&#25991;&#21270;&#20914;&#31361;&#12290;</p>
<p>&#20854;&#27425;&#65292;&#20154;&#31867;&#22909;&#22810;&#21033;&#30410;&#20914;&#31361;&#34987;&#25105;&#20204;&#22823;&#22823;&#22840;&#22823;&#20102;&#65292;&#36825;&#20123;&#22840;&#22823;&#26377;&#30340;&#26159;&#20986;&#20110;&#26080;&#30693;&#65292;&#26377;&#30340;&#26159;&#22240;&#20026;&#26080;&#32827;&#12290;&#26377;&#24605;&#24819;&#32773;&#25226;&#20154;&#31867;&#30340;&#20914;&#31361;&#37117;&#24402;&#32467;&#20110;&#19981;&#21487;&#21327;&#35843;&#30340;&#38454;&#32423;&#30683;&#30462;&#65292;&#26368;&#21518;&#23558;&#19968;&#20999;&#37117;&#24402;&#20026;&#26007;&#26007;&#26007;&#12290;&#25105;&#20204;&#24212;&#35813;&#35748;&#35782;&#21040;&#65292;&#24037;&#20154;&#38454;&#32423;&#21644;&#36164;&#26412;&#23478;&#20043;&#38388;&#30340;&#21033;&#30410;&#20914;&#31361;&#65292;&#27604;&#24819;&#35937;&#30340;&#23569;&#65292;&#22909;&#22810;&#21033;&#30410;&#20914;&#31361;&#26159;&#21457;&#29983;&#22312;&#24037;&#20154;&#20869;&#37096;&#65292;&#32780;&#19981;&#26159;&#24037;&#20154;&#38454;&#32423;&#19982;&#36164;&#26412;&#23478;&#38454;&#32423;&#20043;&#38388;&#12290;&#29616;&#22312;&#21453;&#23545;&#20013;&#22269;&#20986;&#21475;&#30340;&#32654;&#22269;&#20154;&#20027;&#35201;&#26159;&#32654;&#22269;&#30340;&#24037;&#20154;&#38454;&#32423;&#65292;&#32780;&#19981;&#26159;&#32654;&#22269;&#30340;&#36164;&#26412;&#23478;&#65292;&#24110;&#21161;&#20013;&#22269;&#28216;&#35828;&#32654;&#22269;&#25919;&#24220;&#30340;&#21453;&#20498;&#26159;&#32654;&#22269;&#30340;&#20225;&#19994;&#23478;&#65292;&#32780;&#19981;&#26159;&#32654;&#22269;&#30340;&#24037;&#20154;&#65292;&#23601;&#26159;&#22240;&#20026;&#20013;&#22269;&#24037;&#20154;&#38454;&#32423;&#21644;&#32654;&#22269;&#24037;&#20154;&#38454;&#32423;&#30340;&#20914;&#31361;&#22823;&#20110;&#20013;&#22269;&#24037;&#20154;&#38454;&#32423;&#21644;&#32654;&#22269;&#36164;&#26412;&#23478;&#20043;&#38388;&#30340;&#20914;&#31361;&#65292;&#23613;&#31649;&#21069;&#19968;&#20010;&#20914;&#31361;&#20063;&#30001;&#20110;&#25105;&#20204;&#30340;&#26080;&#30693;&#34987;&#22840;&#22823;&#20102;&#12290;&#20013;&#22269;&#21644;&#32654;&#22269;&#30340;&#20914;&#31361;&#65292;&#20013;&#22269;&#21644;&#19996;&#21335;&#20122;&#12289;&#26085;&#26412;&#30340;&#20914;&#31361;&#65292;&#30495;&#30340;&#36828;&#27604;&#25105;&#20204;&#24819;&#35937;&#30340;&#35201;&#23567;&#12290;&#26080;&#30693;&#30340;&#25945;&#32946;&#28748;&#36755;&#30340;&#29702;&#24565;&#23548;&#33268;&#25105;&#20204;&#22840;&#22823;&#20102;&#20914;&#31361;&#12290;&#29616;&#22312;&#65292;&#23436;&#20840;&#26377;&#21487;&#33021;&#36890;&#36807;&#26356;&#22810;&#27807;&#36890;&#65292;&#23588;&#20854;&#26159;&#20013;&#22269;&#30340;&#23835;&#36215;&#20351;&#24471;&#26222;&#36866;&#20215;&#20540;&#30340;&#24418;&#25104;&#24212;&#35813;&#26356;&#21152;&#23481;&#26131;&#12290;&#36807;&#20998;&#24378;&#35843;&#20013;&#22269;&#30340;&#29420;&#29305;&#24615;&#23545;&#20013;&#22269;&#30340;&#21033;&#30410;&#25110;&#32773;&#35828;&#20013;&#22269;&#20154;&#27665;&#30340;&#21033;&#30410;&#26159;&#19981;&#22909;&#30340;&#12290;&#36825;&#26159;&#25105;&#30340;&#22522;&#26412;&#21028;&#26029;&#12290;</p>
<p>&#22914;&#26524;&#22823;&#23478;&#37117;&#25353;&#29031;&#24066;&#22330;&#30340;&#36923;&#36753;&#21435;&#20570;&#65292;&#37117;&#24819;&#21150;&#27861;&#36890;&#36807;&#20026;&#21035;&#20154;&#21019;&#36896;&#20215;&#20540;&#65292;&#20026;&#21035;&#30340;&#22269;&#23478;&#12289;&#27665;&#26063;&#24102;&#26469;&#36130;&#23500;&#32780;&#33719;&#24471;&#33258;&#24049;&#30340;&#24184;&#31119;&#65292;&#37027;&#20040;&#36825;&#20010;&#19990;&#30028;&#30340;&#20914;&#31361;&#23601;&#20250;&#21464;&#23569;&#65292;&#33258;&#30001;&#36152;&#26131;&#38750;&#24120;&#38750;&#24120;&#37325;&#35201;&#12290;&#25105;&#22312;&#32654;&#22269;&#28436;&#35762;&#26102;&#25512;&#33616;&#32654;</p>
<p>&#22269;&#25919;&#27835;&#23478;&#35835;&#20004;&#26412;&#20070;&#65292;&#19968;&#26159;&#20122;&#24403;&middot;&#26031;&#23494;&#30340;&#12298;&#22269;&#23500;&#35770;&#12299;&#65292;&#23601;&#26159;&#33258;&#30001;&#36152;&#26131;&#30340;&#29702;&#35770;&#65307;&#20108;&#26159;&#32769;&#23376;&#30340;&#12298;&#36947;&#24503;&#32463;&#12299;&#12290;&#32769;&#23376;&#35762;&ldquo;&#22823;&#37030;&#32773;&#19979;&#27969;&rdquo;&#65292;&#35828;&#30340;&#26159;&#30495;&#27491;&#20570;&#19968;&#20010;&#19990;&#30028;&#30340;&#39046;&#23548;&#32773;&#65292;&#19981;&#33021;&#22826;&#36286;&#39640;&#27668;&#26114;&#65292;&#19981;&#33021;&#22826;&#36299;&#25160;&#65292;&#35201;&#26377;&#33016;&#24576;&#21644;&#27668;&#37327;&#12290;&#35201;&#39046;&#23548;&#19981;&#21516;&#25991;&#21270;&#30340;&#20154;&#27665;&#65292;&#23588;&#20854;&#22914;&#27492;&#65281;&#20234;&#26031;&#20848;&#25991;&#21270;&#34429;&#28982;&#19982;&#25105;&#20204;&#19981;&#19968;&#26679;&#65292;&#20294;&#20154;&#30340;&#26412;&#24615;&#19968;&#26679;&#65292;&#20182;&#20204;&#20063;&#28909;&#29233;&#21644;&#24179;&#65292;&#38382;&#39064;&#26159;&#25105;&#20204;&#38656;&#35201;&#30495;&#27491;&#29702;&#35299;&#20182;&#20204;&#12290;</p>
<p>&#26222;&#36866;&#20215;&#20540;&#65292;&#31532;&#19968;&#26159;&#24517;&#39035;&#30340;&#65292;&#31532;&#20108;&#26159;&#21487;&#33021;&#30340;&#12290;&#22914;&#26524;&#19981;&#25215;&#35748;&#36825;&#19968;&#28857;&#65292;&#23601;&#21482;&#33021;&#36208;&#21521;&#24378;&#30423;&#30340;&#36923;&#36753;&#65292;&#19990;&#30028;&#27809;&#26377;&#23425;&#26085;&#65292;&#21482;&#26377;&#26411;&#26085;&#12290;</p>
<p>&#65288;&#20316;&#32773;&#20026;&#21271;&#22823;&#25945;&#25480;&#12290;&#26412;&#25991;&#26681;&#25454;&#20316;&#32773;&#22312;&#21271;&#20140;&#22823;&#23398;&#20030;&#21150;&#30340;&#19968;&#20010;&#23398;&#26415;&#23545;&#35805;&#19978;&#30340;&#21457;&#35328;&#20462;&#25913;&#32780;&#25104;&#12290;&#20316;&#32773;&#24863;&#35874;&#23545;&#35805;&#32452;&#32455;&#32773;&#38414;&#38632;&#21338;&#22763;&#30340;&#32452;&#32455;&#24037;&#20316;&#12290;&#25991;&#31456;&#22823;&#26631;&#39064;&#20026;&#32534;&#32773;&#25152;&#21152;&#12290;&#65289;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/08/15/12420/" title="1:17 PM" rel="bookmark"><time class="entry-date" datetime="2011-08-15T13:17:03+00:00">2011/08/15</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --></div><!-- #content -->
	</section><!-- #primary --><div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>August 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/07/">&laquo; Jul</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/09/">Sep &raquo;</a></td>
	</tr></tfoot><tbody><tr><td><a href="http://log.SunnyBoy.Me/2011/08/01/" aria-label="Posts published on August 1, 2011">1</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/02/" aria-label="Posts published on August 2, 2011">2</a></td><td>3</td><td><a href="http://log.SunnyBoy.Me/2011/08/04/" aria-label="Posts published on August 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/05/" aria-label="Posts published on August 5, 2011">5</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/06/" aria-label="Posts published on August 6, 2011">6</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/07/" aria-label="Posts published on August 7, 2011">7</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/08/" aria-label="Posts published on August 8, 2011">8</a></td><td>9</td><td><a href="http://log.SunnyBoy.Me/2011/08/10/" aria-label="Posts published on August 10, 2011">10</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/11/" aria-label="Posts published on August 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/12/" aria-label="Posts published on August 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/13/" aria-label="Posts published on August 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/14/" aria-label="Posts published on August 14, 2011">14</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/15/" aria-label="Posts published on August 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/16/" aria-label="Posts published on August 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/17/" aria-label="Posts published on August 17, 2011">17</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/18/" aria-label="Posts published on August 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/19/" aria-label="Posts published on August 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/20/" aria-label="Posts published on August 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/21/" aria-label="Posts published on August 21, 2011">21</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/08/22/" aria-label="Posts published on August 22, 2011">22</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/23/" aria-label="Posts published on August 23, 2011">23</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/24/" aria-label="Posts published on August 24, 2011">24</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/25/" aria-label="Posts published on August 25, 2011">25</a></td><td>26</td><td><a href="http://log.SunnyBoy.Me/2011/08/27/" aria-label="Posts published on August 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/08/28/" aria-label="Posts published on August 28, 2011">28</a></td>
	</tr><tr><td>29</td><td><a href="http://log.SunnyBoy.Me/2011/08/30/" aria-label="Posts published on August 30, 2011">30</a></td><td>31</td>
		<td class="pad" colspan="4">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
