<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>Sunny Blog | Mind And Hand Let There Be Light. | Page 84</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="home blog paged paged-84 custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">
		
										
	<article id="post-8370" class="post-8370 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/05/8370/" rel="bookmark">[&#36716;&#24086;]ARM+DSP&#21452;&#26680;&#22788;&#29702;&#22120;&#24212;&#29992;&#31243;&#24207;&#25915;&#30053;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/05/8370/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>					&#30005;&#23376;&#29609;&#21338;&#20250;<br><br><span>&#20891;&#34900;&#31561;&#32423;&#65306;</span><br>&nbsp;&#21015;&#20853;<span>&#19987;&#19994;&#31561;&#32423;&#65306;</span><br>&nbsp;&#26080;<br>
						&lt;!&ndash; 080418
</p>
<p> &ndash;&gt;<br><!-- 090617 --></p><p>&#25991;&#31456;&#65306;2</p>
<p>&#27880;&#20876;&#65306;2011-3-2</p>
<p>					<!-- 081117  --></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/05/8370/" title="6:20 PM" rel="bookmark"><time class="entry-date" datetime="2011-03-05T18:20:56+00:00">2011/03/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8368" class="post-8368 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/05/8368/" rel="bookmark">&#19975;&#20247;&#26399;&#24453;&#21830;&#21153;&#37096;3.9&#21495;&#20316;&#20986;&#30340;&#26368;&#21518;&#35009;&#20915;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/05/8368/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><span class="t_tag">&#21326;&#20026;</span>&ldquo;&#40657;&#23460;&rdquo;&#21629;&#31995;&#21830;&#21153;&#37096;&#38450;&#32447;<br><a href="http://www.c114.net" target="_blank">http://www.c114.net</a> ( 2011/3/5 09:07 )
</p><p>
&#35768;&#22810;&#20154;&#36824;&#22312;&#20026;&#21326;&#20026;&#27492;&#21069;&#30340;&#32988;&#21033;&#27426;&#21628;&#65306;<span class="t_tag">&#32654;&#22269;</span>&#27861;&#38498;&#24050;&#32463;&#19979;&#36798;&#21021;&#27493;&#31105;&#27490;&#20196;&#65292;&#31105;&#27490;<span class="t_tag">&#25705;&#25176;&#32599;&#25289;</span>&#21521;<span class="t_tag">&#35834;&#22522;&#20122;</span>&#35199;&#38376;&#23376;(&#19979;&#31216;&ldquo;<span class="t_tag">&#35834;&#35199;</span>&rdquo;)&#31227;&#20132;&#21326;&#20026;&#30340;&#21830;&#19994;&#26426;&#23494;&#65292;&#20294;&#21326;&#20026;&#27491;&#22312;&#24528;&#24529;&#22320;&#31561;&#24453;&#21478;&#19968;&#22330;&#21028;&#20915;&#12290;</p>
<p>
3&#26376;9&#26085;&#65292;<span class="t_tag">&#20013;&#22269;</span>&#21830;&#21153;&#37096;&#21453;&#22404;&#26029;&#23616;&#23558;&#20250;&#23601;&#35834;&#35199;&#25910;&#36141;&#25705;&#25176;&#32599;&#25289;<span class="t_tag">&#26080;&#32447;</span><span class="t_tag">&#19994;&#21153;</span>&#19968;&#26696;&#20316;&#20986;&#21021;&#27493;&#34920;&#24577;&#65292;&#36825;&#23558;&#20915;&#23450;&#24615;&#22320;&#24433;&#21709;&#36825;&#21333;&#20840;&#29699;<span class="t_tag">&#30005;&#20449;</span>&#19994;&#37325;&#22823;&#24182;&#36141;&#26696;&#30340;&#25104;&#19982;&#36133;&#12290;</p>
<p>
&#21830;&#21153;&#37096;&#19968;&#26086;&#25918;&#34892;&#65292;&#25903;&#25745;&#30528;&#21326;&#20026;&#27599;&#24180;&#22312;&#20840;&#29699;&#25968;&#21313;&#20159;&#32654;&#20803;&#30340;&#38144;&#21806;&#39069;&#30340;<span class="t_tag">&#30693;&#35782;</span>&#20135;&#26435;&#21644;&#21830;&#19994;&#31192;&#23494;&#23558;&#33853;&#20110;&#23545;&#25163;&#20043;&#25163;&#65292;&#21326;&#20026;&#30340;&#38271;&#26399;&#25439;&#22833;&#21487;&#33021;&#39640;&#36798;&#25968;&#30334;&#20159;&#32654;&#20803;&#12290;</p>
<p>
&#27492;&#21069;&#65292;&#28041;&#21450;&#20405;&#29359;&#21326;&#20026;&#30693;&#35782;&#20135;&#26435;&#30340;&#25705;&#25176;&#32599;&#25289;&#19982;&#35834;&#35199;&#30340;&#20132;&#26131;&#24182;&#36141;&#24050;&#33719;&#24471;&#32654;&#22269;&#12289;&#27431;&#30431;&#31561;8&#20010;&#22269;&#23478;&#25110;&#22320;&#21306;&#30340;&#21453;&#22404;&#26029;&#35768;&#21487;&#65292;&#20013;&#22269;&#21830;&#21153;&#37096;&#30340;&#34920;&#24577;&#23558;&#26159;&#21326;&#20026;&#26368;&#21518;&#30340;&#38450;&#32447;&#12290;</p>
<p>
&#36215;&#35785;&#25705;&#25176;&#32599;&#25289;</p>
<p>
2&#26376;23&#26085;&#65292;&#32654;&#22269;&#27861;&#38498;&#19979;&#36798;&#21021;&#27493;&#31105;&#27490;&#20196;&#65292;&#31105;&#27490;&#25705;&#25176;&#32599;&#25289;&#22312;&#19982;&#35834;&#35199;&#30340;&#20132;&#26131;&#20013;&#31227;&#20132;&#21326;&#20026;&#30340;&#21830;&#19994;&#26426;&#23494;&#12290;</p>
<p>
&#26412;&#25253;&#33719;&#24471;&#30340;&#36825;&#20221;&#36215;&#35785;&#20070;&#26174;&#31034;&#65292;&#21313;&#20960;&#24180;&#26469;&#65292;&#21326;&#20026;&#19982;&#25705;&#25176;&#32599;&#25289;&#31614;&#32626;&#30340;&#19968;&#31995;&#21015;&#21512;&#21516;&#65292;&#20316;&#20026;&#26500;&#25104;&#21326;&#20026;&#21644;&#25705;&#25176;&#32599;&#25289;&#21830;&#19994;&#20851;&#31995;&#30340;&#19968;&#37096;&#20998;&#65292;&#21326;&#20026;&#23601;&#20135;&#21697;<span class="t_tag">&#35774;&#35745;</span>&#12289;&#35774;&#22791;&#25805;&#20316;&#20197;&#21450;&#35774;&#22791;&#25903;&#25345;&#32473;&#25705;&#25176;&#32599;&#25289;&#25552;&#20379;&#20102;&#19968;&#31995;&#21015;&#30340;&#20445;&#23494;&#20449;&#24687;&#12290;&#22522;&#20110;&#21512;&#21516;&#65292;&#25705;&#25176;&#32599;&#25289;&#19981;&#24320;&#21457;&#33258;&#24049;&#30340;&#20135;&#21697;&#65292;&#32780;&#26159;&#20174;&#21326;&#20026;&#36141;&#20080;&#24182;&#36148;&#29260;&#36716;&#21806;&#21326;&#20026;&#30340;UMTS&#12289;<span class="t_tag">GSM</span>&#21644;&#20854;&#20182;<span class="t_tag">&#25216;&#26415;</span>&#20135;&#21697;&#12290;</p>
<p>
&#36825;&#20123;&#20449;&#24687;&#23545;&#21326;&#20026;&#30340;&#37325;&#35201;&#24615;&#19981;&#35328;&#32780;&#21947;&#65292;&ldquo;&#19978;&#36848;&#20445;&#23494;&#20449;&#24687;&#23545;&#20110;&#21326;&#20026;&#30340;UMTS&#21644;GSM&#20004;&#39033;&#25910;&#20837;&#27599;&#24180;&#36798;&#25968;&#21313;&#20159;&#32654;&#37329;&#30340;&#19994;&#21153;&#23588;&#20026;&#37325;&#35201;&#12290;&rdquo;&#21326;&#20026;&#22312;&#35785;&#29366;&#20013;&#31216;&#12290;</p>
<p>
&#21516;&#26102;&#65292;&#36825;&#20123;&#20449;&#24687;&#20174;2000&#24180;&#36215;&#23601;&#24320;&#22987;&#25345;&#32493;&#24615;&#20026;&#25705;&#25176;&#32599;&#25289;&#21019;&#36896;&#20215;&#20540;&#12290;</p>
<p>
&#20174;2000&#24180;&#33267;2006&#24180;&#65292;&#21326;&#20026;&#25552;&#20379;&#32473;&#25705;&#25176;&#32599;&#25289;&#30340;&#20135;&#21697;&#30340;&#38144;&#21806;&#37329;&#39069;&#24050;&#32463;&#20174;1400&#19975;&#32654;&#20803;&#25552;&#21319;&#21040;3800&#19975;&#32654;&#20803;&#65292;&#38144;&#21806;&#30340;&#21306;&#22495;&#20063;&#20174;&#20013;&#22269;&#25193;&#23637;&#21040;&#20102;&#20840;&#19990;&#30028;&#12290;&#33267;&#20170;&#65292;&#25705;&#25176;&#32599;&#25289;&#20174;&#21326;&#20026;&#30340;&#36141;&#20080;&#37329;&#39069;&#24050;&#32463;&#36798;&#21040;&#20102;&#22823;&#32422;8.78&#20159;&#32654;&#20803;&#12290;</p>
<p>
&#24403;&#28982;&#65292;&#36825;&#20123;&#26426;&#23494;&#20449;&#24687;&#21463;&#21040;&#21452;&#26041;&#20445;&#23494;&#21327;&#23450;&#30340;&#20005;&#26684;&#32422;&#26463;&#12290;&#22312;&#21512;&#20316;&#30340;&#36807;&#31243;&#20013;&#65292;&#21326;&#20026;&#19982;&#25705;&#25176;&#32599;&#25289;&#31614;&#35746;&#20102;&#25968;&#20221;&#21512;&#21516;&#65292;&#21512;&#21516;&#32422;&#23450;&#65292;&#25705;&#25176;&#32599;&#25289;&#19981;&#24471;&#21521;&#31532;&#19977;&#26041;&#25259;&#38706;&#21326;&#20026;&#30340;&#20445;&#23494;&#20449;&#24687;&#24182;&#19988;&#20445;&#25252;&#21326;&#20026;&#30340;&#20445;&#23494;&#20449;&#24687;&#30340;&#26426;&#23494;&#24615;&#12290;</p>
<p>
&#36825;&#19968;&#20999;&#38543;&#30528;2010&#24180;7&#26376;19&#26085;&#65292;&#35834;&#35199;&#23459;&#24067;&#20854;&#23558;&#24182;&#36141;&#25705;&#25176;&#32599;&#25289;&#30340;&#26080;&#32447;<span class="t_tag">&#32593;&#32476;</span><span class="t_tag">&#22522;&#30784;</span>&#36164;&#20135;&#32780;&#25913;&#21464;&#65292;&#36825;&#26159;&#19968;&#39033;&#39640;&#36798;12&#20159;&#32654;&#20803;&#30340;&#20132;&#26131;&#12290;&#22312;&#21452;&#26041;&#31614;&#32626;&#30340;&#20132;&#26131;&#21512;&#21516;&#20013;&#65292;&#25705;&#25176;&#32599;&#25289;&#21644;&#35834;&#35199;&#20998;&#21035;&#21516;&#24847;&#20132;&#26131;&#65292;&#23558;&#21253;&#25324;&ldquo;CDMA&#12289;GSM&#21644;UMTS&#25216;&#26415;&#20197;&#21450;UMTS&#19979;&#31532;&#19977;&#26041;&#26080;&#32447;&#25509;&#20837;&#32593;&#25216;&#26415;&rdquo;&#12290;</p>
<p>
&#35753;&#21326;&#20026;&#26080;&#27861;&#25509;&#21463;&#30340;&#26159;&#65292;&#20132;&#26131;&#20013;&#25705;&#25176;&#32599;&#25289;&#22823;&#37327;GSM&#21644;UMTS&#25216;&#26415;&#65292;&#36830;&#21516;&#20854;UMTS&#19979;&#31532;&#19977;&#26041;&#26080;&#32447;&#25509;&#20837;&#32593;&#25216;&#26415;&#19968;&#30452;&#20197;&#26469;&#37117;&#30001;&#21326;&#20026;&#25552;&#20379;&#24182;&#19988;&#30456;&#20851;&#25216;&#26415;&#28041;&#21450;&#21040;&#21326;&#20026;&#30340;&#20445;&#23494;&#20449;&#24687;&#12290;&#21478;&#22806;&#65292;&#22810;&#36798;7500&#21517;&#25705;&#25176;&#32599;&#25289;&#21592;&#24037;&#38543;&#30528;&#20132;&#26131;&#36716;&#21040;&#21326;&#20026;&#30340;&#31454;&#20105;&#23545;&#25163;&#35834;&#35199;&#65292;&#24403;&#20013;&#30340;&#24456;&#22810;&#20154;&#30452;&#25509;&#25484;&#25569;&#30528;&#21326;&#20026;&#30340;&#26426;&#23494;&#12290;</p>
<p>
&#24754;&#24773;&#21326;&#20026;</p>
<p>
2010&#24180;9&#26376;26&#26085;&#65292;&#21326;&#20026;&#39640;&#31649;&#24464;&#30452;&#20891;&#36890;&#36807;&#30005;&#23376;&#37038;&#20214;&#30340;&#26041;&#24335;&#21521;&#25705;&#25176;&#32599;&#25289;&#34920;&#26126;&#23545;&#20110;&#21326;&#20026;&#25259;&#38706;&#32473;&#25705;&#25176;&#32599;&#25289;&#30340;&#20445;&#23494;&#20449;&#24687;&#21644;&#30693;&#35782;&#20135;&#26435;&#23558;&#20250;&#34987;&#38750;&#27861;&#22320;&#25259;&#38706;&#32473;&#35834;&#35199;&#30340;&#25285;&#24551;&#65292;&#36825;&#23553;&#37038;&#20214;&#21516;&#26102;&#20063;&#34987;&#25220;&#36865;&#32473;&#20102;&#35834;&#35199;&#30340;&#39640;&#23618;&#12290;&#22312;&#37038;&#20214;&#20013;&#65292;&#21326;&#20026;&#25298;&#32477;&#20102;&#36716;&#35753;&#21512;&#21516;&#20294;&#21516;&#26102;&#34920;&#36798;&#20102;&#21326;&#20026;&#24895;&#24847;&#23601;&#20105;&#35758;&#21830;&#35752;&#20855;&#26377;&#21512;&#20316;&#24615;&#30340;&#35299;&#20915;<span class="t_tag">&#26041;&#26696;</span>&#12290;</p>
<p>
2010&#24180;10&#26376;13&#26085;&#65292;&#25705;&#25176;&#32599;&#25289;&#21644;&#35834;&#35199;&#36890;&#36807;&#30005;&#23376;&#37038;&#20214;&#32473;&#21326;&#20026;&#21457;&#20102;&#19968;&#23553;&#32852;&#21512;&#20449;&#20989;&#23601;&#21326;&#20026;&#36716;&#35753;&#21512;&#21516;&#25552;&#20986;&#24314;&#35758;&#12290;&#22312;&#20449;&#20013;&#65292;&#25705;&#25176;&#32599;&#25289;&#21644;&#35834;&#35199;&#25215;&#35748;&#25705;&#25176;&#32599;&#25289;&#23558;&#22312;&#21512;&#21516;&#36716;&#35753;&#21518;&#21521;&#35834;&#35199;&#25259;&#38706;&#21326;&#20026;&#30340;&#20445;&#23494;&#20449;&#24687;&#26159;&#25705;&#25176;&#32599;&#25289;&#19982;&#35834;&#35199;&#20132;&#26131;&#30340;&#19968;&#37096;&#20998;&#12290;&#21516;&#26102;&#65292;&#36824;&#22768;&#31216;&#23558;&#35201;&#34987;&#35834;&#35199;&#38599;&#29992;&#30340;&#25705;&#25176;&#32599;&#25289;&#30340;&#21592;&#24037;&#23558;&#25345;&#32493;&#20139;&#26377;&#25509;&#35302;&#26681;&#25454;&#21326;&#20026;&#19982;&#25705;&#25176;&#32599;&#25289;&#21512;&#21516;&#25552;&#20379;&#32473;&#25705;&#25176;&#32599;&#25289;&#30340;&#21326;&#20026;&#20445;&#23494;&#20449;&#24687;&#30340;&#26435;&#38480;&#65292;&#36825;&#20063;&#24847;&#21619;&#30528;&#25484;&#25569;&#21326;&#20026;&#20445;&#23494;&#20449;&#24687;&#30340;&#25705;&#25176;&#32599;&#25289;&#21592;&#24037;&#23558;&#25104;&#20026;&#21326;&#20026;&#30452;&#25509;&#31454;&#20105;&#23545;&#25163;&#35834;&#35199;&#30340;&#21592;&#24037;&#12290;</p>
<p>
&#36825;&#19982;&#21326;&#20026;&#21644;&#25705;&#25176;&#32599;&#25289;&#21512;&#21516;&#35268;&#23450;&#19981;&#24471;&#21521;&#31532;&#19977;&#26041;&#25259;&#38706;&#21326;&#20026;&#20445;&#23494;&#20449;&#24687;&#30340;&#30456;&#20851;&#35268;&#23450;&#30456;&#24726;&#12290;</p>
<p>
&#26412;&#25253;&#33719;&#24713;&#65292;&#20316;&#20026;&#26366;&#32463;&#23494;&#20999;&#30340;&#21512;&#20316;&#20249;&#20276;&#65292;&#22312;&#36215;&#35785;&#21069;&#65292;&#21326;&#20026;&#21644;&#25705;&#25176;&#32599;&#25289;&#21452;&#26041;&#30340;&#39318;&#24109;&#27861;&#21153;&#20195;&#34920;&#26377;&#38271;&#36798;&#20960;&#20010;&#26376;&#30340;&#35848;&#21028;&#12290;&#25705;&#25176;&#32599;&#25289;&#30340;&#27861;&#21153;&#20195;&#34920;&#20063;&#21040;&#35775;&#36807;&#21326;&#20026;&#65292;&#20294;&#25705;&#25176;&#32599;&#25289;&#19968;&#30452;&#26410;&#33021;&#25343;&#20986;&#19968;&#20010;&#26377;&#25928;&#30340;&#21150;&#27861;&#20445;&#25252;&#21326;&#20026;&#30340;&#30693;&#35782;&#20135;&#26435;&#65292;&#21326;&#20026;&#26368;&#32456;&#20915;&#23450;&#21160;&#29992;&#27861;&#24459;&#30340;&#21147;&#37327;&#12290;</p>
<p>
&#23545;&#20110;&#21326;&#20026;&#32780;&#35328;&#65292;&#36825;&#20010;&#21363;&#23558;&#21040;&#26469;&#30340;&#26149;&#22825;&#24182;&#19981;&#28201;&#26262;&#12290;</p>
<p>
&#22312;&#36194;&#24471;&#23448;&#21496;&#21069;&#30340;2&#26376;18&#26085;&#65292;&#21326;&#20026;&#22768;&#26126;&#25509;&#21463;&#32654;&#22269;&#22806;&#22269;&#25237;&#36164;&#22996;&#21592;&#20250;(CFIUS)&#35201;&#27714;&#65292;&#25764;&#38144;&#21435;&#24180;5&#26376;&#36141;&#20080;&#32654;&#22269;&#23567;&#22411;&#31185;&#25216;&#20844;&#21496;3LeafSystems&#19987;&#21033;&#25216;&#26415;&#30340;&#20132;&#26131;&#12290;</p>
<p>
&#36825;&#26159;&#19968;&#39033;&#21482;&#26377;200&#19975;&#32654;&#20803;&#30340;&#23567;&#22411;&#20132;&#26131;&#65292;&#20294;&#32654;&#22269;&#22806;&#22269;&#25237;&#36164;&#22996;&#21592;&#20250;&#21364;&#35748;&#20026;&#36825;&#22330;&#25910;&#36141;&#20250;&#23041;&#32961;&#21040;&#32654;&#22269;&#30340;&#23433;&#20840;&#12290;</p>
<p>
&#20107;&#23454;&#19978;&#65292;&#21326;&#20026;&#19982;&#25705;&#25176;&#32599;&#25289;&#21644;&#35834;&#35199;&#20043;&#38388;&#30340;&#30693;&#35782;&#20135;&#26435;&#20105;&#35758;&#65292;&#20063;&#26159;&#32654;&#22269;&#25919;&#24220;&#20197;&ldquo;&#22269;&#23478;&#23433;&#20840;&rdquo;&#20026;&#30001;&#25298;&#32477;&#21326;&#20026;&#25910;&#36141;&#25705;&#25176;&#32599;&#25289;&#26080;&#32447;&#32593;&#32476;&#19994;&#21153;&#30340;&#32467;&#26524;&#12290;</p>
<p>
&#21326;&#20026;&#21644;&#25705;&#25176;&#32599;&#25289;&#23384;&#22312;&#21512;&#20316;10&#24180;&#30340;&#20249;&#20276;&#20851;&#31995;&#65292;&#25705;&#25176;&#32599;&#25289;&#25484;&#25569;&#20102;&#21326;&#20026;&#22823;&#37327;&#30340;&#20445;&#23494;&#20449;&#24687;&#12290;&#22312;&#36825;&#31181;&#24773;&#20917;&#19979;&#65292;&#25705;&#25176;&#32599;&#25289;&#23547;&#25214;&#34987;&#24182;&#36141;&#26041;&#26102;&#65292;&#26377;&#29702;&#30001;&#39318;&#20808;&#25509;&#21463;&#21326;&#20026;&#30340;&#25910;&#36141;&#12290;&#28982;&#32780;&#65292;&#32654;&#22269;&#25919;&#24220;&#35748;&#20026;&#21326;&#20026;&#30340;&#25910;&#36141;&#35745;&#21010;&#23384;&#22312; &ldquo;&#22269;&#23478;&#23433;&#20840;&rdquo;&#30340;&#38382;&#39064;&#65292;&#25298;&#32477;&#21326;&#20026;&#30340;&#30003;&#35831;&#12290;</p>
<p>
&#26368;&#21518;&#38450;&#32447;</p>
<p>
&#29366;&#21578;&#25705;&#25176;&#32599;&#25289;&#65292;&#21326;&#20026;&#20026;&#33258;&#24049;&#35774;&#32622;&#20102;&#31532;&#19968;&#36947;&#38450;&#32447;&#65292;&#32780;&#20013;&#22269;&#21830;&#21153;&#37096;&#30340;&#23457;&#26597;&#23558;&#26159;&#31532;&#20108;&#36947;&#38450;&#32447;&#65292;&#20063;&#26159;&#26368;&#21518;&#19968;&#36947;&#38450;&#32447;&#12290;</p>
<p>
&#23545;&#20110;&#36825;&#27425;&#35785;&#35772;&#65292;&#21326;&#20026;&#32597;&#35265;&#22320;&#25226;&#20851;&#20110;&#35785;&#35772;&#30340;&#26032;&#38395;&#31295;&#25918;&#21040;&#20102;&#20844;&#21496;&#30340;&#32593;&#31449;&#19978;&#65292;&#24182;&#38468;&#19978;&#36215;&#35785;&#20070;&#30340;&#20840;&#25991;&#12290;</p>
<p>
&#21326;&#20026;&#26377;&#20851;&#20154;&#22763;&#23545;&#26412;&#25253;&#35760;&#32773;&#34920;&#31034;&#65292;&#23545;&#27861;&#38498;&#30340;&#21028;&#20915;&#32467;&#26524;&#34920;&#31034;&#27426;&#36814;&#65292;&#20063;&#30456;&#20449;&#21830;&#21153;&#37096;&#20250;&#20570;&#20986;&#27491;&#30830;&#30340;&#21028;&#26029;&#65292;&#23545;&#20110;&#21830;&#21153;&#37096;&#26368;&#32456;&#20316;&#20309;&#34920;&#24577;&#65292;&#21326;&#20026;&#34920;&#31034;&#19981;&#20415;&#32622;&#35780;&#12290;</p>
<p>
&#35834;&#35199;&#20284;&#20046;&#23545;&#21830;&#21153;&#37096;&#30340;&#26368;&#32456;&#25209;&#20934;&#33016;&#26377;&#25104;&#31481;&#12290;&#21363;&#20415;&#22312;&#27861;&#38498;&#21028;&#20915;&#20043;&#21518;&#65292;&#35834;&#35199;&#26366;&#31216;&#65292;&#23558;&#21147;&#27714;&#22312;&#31532;&#19968;&#23395;&#24230;&#23436;&#25104;&#23545;&#25705;&#25176;&#32599;&#25289;&#30456;&#20851;&#19994;&#21153;&#30340;&#21512;&#24182;<span class="t_tag">&#24037;&#20316;</span>&#12290;&#27492;&#21069;&#65292;&#35813;&#39033;&#20132;&#26131;&#38656;&#35201;&#36890;&#36807;9&#20010;&#22269;&#23478;&#23457;&#26597;&#65292;&#24050;&#32463;&#26377;8&#20010;&#22269;&#23478;&#20104;&#20197;&#25918;&#34892;&#65292;&#21807;&#19968;&#27809;&#34920;&#24577;&#30340;&#21482;&#21097;&#20013;&#22269;&#21830;&#21153;&#37096;&#12290;&#35834;&#35199;&#34920;&#31034;&#65306;&#25105;&#20204;&#27491;&#32487;&#32493;&#19982;&#20013;&#22269;&#26377;&#20851;&#37096;&#38376;&#23637;&#24320;&#21512;&#20316;&#65292;&#20197;&#20351;&#36825;&#39033;&#20132;&#26131;&#33719;&#24471;&#25209;&#20934;&#65292;&#24182;&#24076;&#26395;&#25705;&#25176;&#32599;&#25289;&#30340;&#21592;&#24037;&#33021;&#22815;&#23613;&#24555;&#21152;&#20837;&#35834;&#35199;&#12290;</p>
<p>
&#26377;&#25253;&#36947;&#31216;&#65292;2010&#24180;&#24180;&#24213;<span class="t_tag">&#21271;&#20140;</span><span class="t_tag">&#31227;&#21160;</span>&#23601;&#25705;&#25176;&#32599;&#25289;GSM&#35774;&#22791;&#36864;&#32593;&#20107;&#23452;&#20316;&#20986;&#26368;&#32456;&#20915;&#31574;&#65292;&#23436;&#20840;&#30001;&#20854;&#29616;&#32593;&#30340;&#21478;&#19968;&#21378;&#23478;&#35834;&#35199;&#25552;&#20379;&#25152;&#26377;&#35774;&#22791;&#65292;&#33267;&#27492;&#35834;&#35199;&#33258;&#23459;&#24067;&#24182;&#36141;&#25705;&#25176;&#32599;&#25289;&#21518;&#22312;&#20013;&#22269;&#24066;&#22330;&#30340;&#31532;&#19968;&#27425;&#21830;&#19994;&#21033;&#30410;&#24050;&#32463;&#20307;&#29616;&#65292;&#20854;&#25511;&#21046;&#20102;<span class="t_tag">&#21271;&#20140;</span><span class="t_tag">&#31227;&#21160;</span>GSM&#32593;&#32476;100%&#30340;&#20221;&#39069;&#12290;</p>
<p>
&#23613;&#31649;&#36825;&#26159;&#21542;&#23545;&#22269;&#23478;&#23433;&#20840;&#36896;&#25104;&#23041;&#32961;&#26377;&#24453;&#35770;&#35777;&#65292;&#20294;&#25353;&#29031;&#32654;&#22269;&#12289;&#33521;&#22269;&#21542;&#20915;&#21326;&#20026;&#30340;&#36923;&#36753;&#65292;&#21271;&#20140;&#22478;&#20869;&#30340;&#19978;&#33267;&#20159;&#19975;&#23500;&#32705;&#12289;&#19979;&#33267;&#26222;&#36890;&#30334;&#22995;&#30340;<span class="t_tag">&#36890;&#20449;</span>&#23433;&#20840;&#21487;&#33021;&#21463;&#21040;&#23041;&#32961;&#12290;</p>
<p>
&#19982;&#21326;&#20026;&#19968;&#26679;&#65292;&#35768;&#22810;&#20154;&#20063;&#22312;&#31561;&#24453;&#21830;&#21153;&#37096;&#30340;&#34920;&#24577;&#12290;</p>
<p>
&#22269;&#21153;&#38498;&#21644;&#20840;&#22269;&#20154;&#22823;&#27861;&#24037;&#22996;&#21453;&#22404;&#26029;&#31435;&#27861;&#39038;&#38382;&#29579;&#26195;&#26196;&#25945;&#25480;&#22312;&#32626;&#21517;&#25991;&#31456;&#20013;&#30452;&#35328;&#65306;&#24314;&#35758;&#21830;&#21153;&#37096;&#22312;&#21326;&#20026;&#19982;&#25705;&#25176;&#32599;&#25289;&#30693;&#35782;&#20135;&#26435;&#32416;&#32439;&#36798;&#25104;&#21327;&#35758;&#21518;&#20877;&#23457;&#25209;&#30456;&#20851;&#30003;&#35831;&#65292;&#20197;&#20445;&#25252;&#20013;&#22269;&#36825;&#20010;&#22312;&#36890;&#20449;&#39046;&#22495;&#19981;&#22810;&#35265;&#30340;&#65292;&#25484;&#25569;&#20102;&#36739;&#22810;&#26680;&#24515;&#25216;&#26415;&#30340;&#20225;&#19994;&#30340;&#26435;&#30410;&#12290;</p>
<p>
&#21326;&#20026;&#22312;&#32654;&#22269;&#30340;&#25910;&#36141;&#34920;&#26126;&#65292;&#32654;&#22269;&#38024;&#23545;&#20013;&#22269;&#20225;&#19994;&#36827;&#20837;&#32654;&#22269;&#24066;&#22330;&#65292;&#26377;&#20960;&#36947;&#38450;&#32447;&#26469;&#20445;&#25252;&#32654;&#22269;&#20225;&#19994;&#21644;&#20135;&#19994;&#65292;&#20294;&#20013;&#22269;&#22312;&#30456;&#20284;&#30340;&#39640;&#31185;&#25216;&#20135;&#19994;&#25237;&#36164;&#12289;&#24182;&#36141;&#39046;&#22495;&#65292;&#27424;&#32570;&#32654;&#22269;&#37027;&#26679;&#20005;&#26684;&#30340;&#23457;&#26597;&#31243;&#24207;&#65292;&#36825;&#21448;&#20943;&#24369;&#20102;&#20013;&#22269;&#20225;&#19994;&#22312;&#20840;&#29699;&#31454;&#20105;&#20013;&#30340;&#31609;&#30721;&#12290;</p>
<p>
&#36804;&#20170;&#65292;&#20840;&#29699;&#24456;&#22810;&#22269;&#23478;&#37117;&#24050;&#32463;&#24314;&#31435;&#36215;&#31867;&#20284;&#32654;&#22269;CFIUS&#30340;&#32452;&#32455;&#25110;&#27861;&#24459;&#27861;&#35268;&#65292;&#22914;&#26085;&#26412;&#25919;&#24220;&#35774;&ldquo;&#20844;&#27491;&#20132;&#26131;&#22996;&#21592;&#20250;&rdquo;&#23457;&#26597;&#22806;&#36164;&#24182;&#36141;&#65292;&#27861;&#38498;&#26377;&#26435;&#32039;&#24613;&#20572;&#27490;&#20225;&#19994;&#24182;&#36141;&#34892;&#20026;&#65307;&#21360;&#24230;&#38480;&#21046;&#22806;&#36164;&#36827;&#20837;&#23186;&#20307;&#12289;&#36890;&#20449;&#26381;&#21153;&#31561;&#39046;&#22495;&#65292;&#22806;&#36164;&#30003;&#35831;&#38656;&#32463;17&#20010;&#37096;&#38376;&#25209;&#20934;&#31561;&#12290;&#20170;&#24180;2&#26376;11&#26085;&#65292;&#22269;&#21153;&#38498;&#21150;&#20844;&#21381;&#21457;&#24067;&#20102;&#12298;&#20851;&#20110;&#24314;&#31435;&#22806;&#22269;&#25237;&#36164;&#32773;&#24182;&#36141;&#22659;&#20869;&#20225;&#19994;&#23433;&#20840;&#23457;&#26597;&#21046;&#24230;&#30340;&#36890;&#30693;&#12299;&#65292;&#20013;&#22269;&#20063;&#27491;&#22312;&#24320;&#22987;&#30528;&#25163;&#25512;&#36827;&#22806;&#36164;&#24182;&#36141;&#23433;&#20840;&#23457;&#26597;&#30340;&#30456;&#20851;&#24037;&#20316;&#12290;</p>
<p>
&#21271;&#20140;&#37038;&#30005;&#22823;&#23398;&#25945;&#25480;&#35874;&#26126;&#25958;&#31216;&#65292;&#20013;&#22269;&#12298;&#21453;&#22404;&#26029;&#27861;&#12299;&#24212;&#23558;&#36328;&#22269;&#30340;&#22404;&#26029;&#24615;&#20225;&#19994;&#22312;&#21326;&#26426;&#26500;&#32435;&#20837;&#37325;&#28857;&#36866;&#29992;&#23545;&#35937;&#65292;&#23588;&#20854;&#23545;&#32654;&#22269;&#20844;&#21496;&#22312;&#21326;&#32463;&#27982;&#27963;&#21160;&#21152;&#20197;&#26356;&#20026;&#20005;&#26684;&#30340;&#30417;&#31649;&#65292;&#20005;&#26684;&#23457;&#26597;&#36328;&#22269;&#20844;&#21496;&#22312;&#21326;&#20860;&#24182;&#12289;&#25910;&#36141;&#21644;&#37325;&#32452;&#34892;&#20026;&#65292;&#23613;&#24555;&#20174;&#27861;&#29702;&#19978;&#26681;&#38500;&#36328;&#22269;&#20844;&#21496;&#30340;&#36229;&#22269;&#27665;&#24453;&#36935;&#12290;</p>
<p>
&#35834;&#35199;&#25910;&#36141;&#25705;&#25176;&#32599;&#25289;&#19968;&#26696;&#65292;&#25110;&#23558;&#25104;&#20026;&#23637;&#29616;&#20013;&#22269;&#25919;&#24220;&#31435;&#22330;&#30340;&#20851;&#38190;&#20107;&#20214;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/05/8368/" title="6:20 PM" rel="bookmark"><time class="entry-date" datetime="2011-03-05T18:20:49+00:00">2011/03/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8366" class="post-8366 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/05/8366/" rel="bookmark">&#26032;&#22411;&#21512;&#37329;&#26448;&#26009;&#27604;&#38050;&#38081;&#22362;&#30828;&#20004;&#20493; &#20855;&#26377;&#22609;&#26009;&#21487;&#22609;&#24615;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/05/8366/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/aebd1_science.gif" alt="cnBeta &#31185;&#23398;&#25506;&#32034;" align="right"></p>
<p><strong>&#25454;&#32654;&#22269;&#29289;&#29702;&#23398;&#32452;&#32455;&#32593;&#31449;&#25253;&#36947;&#65292;&#30446;&#21069;&#65292;&#31185;&#23398;&#23478;&#26368;&#26032;&#30740;&#21046;&#19968;&#31181;&#37329;&#23646;&#21512;&#37329;&#26448;&#26009;&#65292;&#23427;&#27604;&#38050;&#38081;&#26356;&#22362;&#30828;&#65292;&#20294;&#21364;&#20687;&#22609;&#26009;&#19968;&#26679;&#19975;&#33021;&#36890;&#29992;&#65292;&#21487;&#21561;&#22609;&#21046;&#25104;&#20219;&#24847;&#30340;&#24418;&#29366;&#12290;</strong>&#25968;&#21313;&#24180;&#20197;&#26469;&#65292;&#26448;&#26009;&#31185;&#23398;&#23478;&#23581;&#35797;&#30740;&#21046;&#19968;&#31181;&#26368;&#29702;&#24819;&#30340;&#26448;&#26009;&#65292;&#23427;&#33021;&#22815;&#21561;&#22609;&#24418;&#25104;&#22797;&#26434;&#32467;&#26500;&#65292;&#19988;&#20687;&#22609;&#26009;&#19968;&#26679;&#26131;&#20110;&#22609;&#36896;&#21644;&#20302;&#25104;&#26412;&#65292;&#20294;&#19981;&#22833;&#21435;&#37329;&#23646;&#30340;&#24378;&#24230;&#21644;&#22362;&#22266;&#24230;&#12290;</p>

<p><img alt="&#26032;&#22411;&#21512;&#37329;&#26448;&#26009;&#27604;&#38050;&#38081;&#22362;&#30828;&#20004;&#20493; &#20855;&#26377;&#22609;&#26009;&#21487;&#22609;&#24615;" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/99cd7_0740500743510157.jpg"><br><br>
&#32654;&#22269;&#32822;&#40065;&#22823;&#23398;&#26448; &#26009;&#31185;&#23398;&#23478;&#31616;-&#26045;&#32599;&#26031;(Jan&nbsp; Schroers)&#24102;&#39046;&#19968;&#25903;&#30740;&#31350;&#23567;&#32452;&#21457;&#29616;&#22359;&#29366;&#37329;&#23646;&#29627;&#29827;(BMGs)&#33021;&#22815;&#38543;&#24847;&#25490;&#21015;&#21407;&#23376;&#65292;&#32780;&#19981;&#20687;&#26222;&#36890;&#37329;&#23646;&#20013;&#26377;&#24207;&#30340;&#26230;&#20307;&#32467;&#26500;&#65292;&#35813;&#21512;&#37329;&#26448;&#26009;&#33021;&#22815;&#20687;&#22609;&#26009;&#19968;&#26679;&#38543;&#24847;&#22320;&#21561; &#22609;&#25104;&#26222;&#36890;&#37329;&#23646;&#26080;&#27861;&#23454;&#29616;&#30340;&#22797;&#26434;&#22806;&#24418;&#65292;&#26399;&#38388;&#24182;&#19981;&#22833;&#21435;&#37329;&#23646;&#30340;&#30828;&#24230;&#21644;&#22362;&#22266;&#24230;&#12290;&#30446;&#21069;&#65292;&#20182;&#20204;&#23558;&#36825;&#39033;&#26368;&#26032;&#30740;&#31350;&#21457;&#34920;&#22312;3&#26376;1&#26085;&#20986;&#29256;&#30340;&#12298;&#26448;&#26009;&#26399;&#21002;&#12299;&#26434;&#24535;&#19978;&#12290;
</p>
<p>&#26045;&#32599;&#26031;&#35828;&#65306;&ldquo;&#22359;&#29366;&#37329;&#23646;&#29627;&#29827;&#20687;&#26222;&#36890;&#37329;&#23646;&#65292;&#20294;&#21364;&#21487;&#20197;&#20687;&#22609;&#26009;&#19968;&#26679;&#21561;&#22609;&#21046;&#36896;&#65292;&#20855;&#26377;&#31616;&#26131;&#24615;&#21644;&#24265;&#20215;&#24615;&#12290;&rdquo;&#30446;&#21069;&#65292;&#35813;&#30740;&#31350;&#23567;&#32452;&#24050;&#21046;&#36896;&#20986;&#26080;&#32541;&#37329;&#23646;&#29942;&#12289;&#34920;&#22771;&#12289;&#24494;&#22411;&#35856;&#25391;&#22120;&#21644;&#21307;&#23398;&#22475;&#26893;&#22120;&#31561;&#22797;&#26434;&#32467;&#26500;&#29289;&#20307;&#65292;&#25972;&#20010;&#21046;&#36896;&#36807;&#31243;&#19981;&#36275;1&#31186;&#65292;&#20854;&#24378;&#24230;&#21364;&#26159;&#26222;&#36890;&#38050;&#38081;&#30340;&#20004;&#20493;&#12290;</p>
<p>&#22359;&#29366;&#37329;&#23646;&#29627;&#29827;&#30340;&#25104;&#26412;&#19982;&#39640;&#31471;&#38050;&#26448;&#30456;&#36817;&#65292;&#20294;&#21152;&#24037;&#36153;&#29992;&#21364;&#20687;&#22609;&#26009;&#19968;&#26679;&#20302;&#24265;&#12290;&#26045;&#32599;&#26031;&#25351;&#20986;&#65292;&#36825;&#31181;&#26032;&#22411;&#26448;&#26009;&#26159;&#30001;&#22810;&#31181;&#26448;&#26009;&#21512;&#25104;&#65292;&#20854;&#20013;&#21253;&#25324;&#65306;&#38150;&#12289;&#38221;&#12289;&#38043;&#21644;&#38108;&#12290;&#30740;&#31350;&#23567;&#32452;&#22312;&#20302;&#28201;&#21644;&#20302;&#21387;&#29366;&#24577;&#19979;&#23545;&#35813;&#21512;&#37329;&#26448;&#26009;&#36827;&#34892;&#21561;&#22609;&#65292;&#35813;&#21512;&#37329;&#26448;&#26009;&#21487;&#26126;&#26174;&#22320;&#21464;&#36719;&#65292;&#24456;&#23481;&#26131;&#20687;&#22609;&#26009;&#19968;&#26679;&#24418;&#25104;&#27969;&#20307;&#65292;&#20294;&#19981;&#20250;&#20687;&#26222;&#36890;&#37329;&#23646;&#19968;&#26679;&#32467;&#26230;&#21270;&#12290;</p>
<p>&#20302; &#28201;&#21644;&#20302;&#21387;&#20351;&#30740;&#31350;&#23567;&#32452;&#33021;&#23558;&#22359;&#29366;&#37329;&#23646;&#29627;&#29827;&#20855;&#22791;&#21069;&#25152;&#26410;&#26377;&#30340;&#22810;&#21151;&#33021;&#24615;&#12289;&#31616;&#26131;&#24615;&#21644;&#31934;&#30830;&#24615;&#12290;&#20026;&#20102;&#31934;&#32454;&#22320;&#25511;&#21046;&#21644;&#32500;&#25345;&#29702;&#24819;&#28201;&#24230;&#21561;&#22609;&#65292;&#30740;&#31350;&#23567;&#32452;&#22312;&#30495;&#31354;&#25110;&#32773;&#28082;&#24577;&#19979;&#21152;&#24037;&#22359;&#29366;&#37329;&#23646; &#29627;&#29827;&#12290;&#26045;&#32599;&#26031;&#35828;&#65306;&ldquo;&#20854;&#20248;&#28857;&#22312;&#20110;&#21487;&#36991;&#20813;&#20854;&#23427;&#37329;&#23646;&#25104;&#24418;&#21152;&#24037;&#24037;&#33402;&#20013;&#20986;&#29616;&#30340;&#20856;&#22411;&#24615;&#25705;&#25830;&#65292;&#21561;&#22609;&#21152;&#24037;&#33021;&#22815;&#23436;&#20840;&#28040;&#38500;&#25705;&#25830;&#65292;&#20351;&#25105;&#20204;&#33021;&#24314;&#31435;&#20219;&#20309;&#22797;&#26434;&#22806;&#24418;&#30340;&#29289;&#20307;&#65292;&#29978;&#33267;&#21253;&#25324;&#32435;&#31859; &#32423;&#29289;&#20307;&#12290;&rdquo;</p>
<p>&#26045;&#32599;&#26031;&#21644;&#30740;&#31350;&#23567;&#32452;&#21516;&#20107;&#24050;&#20351;&#29992;&#36825;&#39033;&#26368;&#26032;&#21152;&#24037;&#25216;&#26415;&#20026;&#24494;&#22411;&#26426;&#30005;&#31995;&#32479;&#21046;&#36896;&#24494;&#22411;&#35856;&#25391;&#22120;&#65292;&#20197;&#21450;&#38464;&#34746;&#20202;&#21644;&#20854;&#23427;&#35856;&#25391;&#24212;&#29992;&#30340;&#24494;&#22411;&#30005;&#21160;&#31934;&#23494;&#20202;&#22120;&#12290;&#27492;&#22806;&#65292;&#36890;&#36807;&#21561;&#22609;&#22359;&#29366;&#37329;&#23646;&#29627;&#29827;&#65292;&#30740;&#31350;&#23567;&#32452;&#33021;&#22815;&#23558;&#19977;&#20010;&#20998;&#31163;&#21152;&#24037;&#27493;&#39588;(&#22609;&#36896;&#12289;&#28938;&#25509;&#21644;&#25171;&#30952;)&#21512;&#25104;&#19968;&#20010;&#20256;&#32479;&#37329;&#23646;&#21152;&#24037;&#22788;&#29702;&#65292;&#20351;&#20154;&#20204;&#23558;&#20197;&#21069;&#38590;&#20197;&#22788;&#29702;&#30340;&#36153;&#26102;&#12289;&#32791;&#33021;&#21152;&#24037;&#22788;&#29702;&#36807;&#31243;&#32553;&#30701;&#33267;&#19981;&#36275;1&#20998;&#38047;&#23436;&#25104;&#12290;</p>
<p>&#26045;&#32599;&#26031;&#35828;&#65306;&ldquo;&#36825;&#26159;&#22609;&#36896;&#37329;&#23646;&#21152;&#24037;&#30340;&#19968;&#20010;&#23436;&#20840;&#20856;&#33539;&#65292;&#22359;&#29366;&#37329;&#23646;&#29627;&#29827;&#20860;&#20855;&#22609;&#26009;&#21644;&#26222;&#36890;&#37329;&#23646;&#30340;&#29305;&#24615;&#65292;&#36830;&#21516;&#31616;&#26131;&#12289;&#32463;&#27982;&#21644;&#31934;&#23494;&#24615;&#21561;&#22609;&#21046;&#20316;&#24037;&#33402;&#65292;&#23558;&#28508;&#22312;&#22320;&#24433;&#21709;&#36817;&#30334;&#24180;&#26469;&#21512;&#25104;&#22609;&#26009;&#21450;&#30456;&#20851;&#21152;&#24037;&#26041;&#27861;&#30340;&#21457;&#23637;&#12290;&rdquo;</p>
<p>
&#33150;&#35759;&#31185;&#25216;&#32534;&#35793;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/05/8366/" title="10:30 AM" rel="bookmark"><time class="entry-date" datetime="2011-03-05T10:30:09+00:00">2011/03/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8365" class="post-8365 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/05/8365/" rel="bookmark">&#25805;&#20316;&#31995;&#32479;&#29233;&#22909;&#32773;&#24405;&#21046;MS-DOS 5.0&#21040;Windows 7&#30340;&#21319;&#32423;&#35270;&#39057;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/05/8365/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/635b8_winlogo.gif" alt="Windows" align="right"></p>
<p>&#19968;&#21517;&#25805;&#20316;&#31995;&#32479;&#29233;&#22909;&#32773;&#22312;YouTube&#19978;&#20256;&#20102;&#19968;&#27573;&#38750;&#24120;&#26377;&#24847;&#24605;&#30340;&#35270;&#39057;&#65292;&#23427;&#21033;&#29992;VMware&#24405;&#21046;&#20102;MS-DOS 5.0&#21040;Windows 1.0&#65292;&#20877;&#39034;&#24207;&#28176;&#36827;&#22320;&#19968;&#36335;&#21319;&#32423;Windows 2.0&#12289;3.2&#12289;95&#12289;98&#12289;ME&#12289;2000&#12289;XP&#12289;Vista&#21644;7&#65292;&#23436;&#25104;&#20102;&#24494;&#36719;&#25805;&#20316;&#31995;&#32479;25&#21608;&#24180;&#30340;&#19968;&#27425;&#22238;&#39038;&#65292;&#21516;&#26102;&#20182;&#36824;&#36816;&#34892;&#20102;&#19968;&#20123;&#21382;&#21490;&#19978;&#30340;&#32463;&#20856;&#24212;&#29992;&#20363;&#22914;Monkey Island&#21644;Doom 2&#31561;&#12290;&#19968;&#36215;&#30475;&#22270;&#21644;&#35270;&#39057;&#65306;</p>

<p><img alt="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/c413e_13010502097563592.jpg" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/c413e_13010502097563592.jpg"></p><p>
<b>&#35266;&#30475;:</b><a href="http://www.youtube.com/watch?v=vPnehDhGa14feature=player_embedded" target="_blank">Chain of Fools : Upgrading through every version of windows (HQ) </a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/05/8365/" title="10:30 AM" rel="bookmark"><time class="entry-date" datetime="2011-03-05T10:30:06+00:00">2011/03/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8364" class="post-8364 post type-post status-publish format-standard hentry category-jobb category-others category-php tag-jobb tag-others tag-php"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/05/8364/" rel="bookmark">&#32593;&#32476;&#20844;&#21496;&#26368;&#38656;&#35201;&#30334;&#39033;&#25216;&#26415; PHP&#23621;&#39318;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/05/8364/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/53fad_021_php.gif" alt="PHP" align="right"></p>
<p><b>&#24863;&#35874;<a target="_blank" href="http://zhidao.zzidcer.com">&#26381;&#21153;&#22120;&#25176;&#31649;&#31199;&#29992;&#38382;&#31572;&#32593;</a>&#30340;&#25237;&#36882;</b><br>
&#26032;&#38395;&#26469;&#28304;:PHP100<br>
&#26681;&#25454;2010&#24180;Elance&#31532;&#22235;&#23395;&#20851;&#20110;&#32654;&#22269;&#22320;&#21306;&#30340;&#23601;&#19994;&#36164;&#35759;&#25972;&#29702;&#65292;&#21457;&#29616;&#20102;&#20851;&#20110;&#32593;&#32476;&#26041;&#38754;&#30340;&#24037;&#20316;&#26426;&#20250;&#26377;&#22823;&#24133;&#30340;&#25552;&#21319;&#65292;&#27604;&#19978;&#19968;&#23395;&#22686;&#21152;&#20102;38%&#12290;&#23588;&#20854;&#26159;&#22312;&#21019;&#24847;&#65292;&#34892;&#38144;&#21450;&#31227;&#21160;&#20135;&#19994;&#30340;&#24037;&#20316;&#26426;&#20250;&#26377;&#26174;&#30528;&#30340;&#22686;&#24133;&#12290;&#38500;&#20102;&#24819;&#27861;&#20197;&#22806;&#20225;&#19994;&#23478;&#20063;&#38656;&#35201;&#26377;&#25216;&#26415;&#30340;&#20154;&#25165;&#65292;&#20294;&#20225;&#19994;&#20204;&#26368;&#38656;&#35201;&#20721;&#21592;&#20855;&#22791;&#30340;&#25216;&#33021;&#26159;&#29978;&#20040;&#21602;?</p>
<p>&#26681;&#25454;2010&#24180;Elance&#31532;&#22235;&#23395;&#20851;&#20110;&#32654;&#22269;&#22320;&#21306;&#30340;&#23601;&#19994;&#36164;&#35759;&#25972;&#29702;&#65292;&#21457;&#29616;&#20102;&#20851;&#20110;&#32593;&#32476;&#26041;&#38754;&#30340;&#24037;&#20316;&#26426;&#20250;&#26377;&#22823;&#24133;&#30340;&#25552;&#21319;&#65292;&#27604;&#19978;&#19968;&#23395;&#22686;&#21152;&#20102;38%&#12290;&#23588;&#20854;&#26159;&#22312;&#21019;&#24847;&#65292;&#34892;&#38144;&#21450;&#31227;&#21160;&#20135;&#19994;&#30340;&#24037;&#20316;&#26426;&#20250;&#26377;&#26174;&#30528;&#30340;&#22686;&#24133;&#12290;&#38500;&#20102;&#24819;&#27861;&#20197;&#22806;&#20225;&#19994;&#23478;&#20063;&#38656;&#35201;&#26377;&#25216;&#26415;&#30340;&#20154;&#25165;&#65292;&#20294;&#20225;&#19994;&#20204;&#26368;&#38656;&#35201;&#20721;&#21592;&#20855;&#22791;&#30340;&#25216;&#33021;&#26159;&#29978;&#20040;&#21602;?&#21448;&#21453;&#24212;&#20102;&#24590;&#20040;&#26679;&#30340;&#24066;&#22330;&#36235;&#21183;&#21602;?&#19979;&#22270;&#26159;Elance&#25972;&#29702;&#20986;&#20844;&#21496;&#26368;&#38656;&#35201;&#30340;&#30334;&#39033;&#25216;&#26415;&#12290; </p>
<p>
<img width="467" height="1004" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/a7952_1510400389359186.jpg" alt="Elance:&#32593;&#32476;&#20844;&#21496;&#26368;&#38656;&#35201;&#30334;&#39033;&#25216;&#26415;PHP&#23621;&#39318;"><br>
&nbsp;</p>
<p>
&#22270;&#34920;&#65292;Elance&#20063;&#20570;&#20102;&#19968;&#20123;&#20998;&#26512;&#65292;&#20063;&#23601;&#36319;&#30446;&#21069;&#26368;&#28909;&#38376;&#30340;&#20004;&#39033;&#32593;&#32476;&#36235;&#21183;&#26377;&#20851;&#65292;&#25163;&#26426;&#21450;&#31038;&#32676;&#32593;&#31449;&#65306;</p>
<p>
&#39318;&#20808;&#20182;&#20204;&#25351;&#20986;App&#24320;&#21457;&#32773;&#22312;&#24066;&#22330;&#19978;&#30340;&#38656;&#27714;&#22686;&#21152;&#20102;20%&#65292; &#24403;&#20013;iPad&#31867;&#30340;App&#24320;&#21457;&#32773;&#24066;&#22330;&#38656;&#27714;&#30446;&#21069;&#27599;&#23395;&#22686;&#38271;15%&#65292;&#32780;iPhone&#31867;App&#24320;&#21457;&#32773;&#30340;&#24066;&#22330;&#38656;&#27714;&#21017;&#27599;&#23395;&#22686;&#38271;10%&#12290;&#21516;&#26102;&#65292;&#24066;&#22330;&#23545;&#20110;Android&#30340;&#31243;&#24335;&#24320;&#21457;&#32773;&#20063;&#26377;&#22823;&#37327;&#38656;&#27714;&#12290;&#32780;&#29616;&#38454;&#27573;&#23545;&#31227;&#21160;&#35774;&#22791;&#30340;&#31243;&#24207;&#24320;&#21457;&#32773;&#23578;&#26410;&#39281;&#28385;&#65292;&#21516;&#26102;Apple&#21450;Android&#25163;&#26426;&#21448;&#19981;&#26029;&#20986;&#29616;&#22312;&#24066;&#38754;&#19978;&#65292;&#22240;&#27492;&#30701;&#26399;&#20869;&#36824;&#26159;&#38656;&#35201;&#22823;&#37327;&#30340;&#31243;&#24207;&#24320;&#21457;&#20154;&#21592;&#12290;</p>
<p>
&#33267;&#20110;&#32593;&#32476;&#33829;&#38144;&#65292;&#30001;&#20110;&#31038;&#32676;&#32593;&#32476;(&#22914;Facebook)&#30340;&#21457;&#36798;&#65292;&#25152;&#20197;&#26159;&#22312;&#21508;&#20010;&#31867;&#21035;&#20013;&#25104;&#38271;&#36895;&#24230;&#26368;&#24555;&#30340;&#65292;&#20225;&#19994;&#20204;&#38750;&#24120;&#37325;&#35270;&#20063;&#20208;&#36182;&#32447;&#19978;&#33829;&#38144;&#65292;&#23588;&#20854;&#26159;&#31038;&#32676;&#23186;&#20307;&#33829;&#38144;(Social Media Marketing)&#65292;&#32852;&#30431;&#33829;&#38144;(Affiliate Marketing)&#65292;&#20197;&#21450;&#25628;&#32034;&#24341;&#25806;&#33829;&#38144;(Search Engine Marketing)&#36825;&#19977;&#26041;&#38754;&#12290;</p>
<p>
&#21478;&#22806;Elance&#20063;&#29305;&#21035;&#24378;&#35843;&#20102;Html5&#30340;&#22686;&#24133;&#20063;&#24456;&#22823;&#65292;&#27599;&#19968;&#23395;&#22686;&#21152;&#20102;48%&#30340;&#38656;&#27714;&#65292;&#21407;&#22240;&#26159;&#38500;&#20102;&#38656;&#35201;&#26356;&#26032;&#32593;&#31449;&#30340;&#30028;&#38754;&#22806;&#65292;&#20063;&#38656;&#35201;&#22240;&#24212;&#22312;&#24179;&#26495;&#30005;&#33041;&#20197;&#21450;&#34892;&#21160;&#35013;&#32622;&#19978;&#30340;&#27983;&#35272;&#32463;&#39564;&#32780;&#20570;&#20986;&#35843;&#25972;&#65292;&#35805;&#34429;&#22914;&#27492;&#65292;&#23545;Flash(#29)&#30340;&#38656;&#27714;&#36824;&#26159;&#25345;&#24179;(&#29978;&#33267;&#36208;&#19979;&#22369;)&#12290;&#21478;&#22806;&#32593;&#31449;&#26550;&#26500;&#26041;&#38754;&#26368;&#38656;&#35201;&#30340;&#20154;&#25165;&#36824;&#26159; WordPress(#2)&#20026;&#20027;&#65292;&#36824;&#26377;Joomla!(#21)&#21450;Drupal(#56)&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/jobb/" rel="category tag">Jobb</a>, <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a>, <a href="http://log.SunnyBoy.Me/category/php/" rel="category tag">Php</a> and tagged <a href="http://log.SunnyBoy.Me/tag/jobb/" rel="tag">Jobb</a>, <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a>, <a href="http://log.SunnyBoy.Me/tag/php/" rel="tag">Php</a> on <a href="http://log.SunnyBoy.Me/2011/03/05/8364/" title="10:30 AM" rel="bookmark"><time class="entry-date" datetime="2011-03-05T10:30:03+00:00">2011/03/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8363" class="post-8363 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/05/8363/" rel="bookmark">Windows 8 &#23433;&#35013;&#20165;&#38656;8&#20998;&#38047;&#65311;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/05/8363/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1c450_win7.gif" alt="Windows &#27425;&#19990;&#20195;" align="right"></p>
<p><strong>&#23601;&#22312;Windows 8 M3&#24320;&#22987;&#32534;&#35793;&#30340;&#28040;&#24687;&#20256;&#20986;&#21518;&#65292;&#23186;&#20307;&#24320;&#22987;&#22235;&#22788;&#36861;&#36394;&#26377;&#20851;&#36825;&#20010;&#26368;&#26032;&#29256;&#30340;&#28040;&#24687;&#65292;&#30446;&#21069;&#26368;&#20196;&#20154;&#20852;&#22859;&#30340;&#36827;&#23637;&#26159;Windows 8&#30340;&#23433;&#35013;&#36895;&#24230;&#65292;</strong>&#28040;&#24687;&#26469;&#28304;&#26174;&#31034;&#65292;&#22312;&#19968;&#21488;&#20869;&#32622;8&#26680;&#24515;&#22788;&#29702;&#22120;&#30340;&#30005;&#33041;&#65292;24GB&#20869;&#23384;&#30340;&#36229;&#24378;&#24717;&#30005;&#33041;&#19978;&#65288;&#24182;&#38750;SSD&#65292;&#29992;&#20256;&#32479;&#30340;2TB&#30828;&#30424;&#65289;&#65292;Windows 8&#30340;&#25972;&#20010;&#23433;&#35013;&#36807;&#31243;&#20165;&#29992;&#20102;8&#20998;&#38047;&#65292;&#22914;&#26524;&#25442;&#25104;SSD&#30340;&#35805;&#30456;&#20449;&#36824;&#26377;&#26356;&#22823;&#30340;&#36895;&#24230;&#25552;&#21319;&#12290;&#27492;&#22806;&#65292;Windows 8&#30340;&#24320;&#26426;&#21644;&#30561;&#30496;&#21796;&#37266;&#36895;&#24230;&#20063;&#26377;&#20102;&#26497;&#22823;&#22320;&#25552;&#21319;&#12290;</p>
<p>&#34429;&#28982;&#25805;&#20316;&#31995;&#32479;&#24320;&#21457;&#36824;&#22312;&#36827;&#34892;&#20013;&#65292;&#20294;&#36825;&#19968;&#25104;&#32489;&#24050;&#32463;&#20196;&#20154;&#38750;&#24120;&#28385;&#24847;&#12290;&#19981;&#36807;&#21478;&#22806;&#38656;&#35201;&#25552;&#37266;&#30340;&#26159;&#65292;&#22914;&#26524;Windows 8&#20381;&#28982;&#37319;&#29992;DVD&#24403;&#20570;&#23433;&#35013;&#20171;&#36136;&#65292;&#37027;&#20040;&#30456;&#20449;&#36825;&#37324;&#30340;&#36895;&#24230;&#29942;&#39048;&#23601;&#20250;&#35753;&#23433;&#35013;&#36895;&#24230;&#24930;&#19979;&#26469;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/05/8363/" title="10:29 AM" rel="bookmark"><time class="entry-date" datetime="2011-03-05T10:29:59+00:00">2011/03/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8362" class="post-8362 post type-post status-publish format-standard hentry category-jobb category-life category-others tag-jobb tag-life tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/05/8362/" rel="bookmark">&#21738;&#31181;&#32534;&#31243;&#35821;&#35328;&#30340;&#31243;&#24207;&#21592;&#33039;&#35805;&#26368;&#22810;?</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/05/8362/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/27b27_blogselect.gif" alt="cnBeta &#21338;&#25991;&#31934;&#36873;" align="right"></p>
<p><b>&#24863;&#35874;<a target="_blank" href="http://zhidao.zzidcer.com">&#26381;&#21153;&#22120;&#25176;&#31649;&#31199;&#29992;&#38382;&#31572;&#32593;</a>&#30340;&#25237;&#36882;</b><br>
&#26032;&#38395;&#26469;&#28304;:PHP100<br>
&#26412;&#25991;&#26159;&#20174;Cussing in Commits: Which Programming Language Inspires the Most Swearing&#36825;&#31687;&#25991;&#31456;&#32763;&#35793;&#32780;&#26469;&#12290; &#20219;&#20309;&#19968;&#20010;&#31243;&#24207;&#21592;&#37117;&#20250;&#21578;&#35785;&#20320;&#65292;&#32534;&#31243;&#20013;&#26377;&#26102;&#20320;&#20250;&#27668;&#24471;&#21483;&#39554;&#19981;&#24050;&#12290;&#20294;&#20320;&#26159;&#21542;&#30693;&#36947;&#20889;C++&#31243;&#24207;&#20250;&#27604;&#20889;PHP&#31243;&#24207;&#25110;Python&#31243;&#24207;&#24341;&#36215;&#20320;&#26356;&#22810;&#30340;&#21650;&#39554;&#21602;&#65311;</p>
<p><img width="580" height="355" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/a5af4_1513100945885632.jpg" alt="&#65292;C++&#36973;&#21463;&#20102;&#26368;&#22810;&#30340;&#24320;&#21457;&#20154;&#21592;&#30340;&#35781;&#21650;"></p>
<p>
&#19968;&#20010;&#21483;Andrew Vos&#30340;&#24320;&#21457;&#20154;&#21592;&#22312;&#23547;&#25214;&#19968;&#20010;&#21487;&#20197;&#19994;&#20313;&#26102;&#24320;&#21457;&#30340;&#39033;&#30446;&#26102;&#31361;&#21457;&#22855;&#24819;&#65292;&#20182;&#20915;&#23450;&#22312;GitHub&#19978;&#25235;&#21462;100&#19975;&#26465;&#31243;&#24207;&#27880;&#37322;&#12289;&#35780;&#35770;&#20449;&#24687;&#65292;&#23545;&#20854;&#36827;&#34892;&#25195;&#25551;&#65292;&#30475;&#30475;&#37324;&#38754;&#26377;&#22810;&#23569;&#33039;&#35805;&#12290;&#20182;&#21482;&#25552;&#21462;&#20102;George Carlin &#25152;&#35828;&#30340;&#19971;&#20010;&#33039;&#35789;&#65292;&#25353;&#32534;&#31243;&#35821;&#35328;&#20998;&#31867;&#23545;&#23427;&#20204;&#36827;&#34892;&#32479;&#35745;&#12290;&#20026;&#20102;&#36991;&#20813;&#35821;&#35328;&#30340;&#27969;&#34892;&#31243;&#24230;&#23545;&#32479;&#35745;&#32467;&#26524;&#30340;&#24433;&#21709;&#65292; Vos &#23545;&#27599;&#31181;&#35821;&#35328;&#37117;&#25235;&#21462;&#30340;&#30456;&#21516;&#25968;&#37327;&#30340;&#27880;&#37322;&#12290;</p>
<p>
C++&#33635;&#33210;&#26690;&#20896;&#65292;&#20294;&#20248;&#21183;&#19981;&#26159;&#24456;&#26126;&#26174;&#12290;Ruby&#21644;JavaScript&#26071;&#40723;&#30456;&#24403;&#65292;&#32039;&#38543;C++&#20043;&#21518;&#12290;&#28982;&#21518;&#23601;&#26159;C&#65292;Java&#21644;C#&#65292;&#23427;&#20204;&#22788;&#20110;&#20013;&#38388;&#65292;&#20294;&#25968;&#37327; &#20110;&#21069;&#32773;&#30456;&#27604;&#22823;&#24133;&#30340;&#19979;&#38477;&#12290;Python&#21644;PHP&#31243;&#24207;&#21592;&#21487;&#33021;&#35201;&#20040;&#23545;&#36825;&#31181;&#35821;&#35328;&#24456;&#28385;&#24847;&#65292;&#35201;&#20040;&#26159;&#24456;&#32453;&#22763;&#12289;&#26377;&#31036;&#35980;&#12290;&#24403;&#28982;&#65292;&#24182;&#19981;&#26159;&#35828;&#20182;&#20204;&#27809;&#26377;&#22312;&#27880;&#37322;&#35780;&#35770;&#20013;&#30041;&#19979;&#39554;&#35821;&#23601;&#34920;&#26126; &#20182;&#20204;&#27809;&#26377;&#21650;&#39554;&#12290;&#23601;&#20687;Vos&#22312;&#20182;&#30340;&#19968;&#31687;&#21338;&#23458;&#37324;&#20889;&#30340;&#65292;&ldquo;&#25105;&#29992;Python&#65292;&#20294;&#25105;&#30340;&#25152;&#26377;&#21650;&#39554;&#37117;&#26159;&#36319;IE&#30456;&#20851;&#30340;&#12290;&rdquo;</p>
<p>
&#20320;&#26681;&#26412;&#23601;&#26080;&#27861;&#32479;&#35745;&#31350;&#31455;&#26377;&#22810;&#23569;&#24320;&#21457;&#20154;&#21592;&#22312;&#24320;&#21457;&#26102;&#23545;&#30528;&#23631;&#24149;&#21650;&#39554;&#65292;&#20294;&#22914;&#26524;&#20320;&#24819;&#25214;&#19968;&#31181;&#34987;&#35781;&#21650;&#30340;&#30456;&#23545;&#36739;&#23569;&#30340;&#32534;&#31243;&#35821;&#35328;&#26102;&#65292;PHP&#21644;Python&#30475;&#36215;&#26469;&#36824;&#26159;&#30456;&#23545;&#36739;&#22909;&#30340;&#36873;&#25321;&#12290;</p>
<p>
&#28982;&#32780;&#65292;&#20320;&#20250;&#21457;&#29616;&#65292;&#35835;&#35835;&#37027;&#20123;&#23454;&#38469;&#30340;&#27880;&#37322;&#35780;&#35770;&#20449;&#24687;&#20250;&#27604;&#36825;&#20123;&#32479;&#35745;&#25968;&#25454;&#26356;&#26377;&#36259;&#65292;&#20320;&#21487;&#20197;&#35775;&#38382; Vos &#22312;GitHub&#19978;&#30340;&#24080;&#25143;&#26597;&#30475;&#19968;&#19979;&#12290;&#25105;&#20010;&#20154;&#26368;&#21916;&#27426;&#30340;&#19968;&#21477;&#26159;&#65306;&ldquo;&#21435;&#20182;&#22920;&#30340;&#12290;&#23601;&#36825;&#26679;&#21457;&#24067;&#21543;&#12290;&rdquo;&#19968;&#28857;&#27809;&#38169;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/jobb/" rel="category tag">Jobb</a>, <a href="http://log.SunnyBoy.Me/category/life/" rel="category tag">Life</a>, <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/jobb/" rel="tag">Jobb</a>, <a href="http://log.SunnyBoy.Me/tag/life/" rel="tag">Life</a>, <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/05/8362/" title="10:29 AM" rel="bookmark"><time class="entry-date" datetime="2011-03-05T10:29:57+00:00">2011/03/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8361" class="post-8361 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/05/8361/" rel="bookmark">&#31243;&#24207;&#21592;&#20174;&#21021;&#32423;&#21040;&#20013;&#32423;10&#20010;&#31192;&#35776;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/05/8361/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/55a79_blogselect.gif" alt="cnBeta &#21338;&#25991;&#31934;&#36873;" align="right"></p>
<p><b>&#24863;&#35874;&#20945;&#22815;&#21313;&#26465;&#30340;&#25237;&#36882;</b><br>
&#26032;&#38395;&#26469;&#28304;:.techrepublic.com<br>
Justin James&#26366;&#21457;&#34920;&#36807;&#19968;&#31687;&#21338;&#25991;&#12298;10 tips for advancing from a beginner to an intermediate developer&#12299;&#65292;&#20026;&#25105;&#20204;&#20998;&#20139;&#22914;&#20309;&#25165;&#33021;&#23436;&#25104;&#31243;&#24207;&#21592;&#20174;&#21021;&#32423;&#21040;&#20013;&#32423;&#30340;&#34581;&#21464;&#65292;&#29616;&#23558;&#20013;&#25991;&#35793;&#25991;&#36716;&#36733;&#20110;&#27492;&#65292;&#20379;&#22823;&#23478;&#20511;&#37492;&#12290;  &#22312;&#19968;&#23553;&#19982;TechRepublic&#20250;&#21592;&#20132;&#27969;&#30340;&#37038;&#20214;&#24403;&#20013;&#65292;&#20182;&#25552;&#21040;&#20102;&#38754;&#21521;&#31243;&#24207;&#21592;&#30340;&#21338;&#23458;&#12289;&#25991;&#31456;&#21450;&#26434;&#24535;&#20998;&#25104;&#20004;&#31867;&#65306;&#38754;&#21521;&#21021;&#23398;&#32773;&#31867;&#65288;&ldquo;hello world&rdquo;&#36825;&#31181;&#31867;&#22411;&#30340;&#25945;&#31243;&#65289;&#20197;&#21450;&#38754;&#21521;&#19987;&#23478;&#31867;&#65288;MSDN&#26434;&#24535;&#65289;&#12290;&#36825;&#20010;&#35266;&#28857;&#24456;&#22909;&#65292;&#26377;&#20851;&#31243;&#24207;&#21592;&#22914;&#20309;&#20174;&#21021;&#32423;&#36291;&#21319;&#21040;&#20013;&#32423;&#30340;&#20449;&#24687;&#26497;&#23569;&#12290;&#20197;&#19979;&#26159;&#20026;&#20102;&#23454;&#29616;&#36825;&#31181;&#36716;&#21464;&#38656;&#35201;&#20320;&#21435;&#20570;&#30340;10&#20214;&#20107;&#12290; </p>
<p><strong>1.&#23398;&#20064;&#21478;&#19968;&#38376;&#35821;&#35328;  </strong>&#20854;&#23454;&#20320;&#23398;&#30340;&#26159;&#21738;&#19968;&#38376;&#35821;&#35328;&#24182;&#27809;&#26377;&#20851;&#31995;&#65292;&#20294;&#26159;&#23398;&#20064;&#21478;&#19968;&#38376;&#35821;&#35328;&#65288;&#19981;&#31649;&#20320;&#24050;&#32463;&#20102;&#35299;&#22810;&#23569;&#31181;&#35821;&#35328;&#65289;&#23558;&#25226;&#20320;&#25171;&#36896;&#20026;&#26356;&#22909;&#30340;&#31243;&#24207;&#21592;&#12290;&#33021;&#23398;&#20250;&#19968;&#38376;&#19982;&#20320;&#26085;&#24120;&#20351;&#29992;&#30340;&#35821;&#35328;&#39118;&#26684;&#36837;&#24322;&#30340; &#35821;&#35328;&#21017;&#26356;&#20339;&#12290;&#25171;&#20010;&#27604;&#26041;&#65292;&#22914;&#26524;&#20320;&#26159;C#&#31243;&#24207;&#21592;&#65292;&#23398;&#20064;VB.NET&#25110;&#32773;Java&#23545;&#20320;&#30340;&#24110;&#21161;&#23601;&#27809;&#26377;&#23398;&#20064;Ruby&#25110;&#32773;Groovy&#22823;&#12290;  &#25105;&#35828;&ldquo;&#23398;&#21478;&#19968;&#38376;&#35821;&#35328;&rdquo;&#30340;&#24847;&#24605;&#26159;&#35201;&#30495;&#27491;&#23398;&#20250;&#23427;&#12290;&#23398;&#20064;&#19968;&#38376;&#35821;&#35328;&#21253;&#25324;&#19977;&#20010;&#39046;&#22495;&#30340;&#30693;&#35782;&#65306;&#35821;&#27861;&#12289;&#20869;&#32622;&#25805;&#20316;&#31526;&#21644;&#24211;&#65292;&#20197;&#21450;&ldquo;&#22914;&#20309;&#20351;&#29992;&rdquo;&#12290;&#21069;&#38754;&#20004;&#20010;&#31616;&#21333;&#65307;&#25105;&#35748;&#20026;&#19968;&#21517;&#26377;&#32463;&#39564; &#30340;&#31243;&#24207;&#21592;&#65292;&#26681;&#25454;&#35821;&#35328;&#30340;&#19981;&#21516;&#65292;&#33021;&#22312;&#21322;&#23567;&#26102;&#21040;&#20960;&#23567;&#26102;&#20869;&#25484;&#25569;&#36275;&#20197;&#32500;&#25252;&#20195;&#30721;&#30340;&#35821;&#27861;&#30693;&#35782;&#12290;&#25805;&#20316;&#31526;&#21644;&#24211;&#21482;&#19981;&#36807;&#26159;&#30693;&#35782;&#36880;&#27493;&#31215;&#32047;&#30340;&#36807;&#31243;&#65292;&#20320;&#20160;&#20040;&#26102;&#20505;&#24819;&#28165;&#26970;&#35201;&#20102;&#35299;&#20160;&#20040;&#20102;&#65292;&#20877; &#21435;&#26597;&#38405;&#21442;&#32771;&#26448;&#26009;&#20063;&#19981;&#36831;&#12290;&#21482;&#26377;&#31532;&#19977;&#39033;&#65292;&ldquo;&#22914;&#20309;&#20351;&#29992;&#23427;&rdquo;-&#35201;&#33457;&#19978;&#20320;&#20960;&#20010;&#26376;&#30340;&#26102;&#38388;&#21435;&#36319;&#36825;&#38376;&#35821;&#35328;&#25171;&#20132;&#36947;&#65292;&#30495;&#27491;&#30340;&#22855;&#36857;&#23601;&#22312;&#27492;&#21457;&#29983;&#12290;&#25105;&#24314;&#35758;&#29992;&#36825;&#38376;&#35821;&#35328;&#30340;&#39118;&#26684;&#21435;&#20570;&#19968;&#20010;&#36866; &#21512;&#35813;&#35821;&#35328;&#30340;&#39033;&#30446;&#12290;  &#30495;&#27491;&#23398;&#20250;&#20102;&#21478;&#19968;&#38376;&#35821;&#35328;&#20043;&#21518;&#65292;&#25105;&#25954;&#20445;&#35777;&#20320;&#30340;&#31243;&#24207;&#21592;&#27700;&#24179;&#19968;&#23450;&#20250;&#31361;&#39134;&#29467;&#36827;&#12290;  </p>
<p>
<strong>2.&#23398;&#20064;&#20808;&#36827;&#30340;&#25628;&#32034;&#25216;&#26415;&#12289;&#25163;&#27573;&#21644;&#21450;&#31574;&#30053;  </strong>&#20316;&#20026;&#19968;&#21517;&#22909;&#30340;&#31243;&#24207;&#21592;&#65292;&#19981;&#20165;&#20165;&#26159;&#25216;&#33021;&#30340;&#38382;&#39064;&#20102;&#65292;&#32780;&#26159;&#20320;&#23547;&#25214;&#20449;&#24687;&#30340;&#25216;&#24039;&#65292;&#36825;&#20010;&#36235;&#21183;&#36234;&#26469;&#36234;&#26126;&#26174;&#12290;&#23545;&#22823;&#37096;&#20998;&#20154;&#32780;&#35328;&#65292;&#20165;&#20165;&#36755;&#20837;&ldquo;&#29616;&#20195;&#35821;&#35328;&#21450;&#24320;&#21457;&#26694;&#26550;&rdquo;&#65292;&#36825;&#37117;&#26159;&#27867;&#27867;&#20043; &#35848;&#65292;&#35760;&#19981;&#20303;&#22810;&#23569;&#30340;&#12290;&#22240;&#27492;&#65292;&#20320;&#23436;&#25104;&#24037;&#20316;&#30340;&#33021;&#21147;&#36890;&#24120;&#21462;&#20915;&#20110;&#20320;&#30340;&#26816;&#32034;&#33021;&#21147;&#12290;&#19981;&#24184;&#30340;&#26159;&#65292;&#20102;&#35299;&#21040;&#22914;&#20309;&#25214;&#21040;&#20934;&#30830;&#32780;&#39640;&#36136;&#37327;&#30340;&#20449;&#24687;&#21487;&#19981;&#20165;&#20165;&#26159;&#36305;&#21040;TechRepublic &#26469;&#25214;&#31572;&#26696;&#65292;&#25110;&#32773;&#22312;&#20320;&#36873;&#22909;&#30340;&#25628;&#32034;&#24341;&#25806;&#19978;&#25970;&#20960;&#20010;&#23383;&#37027;&#20040;&#31616;&#21333;&#12290;  &ldquo;&#25216;&#26415;&#65288;Techniques&#65289;&rdquo;&#12289;&ldquo;&#25163;&#27573;&#65288;tactics&#65289;&rdquo;&#21644;&ldquo;&#31574;&#30053;&#65288;strategies&#65289;&rdquo;&#30475;&#36215;&#26469;&#26159;&#19968;&#22238;&#20107;&#65292;&#23454;&#38469;&#19978;&#24182;&#38750;&#22914;&#27492;&#12290;&#20320;&#38656;&#35201;&#23398;&#20250;&#30340;&#25216;&#26415;&#26159; &#25484;&#25569;&#20320;&#21916;&#29233;&#30340;&#25628;&#32034;&#24341;&#25806;&#30340;&#39640;&#32423;&#25628;&#32034;&#31995;&#32479;&#65307;&#20320;&#38656;&#35201;&#20102;&#35299;&#35832;&#22914;&#24067;&#23572;&#25805;&#20316;&#31526;&#65292;&#22914;&#20309;&#36807;&#28388;&#32467;&#26524;&#65288;&#20687;&ldquo;&#38750;&rdquo;&#20851;&#38190;&#23383;&#65292;&#22495;&#38480;&#21046;&#31561;&#31561;&#65289;&#65292;&#20851;&#38190;&#23383;&#30340;&#35789;&#24207;&#25198;&#28436;&#20160;&#20040;&#35282;&#33394;&#65292;&#31561;&#31561;&#12290;&#19968;&#21477; &#35805;&#65292;RTFM&#65288;Read The Fucking Manual&#65292;&#35835;&#37027;&#20123;&#20182;&#22920;&#30340;&#25163;&#20876;&#65289;&#21543;&#12290;  &#20320;&#24212;&#35813;&#23398;&#20250;&#36825;&#20123;&#25163;&#27573;&#65292;&#35832;&#22914;&#22914;&#20309;&#25509;&#36817;&#29305;&#23450;&#30340;&#25628;&#32034;&#65292;&#20197;&#21450;&#20102;&#35299;&#33258;&#24049;&#23454;&#38469;&#19978;&#24819;&#26597;&#20123;&#20160;&#20040;&#12290;&#26597;&#38169;&#35823;&#24456;&#23481;&#26131;&mdash;&#21482;&#38656;&#26597;&#20986;&#38169;&#20195;&#30721;&#21363;&#21487;&mdash;&#20294;&#26159;&#35768;&#22810;&#25628;&#32034;&#30340;&#20851;&#38190;&#23383;&#36873;&#25321;&#35201;&#22256;&#38590;&#24471;&#22810;&#12290;  &#33267;&#20110;&#31574;&#30053;&#65292;&#20320;&#38656;&#35201;&#23398;&#20250;&#30340;&#19996;&#35199;&#65292;&#21253;&#25324;&#20687;&#24212;&#35813;&#20351;&#29992;&#21738;&#31181;&#25628;&#32034;&#24341;&#25806;&#65288;&#25552;&#31034;&#65306;&#26222;&#36890;&#30340;&#25628;&#32034;&#24341;&#25806;&#19981;&#19968;&#23450;&#23601;&#26159;&#26368;&#20339;&#36873;&#25321;&#65289;&#65292;&#20351;&#29992;&#26222;&#36890;&#25628;&#32034;&#24341;&#25806;&#21069;&#24212;&#35813;&#35775;&#38382;&#21738;&#20010;&#32593;&#31449;&#65292;&#29978;&#33267;&#26159;&#24212;&#35813; &#21040;&#21738;&#20010;&#35770;&#22363;&#21435;&#23547;&#27714;&#24110;&#21161;&#65292;&#31561;&#31561;&#12290; </p>
<p>
<strong>3.&#24110;&#21161;&#21035;&#20154;  </strong>&#25945;&#21035;&#20154;&#22987;&#32456;&#26159;&#23398;&#20064;&#19968;&#20999;&#19996;&#35199;&#30340;&#26368;&#22909;&#26041;&#27861;&#20043;&#19968;&#12290;&#30456;&#23545;&#32780;&#35328;&#65292;&#30001;&#20110;&#20320;&#22312;&#24320;&#21457;&#39046;&#22495;&#36824;&#26159;&#20010;&#26032;&#25163;&#65292;&#35748;&#20026;&#33258;&#24049;&#27809;&#20160;&#20040;&#21487;&#25945;&#32473;&#20154;&#23478;&#30340;&#65292;&#36825;&#21487;&#20197;&#29702;&#35299;&#12290;&#20294;&#36825;&#27627;&#26080;&#24847;&#20041;&#12290;&#35760;&#20303;&#65292;&#20320;&#25152;&#23398; &#21040;&#30340;&#19968;&#20999;&#37117;&#26159;&#20320;&#20174;&#21035;&#20154;&#25110;&#21035;&#22788;&#23398;&#21040;&#30340;&#65307;&#22240;&#27492;&#35831;&#23581;&#35797;&#19968;&#19979;&#65292;&#25104;&#20026;&#21478;&#22806;&#19968;&#20010;&#20154;&#35201;&#35831;&#25945;&#30340;&ldquo;&#21035;&#20154;&rdquo;&#12290;&#27599;&#22825;&#23613;&#37327;&#33457;&#19968;&#28857;&#26102;&#38388;&#35797;&#30528;&#22238;&#31572;TechRepublic&#19978;&#30340;&#38382;&#39064;&#65292;&#20854; &#20182;&#32593;&#31449;&#30340;&#20134;&#21487;&#12290;&#35835;&#35835;&#20854;&#20182;&#20250;&#21592;&#30340;&#22238;&#31572;&#65292;&#20320;&#20063;&#21487;&#20197;&#23398;&#21040;&#24456;&#22810;&#19996;&#35199;&#12290;  </p>
<p>
<strong>4.&#26377;&#32784;&#24515;&#65292;&#24120;&#32451;&#20064;  </strong>&#30740;&#31350;&#34920;&#26126;&#65292;&#35201;&#25104;&#20026;&#19968;&#21517;&ldquo;&#19987;&#23478;&rdquo;&#65292;&#38656;&#35201;&#33457;&#36153;10&#24180;&#65292;&#25110;&#32773;10000&#21040;20000&#23567;&#26102;&#30340;&#21051;&#24847;&#32451;&#20064;&#26102;&#38388;&#12290;&#30495;&#30340;&#24456;&#20037;&#12290;&#36824;&#26377;&#65292;&#25104;&#20026;&#19987;&#23478;&#19981;&#23613;&#28982;&#23601;&#26159;&#25191;&#34892;10&#24180;&#21516;&#26679;&#30340;&#20219; &#21153;&#65307;&#36890;&#24120;&#36825;&#24847;&#21619;&#30528;&#35201;&#22312;&#29305;&#23450;&#39046;&#22495;&#20869;&#25191;&#34892;&#24191;&#27867;&#30340;&#20219;&#21153;&#12290;&#38656;&#35201;&#33457;&#36153;&#22823;&#37327;&#30340;&#26102;&#38388;&#21644;&#31934;&#21147;&#25165;&#33021;&#25104;&#20026;&ldquo;&#19987;&#23478;&rdquo;&#65307;&#20570;&#20960;&#24180;&#31243;&#24207;&#21592;&#26159;&#19981;&#22815;&#30340;&#12290;&#24819;&#22312;30&#23681;&#24038;&#21491;&#25104;&#20026;&#19968;&#21517;&#39640;&#32423;&#36719;&#20214;&#24320;&#21457; &#24037;&#31243;&#24072;&#65311;&#35201;&#20040;&#23613;&#26089;&#25509;&#21463;&#25945;&#32946;/&#22521;&#35757;&#65292;&#35201;&#20040;&#20320;&#24471;&#24895;&#24847;&#22312;&#38386;&#26247;&#26102;&#38388;&#36827;&#34892;&#22823;&#37327;&#30340;&#24037;&#20316;&#12289;&#38405;&#35835;&#21644;&#32451;&#20064;&#12290;&#25105;&#20174;&#39640;&#20013;&#24320;&#22987;&#32534;&#31243;&#65292;&#36824;&#29306;&#29298;&#20102;&#35768;&#22810;&#20241;&#24687;&#26102;&#38388;&#21435;&#36319;&#36394;&#34892;&#19994;&#21457;&#23637;&#12289;&#23398;&#20064;&#26032;&#25216; &#33021;&#31561;&#31561;&#12290;&#32467;&#26524;&#65292;&#25105;&#33719;&#24471;&#20013;&#32423;&#21644;&#39640;&#32423;&#31243;&#24207;&#21592;&#30340;&#26102;&#38388;&#23601;&#27604;&#25105;&#30340;&#22823;&#37096;&#20998;&#21516;&#20107;&#37117;&#35201;&#26089;&#24471;&#22810;&#65292;&#38543;&#30528;&#26102;&#38388;&#30340;&#25512;&#31227;&#65292;&#36825;&#20123;&#23601;&#36716;&#21270;&#25104;&#20026;&#24456;&#22810;&#30340;&#37329;&#38065;&#12290;  </p>
<p>
<strong>5.&#23545;&#25945;&#26465;&#25298;&#20043;&#38376;&#22806; </strong> &#26159;&#26102;&#20505;&#24320;&#35802;&#24067;&#20844;&#20102;&#65306;&#20063;&#35768;&#21021;&#32423;&#31243;&#24207;&#21592;&#20102;&#35299;&#30340;&#19996;&#35199;&#36824;&#19981;&#36275;&#20197;&#35828;&#20986;&#20570;&#26576;&#20214;&#20107;&#24773;&#26377;&#19968;&#31181;&#26368;&#22909;&#30340;&#26041;&#24335;&#12290;&#23562;&#37325;&#26379;&#21451;&#25110;&#32773;&#26435;&#23041;&#30340;&#35266;&#28857;&#26159;&#22909;&#30340;&#65292;&#20294;&#30452;&#21040;&#20320;&#26356;&#26377;&#32463;&#39564;&#20043;&#21069;&#65292;&#19981;&#35201;&#25226;&#20182;&#20204; &#30340;&#35266;&#28857;&#35828;&#25104;&#26159;&#20320;&#33258;&#24049;&#30340;&#12290;&#24456;&#31616;&#21333;&#65292;&#22914;&#26524;&#20320;&#25152;&#20102;&#35299;&#30340;&#19981;&#36275;&#20197;&#35753;&#20320;&#29420;&#31435;&#22320;&#25214;&#20986;&#36825;&#20123;&#19996;&#35199;&#26469;&#65292;&#20320;&#21448;&#24590;&#20040;&#20250;&#35748;&#20026;&#20320;&#30693;&#36947;&#21738;&#19968;&#20301;&ldquo;&#19987;&#23478;&rdquo;&#26159;&#23545;&#30340;&#21602;&#65311;&#35805;&#26159;&#38590;&#21548;&#20102;&#28857;&#65292;&#19981;&#36807;&#35831;&#30456;&#20449; &#25105;&#65307;&#30001;&#20110;&#21463;&#26576;&#20123;&#24858;&#34850;&#24314;&#35758;&#30340;&#34506;&#24785;&#65292;&#25110;&#32773;&#36861;&#38543;&#26576;&#20123;&#26681;&#26412;&#19981;&#30693;&#36947;&#33258;&#24049;&#22312;&#35828;&#20123;&#20160;&#20040;&#30340;&#25152;&#35859;&#19987;&#23478;&#65292;&#30333;&#30333;&#25226;&#33258;&#24049;&#30340;&#32844;&#19994;&#29983;&#28079;&#32829;&#25601;&#20102;&#20960;&#24180;&#65292;&#36825;&#26679;&#27611;&#22836;&#23567;&#20249;&#31243;&#24207;&#21592;&#65292;&#25105;&#35265;&#36807;&#22810;&#20102;&#12290;&#36825; &#19968;&#28857;&#26377;&#19968;&#20010;&#24456;&#22909;&#30340;&#20363;&#23376;&#65292;&#23601;&#26159;&#38754;&#21521;&#23545;&#35937;&#32467;&#26500;&#30340;&#28389;&#29992;&#12290;&#27604;&#22914;&#35828;&#65292;&#35768;&#22810;&#21021;&#32423;&#32773;&#35835;&#20102;&#19968;&#20123;&#26377;&#20851;&#38754;&#21521;&#23545;&#35937;&#30340;&#20449;&#24687;&#21518;&#65292;&#31361;&#28982;&#38388;&#65292;&#20182;&#20204;&#37027;&#31616;&#21333;&#30340;&#24212;&#29992;&#31243;&#24207;&#30340;&#31867;&#22270;&#30475;&#36215;&#26469;&#23601;&#20687;&#22467;&#33778;&#23572; &#38081;&#22612;&#19968;&#26679;&#20102;&#12290;  </p>
<p>
<strong>6.&#28145;&#20837;&#23398;&#20064;&#19968;&#28857;&#20808;&#36827;&#29702;&#24565;  </strong>&#25104;&#20026;&#19968;&#21517;&#20013;&#32423;&#31243;&#24207;&#21592;&#65292;&#24456;&#22823;&#19968;&#37096;&#20998;&#26159;&#35201;&#22312;&#20195;&#30721;&#37324;&#38754;&#20307;&#29616;&#20986;&#19968;&#20123;&#25152;&#25797;&#38271;&#30340;&#27010;&#24565;&#12290;&#23601;&#25105;&#32780;&#35328;&#65292;&#26159;&#22810;&#32447;&#31243;/&#24182;&#34892;&#24615;&#65292;&#26159;&#27491;&#21017;&#34920;&#36798;&#24335;&#65292;&#20197;&#21450;&#22914;&#20309;&#23545;&#21160;&#24577;&#35821;&#35328;&#36827;&#34892;&#21464;&#21270;&#65288;&#21518;&#20004;&#20010; &#22312;&#25105;&#31163;Perl&#28176;&#34892;&#28176;&#36828;&#21518;&#24320;&#22987;&#36864;&#21270;&#65289;&#12290;&#36825;&#26159;&#22914;&#20309;&#21457;&#29983;&#30340;&#65311;&#22810;&#32447;&#31243;&#21644;&#24182;&#34892;&#22788;&#29702;&#26159;&#22240;&#20026;&#25105;&#35835;&#20102;&#30456;&#20851;&#25991;&#31456;&#65292;&#35273;&#24471;&#23427;&#30475;&#36215;&#26469;&#24456;&#26377;&#36259;&#65292;&#28982;&#21518;&#20877;&#33258;&#24049;&#25226;&#23427;&#24324;&#28165;&#26970;&#20102;&#65307;&#28982;&#21518;&#25105;&#23601;&#19968; &#30452;&#20351;&#29992;&#36825;&#20123;&#25216;&#26415;&#26469;&#20889;&#24212;&#29992;&#12290;&#25105;&#20570;&#36807;&#19968;&#20214;&#24037;&#20316;&#65292;&#26159;&#29992;Perl&#20889;&#30340;&#65292;&#37324;&#38754;&#36816;&#29992;&#20102;&#22823;&#37327;&#30340;&#27491;&#21017;&#34920;&#36798;&#24335;&#12290;&#25105;&#20063;&#29992;&#19968;&#20010;&#36807;&#31243;&#24341;&#25806;&#27169;&#26495;&#21644;&#20869;&#32622;&#25968;&#25454;&#24211;&#31995;&#32479;&#20889;&#36807;&#25105;&#33258;&#24049;&#30340;&#30005;&#23376;&#21830;&#21153; &#24341;&#25806;&#65307;&#37027;&#26102;&#25105;&#20960;&#20046;&#33457;&#20102;2&#24180;&#26102;&#38388;&#22312;&#36825;&#19978;&#38754;&#12290;  &#25214;&#21040;&#30495;&#27491;&#20196;&#20320;&#30528;&#36855;&#30340;&#19996;&#35199;&#12290;&#20063;&#35768;&#26159;&#22270;&#20687;&#22788;&#29702;&#65292;&#20063;&#35768;&#26159;&#25968;&#25454;&#24211;&#35774;&#35745;&#65292;&#31561;&#31561;&#12290;&#21363;&#20415;&#20320;&#26159;&#19968;&#20010;&#20837;&#38376;&#32423;&#30340;&#31243;&#24207;&#21592;&#65292;&#20063;&#35201;&#23581;&#35797;&#19968;&#19979;&#25104;&#20026;&#26576;&#19968;&#33258;&#24049;&#25152;&#20851;&#27880;&#39046;&#22495;&#30340;&#19987;&#23478;&#12290;&#36825;&#20250;&#35753;&#20320;&#30456; &#24403;&#24555;&#36895;&#22320;&#36827;&#20837;&#21040;&#20013;&#32423;&#27700;&#24179;&#65292;&#19968;&#26086;&#20320;&#21040;&#20102;&#37027;&#20010;&#27700;&#24179;&#65292;&#20320;&#30340;&#19987;&#23478;&#20043;&#36335;&#20063;&#36208;&#21040;&#19968;&#21322;&#20102;&#12290;  </p>
<p>
<strong>7.&#23398;&#20064;&#20320;&#30340;&#39046;&#22495;&#37324;&#38754;&#30340;&#22522;&#26412;&#29702;&#35770;  </strong>&#20889;&#20986;&ldquo;Hello  World&rdquo;&#65292;&#36319;&#29702;&#35299;&#37027;&#20123;&#23383;&#26159;&#22914;&#20309;&#26174;&#31034;&#21040;&#23631;&#24149;&#19978;&#30340;&#26159;&#20004;&#30721;&#20107;&#12290;&#36890;&#36807;&#23398;&#20064;&#25903;&#25745;&#20320;&#25152;&#20174;&#20107;&#30340;&#24037;&#20316;&#30340;&ldquo;&#22522;&#30784;/&#24213;&#23618;&#24037;&#20316;&#65288;groundwork&#65289;&rdquo;&#65292;&#20320;&#20250;&#21464;&#24471;&#26356;&#21152;&#22312; &#34892;&#12290;&#20026;&#20160;&#20040;&#65311;&#22240;&#20026;&#20320;&#20250;&#29702;&#35299;&#20107;&#29289;&#20026;&#20309;&#20250;&#20197;&#36825;&#31181;&#26041;&#24335;&#36816;&#20316;&#65292;&#24403;&#19996;&#35199;&#22351;&#20102;&#23601;&#33021;&#30693;&#36947;&#26159;&#21738;&#37324;&#30340;&#38382;&#39064;&#65292;&#31561;&#31561;&#12290;&#36890;&#36807;&#25484;&#25569;&#24037;&#20316;&#30340;&#24213;&#23618;&#26426;&#21046;&#65292;&#20320;&#21464;&#20250;&#24471;&#26356;&#20986;&#33394;&#12290;  &#22914;&#26524;&#20320;&#26159;Web&#31243;&#24207;&#21592;&#65292;&#35835;&#35835;HTTP  RFC&#21644;HTML&#35268;&#33539;&#12290;&#22914;&#26524;&#20320;&#20351;&#29992;&#20195;&#30721;&#29983;&#25104;&#22120;&#65292;&#22909;&#22909;&#30475;&#30475;&#23427;&#29983;&#25104;&#30340;&#20195;&#30721;&#65307;&#22914;&#26524;&#20320;&#20351;&#29992;&#25968;&#25454;&#24211;&#24037;&#20855;&#65292;&#30475;&#30475;&#23427;&#29983;&#25104;&#30340;&#24213;&#23618;SQL&#35821;&#21477;&#65292;&#19981;&#19968;&#32780;&#36275;&#12290;  </p>
<p>
<strong>8.&#30475;&#30475;&#39640;&#32423;&#31243;&#24207;&#21592;&#30340;&#20195;&#30721;  </strong>&#22312;&#24037;&#20316;&#20013;&#30475;&#30475;&#39640;&#32423;&#31243;&#24207;&#21592;&#20889;&#30340;&#20195;&#30721;&#65292;&#28982;&#21518;&#38382;&#19968;&#38382;&#20107;&#24773;&#26159;&#22914;&#20309;&#20197;&#26576;&#31181;&#29305;&#21035;&#30340;&#26041;&#24335;&#23436;&#25104;&#30340;&#65292;&#20026;&#20160;&#20040;&#65311;&#21487;&#33021;&#30340;&#35805;&#30475;&#30475;&#24320;&#28304;&#30340;&#39033;&#30446;&#12290;&#29978;&#33267;&#21363;&#20351;&#20854;&#20182;&#31243;&#24207;&#21592;&#27809;&#26377;&#26368;&#22909;&#30340;&#32534;&#31243;&#20064; &#24815;&#65292;&#20320;&#20063;&#20250;&#23398;&#21040;&#35768;&#22810;&#32534;&#31243;&#32463;&#39564;&#12290;&#24403;&#28982;&#65292;&#35201;&#23567;&#24515;&#21035;&#23398;&#21040;&#22351;&#20064;&#24815;&#12290;&#25105;&#30340;&#24847;&#24605;&#26159;&#35828;&#19981;&#35201;&#29983;&#25644;&#30828;&#22871;&#20154;&#23478;&#30340;&#19996;&#35199;&#65307;&#20320;&#35201;&#33021;&#39046;&#20250;&#21040;&#21738;&#20123;&#26159;&#33021;&#34892;&#30340;&#36890;&#30340;&#65292;&#21738;&#20123;&#26159;&#26377;&#36947;&#29702;&#30340;&#65292;&#28982;&#21518;&#20877;&#27169; &#20223;&#20154;&#23478;&#12290;  </p>
<p>
<strong>9.&#23398;&#20064;&#22909;&#30340;&#20064;&#24815;  </strong>&#24858;&#34850;&#30340;&#21464;&#37327;&#21517;&#65292;&#31967;&#31957;&#30340;&#32553;&#36827;&#20064;&#24815;&#20197;&#21450;&#20854;&#20182;&#19968;&#20123;&#20940;&#20081;&#30340;&#36857;&#35937;&#23601;&#26159;&#19968;&#20010;&#27809;&#26377;&#32463;&#39564;&#30340;&#31243;&#24207;&#21592;&#30340;&#26368;&#22909;&#26631;&#35760;&#12290;&#19968;&#20010;&#31243;&#24207;&#21592;&#22312;&#23398;&#20250;&#22914;&#20309;&#32534;&#31243;&#26102;&#65292;&#21364;&#32463;&#24120;&#27809;&#26377;&#34987;&#20256;&#25480;&#21040;&#37027;&#20123;&#19981;&#37027;&#20040;&#26377; &#36259;&#30340;&#32454;&#33410;&#65292;&#20687;&#20195;&#30721;&#26684;&#24335;&#32534;&#25490;&#12290;&#29978;&#33267;&#23613;&#31649;&#23398;&#20064;&#36825;&#20123;&#19996;&#35199;&#24182;&#19981;&#20250;&#20196;&#20320;&#30340;&#20195;&#30721;&#26356;&#22909;&#65292;&#20063;&#19981;&#20250;&#20196;&#20320;&#25104;&#20026;&#26356;&#22909;&#30340;&#31243;&#24207;&#21592;&#65292;&#23427;&#20063;&#20250;&#30830;&#20445;&#20320;&#19981;&#34987;&#21516;&#20107;&#35270;&#20026;&#20837;&#38376;&#32423;&#30340;&#31243;&#24207;&#21592;&#12290;&#29978;&#33267;&#21363;&#20351; &#26576;&#20154;&#26159;&#39640;&#32423;&#31243;&#24207;&#21592;&#65292;&#22914;&#26524;&#20182;&#30340;&#21464;&#37327;&#26159;&#20197;&#20182;&#37027;97&#21482;&#29483;&#30340;&#21517;&#23383;&#26469;&#21629;&#21517;&#65292;&#25110;&#32773;&#20854;&#20989;&#25968;&#21483;&#20570;&ldquo;doSomething&#65288;&#65289;&rdquo;&#30340;&#65292;&#20182;&#20204;&#30475;&#36215;&#26469;&#20063;&#19981;&#20687;&#26159;&#30693;&#36947;&#33258;&#24049;&#22312;&#24178;&#20160;&#20040;&#30340; &#20154;&#12290;&#32780;&#19988;&#20250;&#20196;&#20854;&#20195;&#30721;&#22312;&#36807;&#31243;&#20013;&#26356;&#38590;&#20197;&#32500;&#25252;&#12290; </p>
<p>
<strong>10.&#35201;&#29609;&#30340;&#24320;&#24515;  </strong>&#24819;&#35201;&#30196;&#36855;&#20110;&#21333;&#35843;&#20047;&#21619;&#30340;&#24037;&#20316;&#65311;&#30171;&#24680;&#24037;&#20316;&#21543;&#12290;&#35201;&#24819;&#21319;&#32423;&#20026;&#20013;&#32423;&#31243;&#24207;&#21592;&#21487;&#19981;&#20165;&#20165;&#26159;&#20026;&#20102;&#25343;&#21040;&#19981;&#26029;&#22686;&#38271;&#30340;&#24037;&#36164;&#19981;&#36798;&#30446;&#30340;&#35475;&#19981;&#32610;&#20241;&#65292;&#32780;&#26159;&#35201;&#30495;&#27491;&#20139;&#21463;&#24037;&#20316;&#12290;&#22914;&#26524;&#20320;&#19981;&#21916;&#27426;&#33258;&#24049; &#30340;&#24037;&#20316;&#65292;&#19988;&#36824;&#26159;&#21021;&#32423;&#31243;&#24207;&#21592;&#65292;&#20320;&#24590;&#20040;&#20250;&#35748;&#20026;&#25104;&#20026;&#20013;&#32423;&#25110;&#39640;&#32423;&#31243;&#24207;&#21592;&#24773;&#20917;&#23601;&#20250;&#26377;&#25152;&#22909;&#36716;&#21602;&#65311;&#25442;&#24037;&#20316;&#25110;&#25913;&#32844;&#19994;&#21543;&#12290;&#21453;&#36807;&#26469;&#35828;&#65292;&#22914;&#26524;&#20320;&#21916;&#29233;&#25152;&#20174;&#20107;&#30340;&#24037;&#20316;&#65292;&#37027;&#23601;&#22909;&#65281;&#21482;&#35201;&#20320; &#22362;&#25345;&#19979;&#21435;&#65292;&#25105;&#20445;&#35777;&#20320;&#33021;&#25104;&#20026;&#19968;&#21517;&#26356;&#22909;&#30340;&#31243;&#24207;&#21592;&#12290;&#65288;Justin James&#65289;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/05/8361/" title="10:29 AM" rel="bookmark"><time class="entry-date" datetime="2011-03-05T10:29:54+00:00">2011/03/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8360" class="post-8360 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/05/8360/" rel="bookmark">&#20174;&#28120;&#23453;&#12289;&#30334;&#24230;&#34987;&#21015;&#20837;&ldquo;&#24694;&#21517;&#24066;&#22330;&rdquo;&#35828;&#36215;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/05/8360/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<li class="msgarticle">
<p><a href="http://www.williamlong.info/archives/2524.html">&#21315;&#21315;&#38745;&#21548;&#30340;&#21361;&#26426;</a></p>
<p><a href="http://www.williamlong.info/archives/2511.html">&#30334;&#24230;&#32479;&#35745;&#28909;&#21147;&#22270;&#21457;&#24067;</a></p>
<p><a href="http://www.williamlong.info/archives/2485.html">&#30334;&#24230;2010&#24180;&#24230;&#25628;&#32034;&#39118;&#20113;&#27036;&#21457;&#24067;</a></p>
<p><a href="http://www.williamlong.info/archives/2467.html">&#30334;&#24230;2010&#24180;&#24230;&#26032;&#38395;&#25628;&#32034;&#25490;&#34892;&#27036;</a></p>
<p><a href="http://www.williamlong.info/archives/2458.html">&#20851;&#20110;&#30334;&#24230;&#30340;&#20116;&#22823;&#30495;&#30456;</a></p>
<p><a href="http://www.williamlong.info/archives/2434.html">&#30334;&#24230;&#25991;&#24211;&#28145;&#38519;&#19994;&#20027;&#38544;&#31169;&#38376;</a></p>
<p><a href="http://www.williamlong.info/archives/2428.html">&#30334;&#24230;&#25991;&#24211;&#36865;&#29992;&#25143;&#36827;&#30417;&#29425;</a></p>
<p><a href="http://www.williamlong.info/archives/2408.html">&#30334;&#24230;&#25991;&#24211;&mdash;&mdash;&#24426;&#24717;&#30340;&#24378;&#30423;</a></p>
<p><a href="http://www.williamlong.info/archives/2396.html">&#20063;&#35828;&#30334;&#24230;&#30340;&#26694;</a></p>
<p><a href="http://www.williamlong.info/archives/2365.html">&#30334;&#24230;&#32463;&#39564;&#19978;&#32447;</a></p>
<p><a href="http://www.williamlong.info/archives/2353.html">&#23545;&#30334;&#24230;&ldquo;&#26694;&#35745;&#31639;&rdquo;&#30340;&#20960;&#28857;&#30475;&#27861;</a></p>
<p><a href="http://www.williamlong.info/archives/2350.html">&#35299;&#35835;&#30334;&#24230;&#12298;&#25628;&#32034;&#24341;&#25806;&#20248;&#21270;&#25351;&#21335;&#12299;</a></p>
<p><a href="http://www.williamlong.info/archives/2338.html">&#20174;&#30334;&#24230;&#35828;&#21543;&#35828;&#24320;&#21435;</a></p>
<p><a href="http://www.williamlong.info/archives/2333.html">&#20063;&#35848;&#30334;&#24230;&#35828;&#21543;</a></p>
<p><a href="http://www.williamlong.info/archives/2329.html">&#30334;&#24230;&#25512;&#20986;&#30334;&#24230;&#35828;&#21543;</a></p>
<p><a href="http://www.williamlong.info/archives/2321.html">&#30334;&#24230;&#30340;&#26694;&#35745;&#21010;</a></p>
<p><a href="http://www.williamlong.info/archives/2320.html">&#30334;&#24230;&#30340;&#30683;&#21644;360&#30340;&#30462;</a></p>
<p><a href="http://www.williamlong.info/archives/2318.html">&#20174;&#30334;&#24230;&#24320;&#25918;&#24179;&#21488;&#25152;&#24819;&#21040;&#30340;</a></p>
<p><a href="http://www.williamlong.info/archives/2316.html">&#30334;&#24230;&#24320;&#25918;&#24179;&#21488;&#24341;&#20105;&#35758;</a></p>
<p><a href="http://www.williamlong.info/archives/2315.html">&#30334;&#24230;&#24212;&#29992;&#24179;&#21488;&#30340;&#39532;&#22826;&#25928;&#24212;</a></p>
<p><a href="http://www.williamlong.info/archives/2299.html">&#30334;&#24230;360&#20043;&#20105;&#30340;&#32972;&#21518;</a></p>
<p><a href="http://www.williamlong.info/archives/2279.html">&#30334;&#24230;&#26085;&#26412;&#36148;&#21543;&#19978;&#32447;</a></p>
<p><a href="http://www.williamlong.info/archives/2278.html">&#30334;&#24230;&#32479;&#35745;&#19982;CNZZ&#32479;&#35745;&#27178;&#21521;&#35780;&#27979;</a></p>
<p><a href="http://www.williamlong.info/archives/2275.html">&#30334;&#24230;&#36148;&#21543;&#20248;&#21270;&#20998;&#26512;&#12289;&#35774;&#35745;&#20840;&#35299;&#26512;</a></p>
<p><a href="http://www.williamlong.info/archives/2264.html">&#30334;&#24230;&#30340;&#39640;&#25910;&#20837;&#19982;&#20302;&#36947;&#24503;</a></p>
<p><a href="http://www.williamlong.info/archives/2161.html">&#30334;&#24230;&#22855;&#33402;&#32593;&#30340;Hulu&#27169;&#24335;&#22312;&#20013;&#22269;&#30340;&#29983;&#38271;</a></p>
<p><a href="http://www.williamlong.info/archives/2142.html">&#30334;&#24230;&#25903;&#25345;Nofollow&#24182;&#20869;&#27979;&#30334;&#24230;&#31449;&#38271;&#24179;&#21488;</a></p>
<p><a href="http://www.williamlong.info/archives/2052.html">&#30334;&#24230;&#34987;&#20234;&#26391;&#40657;&#23458;&#25915;&#38519;</a></p>
<p><a href="http://www.williamlong.info/archives/2034.html">&#30334;&#24230;2009&#24180;&#24230;&#25628;&#32034;&#39118;&#20113;&#27036;&#21457;&#24067;</a></p>
<p><a href="http://www.williamlong.info/archives/1987.html">&#30334;&#24230;&#25991;&#26723;&#20998;&#20139;&#24179;&#21488;&#19978;&#32447;</a></p>
</li>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/05/8360/" title="10:29 AM" rel="bookmark"><time class="entry-date" datetime="2011-03-05T10:29:52+00:00">2011/03/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-8359" class="post-8359 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/03/05/8359/" rel="bookmark">&#37073;&#28170;&#27905;&#26159;&#31934;&#31070;&#30149;&#24739;&#32773;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/03/05/8359/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#23186;&#20307;&#32422;&#31295;&#65306;dapenti2006@gmail.com </p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/03/05/8359/" title="10:29 AM" rel="bookmark"><time class="entry-date" datetime="2011-03-05T10:29:46+00:00">2011/03/05</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav id="nav-below" class="navigation" role="navigation"><h3 class="assistive-text">Post navigation</h3>
			<div class="nav-previous"><a href="http://log.SunnyBoy.Me/page/85/"><span class="meta-nav">&larr;</span> Older posts</a></div>
			<div class="nav-next"><a href="http://log.SunnyBoy.Me/page/83/">Newer posts <span class="meta-nav">&rarr;</span></a></div>
		</nav><!-- .navigation --></div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>May 2016</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2015/12/">&laquo; Dec</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next" class="pad">&nbsp;</td>
	</tr></tfoot><tbody><tr><td colspan="6" class="pad">&nbsp;</td><td>1</td>
	</tr><tr><td>2</td><td>3</td><td><a href="http://log.SunnyBoy.Me/2016/05/04/" aria-label="Posts published on May 4, 2016">4</a></td><td>5</td><td id="today">6</td><td>7</td><td>8</td>
	</tr><tr><td>9</td><td>10</td><td>11</td><td>12</td><td>13</td><td>14</td><td>15</td>
	</tr><tr><td>16</td><td>17</td><td>18</td><td>19</td><td>20</td><td>21</td><td>22</td>
	</tr><tr><td>23</td><td>24</td><td>25</td><td>26</td><td>27</td><td>28</td><td>29</td>
	</tr><tr><td>30</td><td>31</td>
		<td class="pad" colspan="5">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
