<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>&#36873;&#20030;&#27861;&#20173;&#26377;&#24453;&#23454;&#29616;&#24314;&#22269;&#25215;&#35834;_&#31456;&#31435;&#20961;_&#26032;&#28010;&#21338;&#23458; | Sunny Blog</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; &#36873;&#20030;&#27861;&#20173;&#26377;&#24453;&#23454;&#29616;&#24314;&#22269;&#25215;&#35834;_&#31456;&#31435;&#20961;_&#26032;&#28010;&#21338;&#23458; Comments Feed" href="http://log.SunnyBoy.Me/2011/10/28/12804/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><link rel="prev" title="&#65351;&#65291; digest &#26356;&#26032; 2011/10/27" href="http://log.SunnyBoy.Me/2011/10/27/12803/"><link rel="next" title="&#39532;&#20811;&#32654;&#22270;&#30340;&#24494;&#21338; &#26032;&#28010;&#24494;&#21338;-&#38543;&#26102;&#38543;&#22320;&#20998;&#20139;&#36523;&#36793;&#30340;&#26032;&#40092;&#20107;&#20799;" href="http://log.SunnyBoy.Me/2011/10/30/12808/"><meta name="generator" content="WordPress 4.5.1"><link rel="canonical" href="http://log.SunnyBoy.Me/2011/10/28/12804/"><link rel="shortlink" href="http://log.SunnyBoy.Me/?p=12804"><link rel="alternate" type="application/json+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F10%2F28%2F12804%2F"><link rel="alternate" type="text/xml+oembed" href="http://log.SunnyBoy.Me/wp-json/oembed/1.0/embed?url=http%3A%2F%2FBlog.SunnyBoy.Me%2F2011%2F10%2F28%2F12804%2F&amp;format=xml"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="single single-post postid-12804 single-format-standard custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<div id="primary" class="site-content">
		<div id="content" role="main">

			
				
	<article id="post-12804" class="post-12804 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">&#36873;&#20030;&#27861;&#20173;&#26377;&#24453;&#23454;&#29616;&#24314;&#22269;&#25215;&#35834;_&#31456;&#31435;&#20961;_&#26032;&#28010;&#21338;&#23458;</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/10/28/12804/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><a href="http://photo.blog.sina.com.cn/showpic.html#blogid=4b86a2630100hwxsurl=http://s13.sinaimg.cn/orignal/4b86a263t82ddf7afc85c" target="_blank"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/ae768_4b86a263t82ddf7afc85c690" alt="&#36873;&#20030;&#27861;&#20173;&#26377;&#24453;&#23454;&#29616;&#24314;&#22269;&#25215;&#35834;"></a></p>
<p align="left">
&#12288;&#12288;&#20170;&#24180;&#20154;&#22823;&#36890;&#36807;&#20102;&#12298;&#20013;&#21326;&#20154;&#27665;&#20849;&#21644;&#22269;&#36873;&#20030;&#27861;&#12299;&#20462;&#27491;&#26696;&#33609;&#26696;&#65292;&#23558;&#23454;&#34892;&#22478;&#20065;&#25353;&#30456;&#21516;&#20154;&#21475;&#27604;&#20363;&#36873;&#20030;&#20154;&#22823;&#20195;&#34920;&#65292;&#26080;&#30097;&#26159;&#19968;&#31181;&#36827;&#27493;&#12290;&#22312;&#22478;&#24066;&#21270;&#36827;&#31243;&#21152;&#36895;&#12289;&#31038;&#20250;&#20914;&#31361;&#21152;&#21095;&#30340;&#20170;&#22825;&#65292;&#25193;&#24314;&ldquo;&#20892;&#26449;&#31080;&#20179;&rdquo;&#25110;&#19981;&#22833;&#20026;&#19968;&#31181;&ldquo;&#32500;&#31283;&rdquo;&#31574;&#30053;&#12290;&#25454;&#31216;&#65292;&#26412;&#27425;&#20462;&#25913;&#23545;&#20013;&#22269;&#27665;&#20027;&#25919;&#27835;&#36827;&#31243;&ldquo;&#20855;&#26377;&#37324;&#31243;&#30865;&#24847;&#20041;&rdquo;&#12290;&#20294;&#24314;&#22269;&#12298;&#20849;&#21516;&#32434;&#39046;&#12299;&#25152;&#35268;&#23450;&#20043;&#26222;&#36873;&#26041;&#24335;&#65292;&#21364;&#26410;&#22312;&#26412;&#27425;&#20462;&#25913;&#20013;&#26377;&#20219;&#20309;&#20307;&#29616;&#12290;</p>
<p>
&#12288;&#12288;1949&#24180;9&#26376;&#36890;&#36807;&#30340;&#22823;&#23466;&#31456;&#12298;&#20013;&#22269;&#20154;&#27665;&#25919;&#27835;&#21327;&#21830;&#20250;&#35758;&#20849;&#21516;&#32434;&#39046;&#12299;&#31532;&#21313;&#20108;&#26465;&#35268;&#23450;&#65306;&ldquo;&#21508;&#32423;&#20154;&#27665;&#20195;&#34920;&#22823;&#20250;&#30001;&#20154;&#27665;&#29992;&#26222;&#36873;&#26041;&#27861;&#20135;&#29983;&rdquo;&#65307;&#31532;&#21313;&#19977;&#26465;&#35268;&#23450;&#65306;&ldquo;&#22312;&#26222;&#36873;&#30340;&#20840;&#22269;&#20154;&#27665;&#20195;&#34920;&#22823;&#20250;&#21484;&#24320;&#20197;&#21069;&#65292;&#30001;&#20013;&#22269;&#20154;&#27665;&#25919;&#27835;&#21327;&#21830;&#20250;&#35758;&#30340;&#20840;&#20307;&#20250;&#35758;&#25191;&#34892;&#20840;&#22269;&#20154;&#27665;&#20195;&#34920;&#22823;&#20250;&#30340;&#32844;&#26435;&rdquo;&#12290;&#26082;&#28982;&#35268;&#23450;&#21508;&#32423;&#20154;&#22823;&#37117;&#35201;&ldquo;&#29992;&#26222;&#36873;&#26041;&#27861;&#20135;&#29983;&rdquo;&#65292;&#24403;&#28982;&#26159;&ldquo;&#19968;&#20154;&#19968;&#31080;&rdquo;&#30340;&#30452;&#25509;&#36873;&#20030;&#32780;&#38750;&#38388;&#25509;&#36873;&#20030;&#65292;&#21542;&#21017;&#23601;&#27809;&#26377;&#24517;&#35201;&#29305;&#25351;&ldquo;&#26222;&#36873;&#30340;&#20840;&#22269;&#20154;&#27665;&#20195;&#34920;&#22823;&#20250;&rdquo;&#12290;</p>
<p>
&#12288;&#12288;&#30452;&#25509;&#36873;&#20030;&#19981;&#26159;&#36164;&#26412;&#20027;&#20041;&#21046;&#24230;&#30340;&#19987;&#21033;&#65292;&#26080;&#20135;&#38454;&#32423;&#38761;&#21629;&#23548;&#24072;&#20204;&#26377;&#19981;&#23569;&#20027;&#24352;&#30452;&#36873;&#30340;&#35770;&#36848;&#12290;&#24681;&#26684;&#26031;&#22312;&#39532;&#20811;&#24605;&#12298;&#27861;&#20848;&#35199;&#20869;&#25112;&#12299;&#19968;&#20070;&#30340;&#23548;&#35328;&#20013;&#25552;&#20986;&#65292;&#20026;&#20102;&#38450;&#27490;&#22269;&#23478;&#21644;&#22269;&#23478;&#26426;&#20851;&#30001;&#31038;&#20250;&#20844;&#20166;&#21464;&#20026;&#31038;&#20250;&#20027;&#23472;&#65292;&#38656;&#35201;&ldquo;&#25226;&#34892;&#25919;&#12289;&#21496;&#27861;&#21644;&#22269;&#27665;&#25945;&#32946;&#26041;&#38754;&#30340;&#19968;&#20999;&#32844;&#20301;&#20132;&#32473;&#30001;&#26222;&#36873;&#36873;&#20986;&#30340;&#20154;&#25285;&#20219;&#65292;&#32780;&#19988;&#35268;&#23450;&#36873;&#20030;&#32773;&#21487;&#20197;&#38543;&#26102;&#25764;&#25442;&#34987;&#36873;&#20030;&#32773;&rdquo;&#65307;&#21015;&#23425;&#20027;&#24352;&#65306;&ldquo;&#20026;&#20102;&#24314;&#31435;&#20849;&#21644;&#21046;&#65292;&#23601;&#32477;&#23545;&#35201;&#26377;&#20154;&#27665;&#20195;&#34920;&#30340;&#20250;&#35758;&#65292;&#24182;&#19988;&#19968;&#23450;&#35201;&#26377;&#20840;&#27665;&#30340;&#65288;&#25353;&#26222;&#36873;&#12289;&#24179;&#31561;&#12289;&#30452;&#25509;&#21644;&#26080;&#35760;&#21517;&#25237;&#31080;&#30340;&#36873;&#20030;&#21046;&#36873;&#20986;&#26469;&#65289;&#21644;&#31435;&#23466;&#30340;&#20250;&#35758;&rdquo;&#65288;&#21015;&#23425;&#65306;&#12298;&#31038;&#20250;&#27665;&#20027;&#20826;&#22312;&#27665;&#20027;&#38761;&#21629;&#20013;&#30340;&#20004;&#31181;&#31574;&#30053;&#12299;&#65289;&#12290;</p>
<p>
&#12288;&#12288;&#26089;&#22312;&#24310;&#23433;&#26102;&#26399;&#65292;&#38485;&#29976;&#23425;&#36793;&#21306;&#23601;&#23454;&#34892;&#20102;<br>
&ldquo;&#26222;&#36941;&#12289;&#33258;&#30001;&#12289;&#30452;&#25509;&#12289;&#24179;&#31561;&rdquo;&#30340;&#36873;&#20030;&#21046;&#24230;&#65292;&#36873;&#27665;&#21487;&#30452;&#25509;&#36873;&#20986;&#34987;&#36873;&#20030;&#20154;&#12290;&#27611;&#27901;&#19996;&#25351;&#20986;&#65306;&ldquo;&#26368;&#37325;&#35201;&#30340;&#65292;&#23601;&#26159;&#36793;&#21306;&#21508;&#32423;&#25919;&#24220;&#37117;&#26159;&#30001;&#20154;&#27665;&#25237;&#31080;&#36873;&#20030;&#30340;&#12290;&#36825;&#37324;&#35777;&#26126;&#19968;&#28857;&#65292;&#23601;&#26159;&#26377;&#20123;&#20154;&#35828;&lsquo;&#30693;&#35782;&#33853;&#21518;&#30340;&#24037;&#20892;&#19981;&#33021;&#23454;&#34892;&#36873;&#20030;&#21046;&#24230;&rsquo;&#65292;&#36825;&#26159;&#19981;&#31526;&#21512;&#20107;&#23454;&#30340;&#12290;&#36825;&#37324;&#23454;&#34892;&#27665;&#36873;&#30340;&#32467;&#26524;&#24182;&#19981;&#22351;&#65292;&#27599;&#20010;&#26377;&#30524;&#30555;&#30340;&#20154;&#37117;&#33021;&#30475;&#21040;&rdquo;&#65307;&ldquo;&#27665;&#20027;&#21046;&#24230;&#22312;&#22806;&#22269;&#24050;&#26159;&#21382;&#21490;&#19978;&#24418;&#25104;&#30340;&#19996;&#35199;&#65292;&#20013;&#22269;&#21017;&#29616;&#22312;&#36824;&#26410;&#23454;&#34892;&#12290;&#36793;&#21306;&#30340;&#20316;&#29992;&#65292;&#23601;&#22312;&#20570;&#20986;&#19968;&#20010;&#27036;&#26679;&#32473;&#20840;&#22269;&#20154;&#27665;&#30475;&rdquo;&#65288;&#27611;&#27901;&#19996;&#65306;&#12298;&#21516;&#19990;&#30028;&#23398;&#32852;&#20195;&#34920;&#22242;&#30340;&#35848;&#35805;&#12299;&#65289;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;1944&#24180;8&#26376;&#65292;&#27611;&#27901;&#19996;&#22312;&#19982;&#32422;&#32752;&middot;&#35874;&#20255;&#24605;&#35848;&#35805;&#26102;&#20877;&#27425;&#25351;&#20986;&#65306;&ldquo;&#25105;&#20204;&#30340;&#32463;&#39564;&#35777;&#26126;&#65292;&#20013;&#22269;&#20154;&#27665;&#29702;&#35299;&#27665;&#20027;&#24182;&#19988;&#35201;&#27714;&#27665;&#20027;&#12290;&#23427;&#26080;&#38656;&#32463;&#36807;&#38271;&#26399;&#23454;&#39564;&#65292;&#25110;&#32773;&#25945;&#32946;&#65292;&#25110;&#32773;&lsquo;&#30417;&#25252;&rsquo;&rdquo;&#65288;&#12298;&#20826;&#21490;&#36890;&#35759;&#12299;1983&#24180;&#31532;20-21&#26399;&#65289;&#12290;</p>
<p>
&#12288;&#12288;1953&#24180;&#21046;&#23450;&#36873;&#20030;&#27861;&#26102;&#65292;&#21017;&#37319;&#29992;&#20102;&ldquo;&#30452;&#25509;&#36873;&#20030;&#19982;&#38388;&#25509;&#36873;&#20030;&#30456;&#32467;&#21512;&rdquo;&#30340;&#36873;&#20030;&#26041;&#24335;&#65292;&#24403;&#26102;&#30340;&#35828;&#27861;&#26159;&#30452;&#25509;&#36873;&#20030;&#30340;&ldquo;&#26465;&#20214;&#19981;&#25104;&#29087;&rdquo;&#12290;&#21608;&#24681;&#26469;&#25215;&#35748;&ldquo;&#26222;&#36873;&#30340;&#20851;&#38190;&#20915;&#23450;&#20110;&#20154;&#27665;&#35273;&#24735;&#31243;&#24230;&#21644;&#32452;&#32455;&#31243;&#24230;&#65292;&#24182;&#19981;&#20915;&#23450;&#20110;&#20154;&#27665;&#30340;&#25991;&#21270;&#31243;&#24230;&#65292;&#26356;&#19981;&#20915;&#23450;&#20110;&#22269;&#23478;&#30340;&#32463;&#27982;&#29366;&#20917;&rdquo;&#65307;&#20294;&#30001;&#20110;&ldquo;&#20154;&#27665;&#36843;&#20999;&#38656;&#35201;&#23454;&#34892;&#26222;&#36873;&rdquo;&#65292;&ldquo;&#26681;&#25454;&#23454;&#38469;&#24773;&#20917;&#65292;&#22312;&#36825;&#20010;&#26222;&#36941;&#36873;&#20030;&#21046;&#30340;&#22522;&#30784;&#19978;&#65292;&#38500;&#22522;&#23618;&#20154;&#27665;&#20195;&#34920;&#22823;&#20250;&#37319;&#29992;&#30452;&#25509;&#36873;&#20030;&#21046;&#22806;&#65292;&#22522;&#23618;&#25919;&#26435;&#20197;&#19978;&#30340;&#20154;&#27665;&#20195;&#34920;&#22823;&#20250;&#65292;&#30446;&#21069;&#23578;&#21482;&#33021;&#37319;&#29992;&#25353;&#32423;&#36873;&#20030;&#30340;&#38388;&#25509;&#36873;&#20030;&#21046;&rdquo;&#65288;&#12298;&#21608;&#24681;&#26469;&#24180;&#35889;&#12299;&#19978;&#21367;&#65289;&#12290;&#36873;&#20030;&#27861;&#36215;&#33609;&#22996;&#21592;&#20250;&#31192;&#20070;&#38271;&#37011;&#23567;&#24179;&#35299;&#37322;&#35828;&#65306;&ldquo;&#36825;&#26159;&#30001;&#20110;&#25105;&#22269;&#30446;&#21069;&#30340;&#31038;&#20250;&#24773;&#20917;&#12289;&#20154;&#27665;&#36824;&#26377;&#24456;&#22810;&#32570;&#20047;&#36873;&#20030;&#32463;&#39564;&#20197;&#21450;&#25991;&#30450;&#23578;&#22810;&#31561;&#31561;&#23454;&#38469;&#26465;&#20214;&#25152;&#20915;&#23450;&#30340;&rdquo;&#65288;&#37011;&#23567;&#24179;&#65306;&#12298;&#20851;&#20110;&#12296;&#20013;&#21326;&#20154;&#27665;&#20849;&#21644;&#22269;&#20840;&#22269;&#20154;&#27665;&#20195;&#34920;&#22823;&#20250;&#21450;&#22320;&#26041;&#21508;&#32423;&#20154;&#27665;&#20195;&#34920;&#22823;&#20250;&#36873;&#20030;&#27861;&#33609;&#26696;&#12297;&#30340;&#35828;&#26126;&#12299;&#65289;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&#21322;&#20010;&#22810;&#19990;&#32426;&#20197;&#26469;&#65292;&#36873;&#20030;&#27861;&#21382;&#32463;&#20116;&#27425;&#20462;&#25913;&#12290;&#20294;&#38500;&#22522;&#23618;&#20154;&#22823;&#37319;&#29992;&#30452;&#25509;&#36873;&#20030;&#22806;&#65292;&#20854;&#20182;&#21508;&#32423;&#20154;&#22823;&#19968;&#30452;&#30001;&#38388;&#25509;&#36873;&#20030;&#20135;&#29983;&#65292;&ldquo;&#26222;&#36873;&#30340;&#20840;&#22269;&#20154;&#27665;&#20195;&#34920;&#22823;&#20250;&rdquo;&#38271;&#26399;&#26410;&#20817;&#29616;&#65292;&#25919;&#21327;&#25104;&#20102;&ldquo;&#32479;&#19968;&#25112;&#32447;&#32452;&#32455;&rdquo;&#12290;</p>
<p>
&#12288;&#12288;&#24180;&#24180;&#20004;&#20250;&#37117;&#20250;&#29190;&#20986;&#19968;&#20123;&#23089;&#20048;&#24615;&#24456;&#24378;&#30340;&#26032;&#38395;&#12290;&#26412;&#27425;&#20004;&#20250;&#30340;&#39118;&#26223;&#32447;&#20043;&#19968;&#26159;&#65306;&#20116;&#21313;&#20116;&#24180;&#19968;&#36143;&#19981;&#25237;&#21453;&#23545;&#31080;&#30340;&#30003;&#32426;&#20848;&#20195;&#34920;&#65292;&#22914;&#20170;&#26377;&#20102;&#20522;&#33805;&#22996;&#21592;&#36825;&#26679;&#30340;&#30693;&#38899;&#65307;&#21478;&#19968;&#36947;&#39118;&#26223;&#32447;&#21017;&#26159;&#65306;&#22810;&#21517;&#25919;&#21327;&#22996;&#21592;&#32852;&#21517;&#25552;&#26696;&#65292;&#35201;&#27714;&#32473;&#34920;&#20915;&#22120;&#21152;&#30422;&#23376;&#12290;&#19968;&#36793;&#26159;&#20844;&#24320;&#23459;&#31216;&#20174;&#19981;&#25237;&#21453;&#23545;&#31080;&#65292;&#21478;&#19968;&#36793;&#26159;&#25237;&#31080;&#24597;&#20154;&#30693;&#36947;&#65292;&#20004;&#30058;&#26223;&#33268;&#25240;&#23556;&#20986;&#21516;&#19968;&#24726;&#35770;&#65306;&#26080;&#35770;&#20195;&#34920;&#12289;&#22996;&#21592;&#65292;&#37117;&#19981;&#26159;&#36873;&#27665;&#30452;&#25509;&#36873;&#20986;&#30340;&#65292;&#32780;&#26159;&ldquo;&#34987;&#23433;&#25490;&rdquo;&#30340;&#12290;&#22312;&#27665;&#20027;&#27861;&#21046;&#20581;&#20840;&#30340;&#22269;&#24230;&#65292;&#26377;&#36873;&#31080;&#20316;&#20026;&#32972;&#20070;&#65292;&#27665;&#24847;&#20195;&#34920;&#21487;&#29702;&#30452;&#27668;&#22766;&#22320;&#20195;&#34920;&#36873;&#27665;&#20844;&#24320;&#34892;&#20351;&#26435;&#21147;&#65292;&#26080;&#39035;&#26377;&#25152;&#39038;&#24524;&#12290;</p>
<p>
&#12288;&#12288;&#20316;&#20026;&#19968;&#31181;&#20020;&#26102;&#36807;&#28193;&#26041;&#24335;&#65292;&#20154;&#22823;&ldquo;&#20195;&#34920;&#36873;&#20195;&#34920;&rdquo;&#30340;&#38388;&#25509;&#36873;&#20030;&#65292;&#21382;&#26102;&#20116;&#21313;&#19971;&#24180;&#20173;&#26410;&#34987;&#30452;&#25509;&#36873;&#20030;&#21462;&#20195;&#65292;&#26377;&#36829;&#20849;&#21644;&#22269;&#30340;&#31435;&#22269;&#31934;&#31070;&#12290;&#29616;&#22312;&#33509;&#20173;&#20197;&#31038;&#20250;&#24773;&#20917;&#12289;&#36873;&#20030;&#32463;&#39564;&#21450;&#25991;&#21270;&#27700;&#24179;&#20316;&#20026;&#19981;&#23454;&#34892;&#30452;&#25509;&#36873;&#20030;&#30340;&#29702;&#30001;&#65292;&#21017;&#20849;&#21644;&#22269;&#20845;&#21313;&#24180;&#26469;&#25919;&#27835;&#21046;&#24230;&#21450;&#32463;&#27982;&#12289;&#25991;&#21270;&#24314;&#35774;&#30340;&#20248;&#36234;&#24615;&#21448;&#20309;&#20174;&#20307;&#29616;&#65311;&#30446;&#21069;&#20154;&#22823;&#30340;&#25191;&#25919;&#20826;&#25104;&#21592;&#32422;&#21344;&#19977;&#20998;&#20043;&#20108;&#65292;&#26082;&#25191;&#25919;&#21448;&ldquo;&#21442;&#25919;&#35758;&#25919;&rdquo;&#65292;&#26082;&#24403;&#36816;&#21160;&#21592;&#21448;&#24403;&#35009;&#21028;&#21592;&#65292;&#33258;&#24049;&ldquo;&#30417;&#30563;&rdquo;&#33258;&#24049;&#65292;&#26412;&#36523;&#23601;&#26159;&#19968;&#26465;&#24726;&#35770;&#12290;&#20004;&#20250;&#21442;&#25919;&#33021;&#21147;&#30340;&#36139;&#24369;&#65292;&#25240;&#23556;&#20986;&#25191;&#25919;&#33021;&#21147;&#30340;&#21066;&#24369;&#12290;</p>
<p>
&#12288;&#12288;&#26681;&#25454;&#29790;&#20856;&#22269;&#38469;&#32452;&#32455;(International<br>
IDEA)&#30340;&#32426;&#24405;&#21644;&#30740;&#31350;&#65292;&#25130;&#27490;&#21040;2007&#24180;&#65292;&#20840;&#29699;&#24050;&#26377;185&#20010;&#22269;&#23478;&#30340;&#20154;&#27665;&#21487;&#25237;&#31080;&#36873;&#20030;&#22269;&#20250;&#65292;&#21253;&#25324;&#22467;&#21450;&#12289;&#21360;&#24230;&#12289;&#21335;&#38750;&#12289;&#20197;&#33394;&#21015;&#31561;&#12290;&#26356;&#26377;108&#20010;&#22269;&#23478;&#30340;&#20154;&#27665;&#21487;&#25237;&#31080;&#36873;&#20030;&#22269;&#23478;&#26368;&#39640;&#39046;&#23548;&#20154;&#65288;&#24635;&#32479;&#12289;&#24635;&#29702;&#12289;&#39318;&#30456;&hellip;&hellip;&#65289;&#12290;</p>
<p>
&#12288;&#12288;&#22312;&#20844;&#27665;&#26222;&#36873;&#26435;&#26041;&#38754;&#65292;&#20013;&#22269;&#26082;&#26410;&#19982;&#22269;&#38469;&#25509;&#36712;&#65292;&#20063;&#26410;&#23454;&#29616;&#24314;&#22269;&#20849;&#35782;&#20013;&#30340;&#27665;&#20027;&#25215;&#35834;&#65292;&#35201;&#24819;&#25104;&#20026;&#30495;&#27491;&#24847;&#20041;&#19978;&#30340;&#22823;&#22269;&#65292;&#19988;&#26377;&#38271;&#36335;&#22312;&#21069;&#12290;</p>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2010&#24180;3&#26376;19&#26085;&#39118;&#38632;&#35835;&#20070;&#27004;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&#12298;&#26032;&#19990;&#32426;&#12299;&#21608;&#21002;<br>
2010&#24180;&#31532;13&#26399;&#65288;&#21457;&#34920;&#26102;&#26377;&#21024;&#33410;&#65289;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/10/28/12804/" title="8:44 PM" rel="bookmark"><time class="entry-date" datetime="2011-10-28T20:44:33+00:00">2011/10/28</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav class="nav-single"><h3 class="assistive-text">Post navigation</h3>
					<span class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/10/27/12803/" rel="prev"><span class="meta-nav">&larr;</span> &#65351;&#65291; digest &#26356;&#26032; 2011/10/27</a></span>
					<span class="nav-next"><a href="http://log.SunnyBoy.Me/2011/10/30/12808/" rel="next">&#39532;&#20811;&#32654;&#22270;&#30340;&#24494;&#21338; &#26032;&#28010;&#24494;&#21338;-&#38543;&#26102;&#38543;&#22320;&#20998;&#20139;&#36523;&#36793;&#30340;&#26032;&#40092;&#20107;&#20799; <span class="meta-nav">&rarr;</span></a></span>
				</nav><!-- .nav-single --><div id="comments" class="comments-area">

	
	
					<div id="respond" class="comment-respond">
			<h3 id="reply-title" class="comment-reply-title">Leave a Reply <small><a rel="nofollow" id="cancel-comment-reply-link" href="http://log.SunnyBoy.Me/2011/10/28/12804/#respond" style="display:none;">Cancel reply</a></small></h3>				<form action="http://log.SunnyBoy.Me/wp-comments-post.php" method="post" id="commentform" class="comment-form">
					<p class="comment-notes"><span id="email-notes">Your email address will not be published.</span></p><p class="comment-form-comment"><label for="comment">Comment</label> <textarea id="comment" name="comment" cols="45" rows="8" maxlength="65525" aria-required="true" required="required"></textarea></p><p class="comment-form-author"><label for="author">Name</label> <input id="author" name="author" type="text" value="" size="30" maxlength="245"></p>
<p class="comment-form-email"><label for="email">Email</label> <input id="email" name="email" type="text" value="" size="30" maxlength="100" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">Website</label> <input id="url" name="url" type="text" value="" size="30" maxlength="200"></p>
<p class="form-submit"><input name="submit" type="submit" id="submit" class="submit" value="Post Comment"><input type="hidden" name="comment_post_ID" value="12804" id="comment_post_ID"><input type="hidden" name="comment_parent" id="comment_parent" value="0"></p><p style="display: none;"><input type="hidden" id="akismet_comment_nonce" name="akismet_comment_nonce" value="f22bcbbab8"></p><p style="display: none;"><input type="hidden" id="ak_js" name="ak_js" value="161"></p>				</form>
					</div><!-- #respond -->
		
</div><!-- #comments .comments-area -->
			
		</div><!-- #content -->
	</div><!-- #primary -->


			<div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>October 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/09/">&laquo; Sep</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/11/">Nov &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="5" class="pad">&nbsp;</td><td>1</td><td>2</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/03/" aria-label="Posts published on October 3, 2011">3</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/04/" aria-label="Posts published on October 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/05/" aria-label="Posts published on October 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/10/07/" aria-label="Posts published on October 7, 2011">7</a></td><td>8</td><td>9</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/10/" aria-label="Posts published on October 10, 2011">10</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/11/" aria-label="Posts published on October 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/12/" aria-label="Posts published on October 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/13/" aria-label="Posts published on October 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/14/" aria-label="Posts published on October 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/15/" aria-label="Posts published on October 15, 2011">15</a></td><td>16</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/17/" aria-label="Posts published on October 17, 2011">17</a></td><td>18</td><td><a href="http://log.SunnyBoy.Me/2011/10/19/" aria-label="Posts published on October 19, 2011">19</a></td><td>20</td><td>21</td><td><a href="http://log.SunnyBoy.Me/2011/10/22/" aria-label="Posts published on October 22, 2011">22</a></td><td>23</td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/10/24/" aria-label="Posts published on October 24, 2011">24</a></td><td>25</td><td>26</td><td><a href="http://log.SunnyBoy.Me/2011/10/27/" aria-label="Posts published on October 27, 2011">27</a></td><td><a href="http://log.SunnyBoy.Me/2011/10/28/" aria-label="Posts published on October 28, 2011">28</a></td><td>29</td><td><a href="http://log.SunnyBoy.Me/2011/10/30/" aria-label="Posts published on October 30, 2011">30</a></td>
	</tr><tr><td>31</td>
		<td class="pad" colspan="6">&nbsp;</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/plugins/akismet/_inc/form.js?ver=3.1.10"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/comment-reply.min.js?ver=4.5.1"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
