<!DOCTYPE html>
<!--[if IE 7]>
<html class="ie ie7" lang="en-US">
<![endif]--><!--[if IE 8]>
<html class="ie ie8" lang="en-US">
<![endif]--><!--[if !(IE 7) & !(IE 8)]><!--><html lang="en-US"><!--<![endif]--><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width"><title>July | 2011 | Sunny Blog | Page 2</title><link rel="profile" href="http://gmpg.org/xfn/11"><link rel="pingback" href="http://log.SunnyBoy.Me/xmlrpc.php"><!--[if lt IE 9]>
<script src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/html5.js" type="text/javascript"></script>
<![endif]--><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Feed" href="http://log.SunnyBoy.Me/feed/"><link rel="alternate" type="application/rss+xml" title="Sunny Blog &raquo; Comments Feed" href="http://log.SunnyBoy.Me/comments/feed/"><script type="text/javascript">
			window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/72x72\/","ext":".png","source":{"concatemoji":"http:\/\/log.SunnyBoy.Me\/wp-includes\/js\/wp-emoji-release.min.js?ver=4.5.1"}};
			!function(a,b,c){function d(a){var c,d,e,f=b.createElement("canvas"),g=f.getContext&&f.getContext("2d"),h=String.fromCharCode;if(!g||!g.fillText)return!1;switch(g.textBaseline="top",g.font="600 32px Arial",a){case"flag":return g.fillText(h(55356,56806,55356,56826),0,0),f.toDataURL().length>3e3;case"diversity":return g.fillText(h(55356,57221),0,0),c=g.getImageData(16,16,1,1).data,d=c[0]+","+c[1]+","+c[2]+","+c[3],g.fillText(h(55356,57221,55356,57343),0,0),c=g.getImageData(16,16,1,1).data,e=c[0]+","+c[1]+","+c[2]+","+c[3],d!==e;case"simple":return g.fillText(h(55357,56835),0,0),0!==g.getImageData(16,16,1,1).data[0];case"unicode8":return g.fillText(h(55356,57135),0,0),0!==g.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement("script");c.src=a,c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var f,g,h,i;for(i=Array("simple","flag","unicode8","diversity"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],"flag"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",g,!1),a.addEventListener("load",g,!1)):(a.attachEvent("onload",g),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);
		</script><style type="text/css">
img.wp-smiley,
img.emoji {
	display: inline !important;
	border: none !important;
	box-shadow: none !important;
	height: 1em !important;
	width: 1em !important;
	margin: 0 .07em !important;
	vertical-align: -0.1em !important;
	background: none !important;
	padding: 0 !important;
}
</style><link rel="stylesheet" id="twentytwelve-fonts-css" href="https://fonts.googleapis.com/css?family=Open+Sans:400italic,700italic,400,700&amp;subset=latin,latin-ext" type="text/css" media="all"><link rel="stylesheet" id="twentytwelve-style-css" href="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/style.css?ver=4.5.1" type="text/css" media="all"><!--[if lt IE 9]>
<link rel='stylesheet' id='twentytwelve-ie-css'  href='http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/css/ie.css?ver=20121010' type='text/css' media='all' />
<![endif]--><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery.js?ver=1.12.3"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.0"></script><link rel="https://api.w.org/" href="http://log.SunnyBoy.Me/wp-json/"><link rel="EditURI" type="application/rsd+xml" title="RSD" href="http://log.SunnyBoy.Me/xmlrpc.php?rsd"><link rel="wlwmanifest" type="application/wlwmanifest+xml" href="http://log.SunnyBoy.Me/wp-includes/wlwmanifest.xml"><meta name="generator" content="WordPress 4.5.1"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="32x32"><link rel="icon" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg" sizes="192x192"><link rel="apple-touch-icon-precomposed" href="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"><meta name="msapplication-TileImage" content="http://log.SunnyBoy.Me/wp-content/uploads/2010/10/e7919ee585b8ae9809ae98193efbc9f.jpg"></head><body class="archive date paged paged-2 date-paged-2 custom-font-enabled">
<div id="page" class="hfeed site">
	<header id="masthead" class="site-header" role="banner"><hgroup><h1 class="site-title"><a href="http://log.SunnyBoy.Me/" title="Sunny Blog" rel="home">Sunny Blog</a></h1>
			<h2 class="site-description">Mind And Hand Let There Be Light.</h2>
		</hgroup><nav id="site-navigation" class="main-navigation" role="navigation"><button class="menu-toggle">Menu</button>
			<a class="assistive-text" href="#content" title="Skip to content">Skip to content</a>
			<div class="nav-menu"><ul><li><a href="http://log.SunnyBoy.Me/">Home</a></li><li class="page_item page-item-402"><a href="http://log.SunnyBoy.Me/about_me/">About me &#20851;&#20110;&#25105;</a></li><li class="page_item page-item-1566"><a href="http://log.SunnyBoy.Me/media/">Media &#25105;&#30340;&#38899;&#20048;</a></li></ul></div>
		</nav><!-- #site-navigation --></header><!-- #masthead --><div id="main" class="wrapper">
	<section id="primary" class="site-content"><div id="content" role="main">

					<header class="archive-header"><h1 class="archive-title">Monthly Archives: <span>July 2011</span></h1>
			</header><!-- .archive-header --><article id="post-12289" class="post-12289 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/07/28/12289/" rel="bookmark">&#32654;&#12298;&#31185;&#23398;&#12299;&#26434;&#24535;&#20027;&#32534;&#65306;&#26469;&#33258;&#20013;&#22269;&#35770;&#25991;&#25298;&#31295;&#29575;&#20026;98%</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/28/12289/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3930d_china.gif" alt="CHINA &#20013;&#22269;" align="right"></p>
<p>&#20013;&#26032;&#31038;&#24191;&#24030;7&#26376;27&#26085;&#30005;(&#26472;&#34183;&nbsp;&#26446;&#21531;)&#33521;&#22269;&#33879;&#21517;&#31185;&#23398;&#26434;&#24535;&#12298;&#33258;&#28982;&#12299;(&#12298;Nature&#12299;)&#20027;&#32534;Veronique&nbsp;Kiermer&#21644;&#32654;&#22269;&#12298;&#31185;&#23398;&#12299;&#26434;&#24535;&#20122;&#22826;&#20998;&#31038;<br>
&#20027;&#32534;Richard&nbsp;Stone27&#26085;&#22312;&#27492;&#38388;&#20998;&#21035;&#25509;&#21463;&#20013;&#26032;&#31038;&#37319;&#35775;&#26102;&#37117;&#25552;&#21040;&#65292;<span>&#20013;&#22269;&#23398;&#32773;&#22312;&#22269;&#38469;&#26435;&#23041;&#31185;&#23398;&#26434;&#24535;&#19978;&#30340;&#35770;&#25991;&#21457;&#34920;&#37327;&#36817;&#24180;&#26469;&#21576;&#29616;&#28608;&#22686;&#36235;&#21183;&#65292;&#20294;&#20248;&#31168;&#30340;&#35770;&#25991;&#20964;<br>
&#27611;&#40607;&#35282;&#12290;</span></p>
<p>&#20004;&#20301;&#20027;&#32534;&#26159;&#22312;&#27492;&#38388;&#21442;&#21152;&#20026;&#26399;5&#22825;&#30340;&#32654;&#27954;&#21326;&#20154;&#29983;&#29289;&#31185;&#23398;&#23398;&#20250;&#31532;13&#23626;&#23398;&#26415;&#30740;&#35752;&#20250;&#26102;&#21463;&#35775;&#30340;&#12290;</p>
<p>
&#12288;&#12288;&#25454;Veronique&nbsp;Kiermer&#36879;&#38706;&#65292;&#20013;&#22269;&#35770;&#25991;&#22312;&#12298;&#33258;&#28982;&#12299;&#19978;&#30340;&#21457;&#34920;&#37327;&#20174;2000&#24180;&#30340;6&#31687;&#22686;&#38271;&#33267;2010&#24180;&#30340;149&#31687;&#12290;&#38754;&#23545;&#20013;&#22269;&#35770;&#25991;&#21457;&#34920;&#37327;&#30340;&ldquo;&#28779;&#31661;&#24335;&#21457;&#23637;&rdquo;&#65292;Veronique&nbsp;Kiermer&#35273;&#24471;&#65292;&#20013;&#22269;&#25919;&#24220;&#23545;&#31185;&#30740;&#30340;&#36164;&#37329;&#25237;&#20837;&#26159;&#35770;&#25991;&#21457;&#34920;&#37327;&#28608;&#22686;&#30340;&#19968;&#20010;&#22240;&#32032;&#65292;&ldquo;&#20013;&#22269;&#25919;&#24220;&#23545;&#31185;&#30740;&#30340;&#22823;&#21147;&#25903;&#25345;&#65292;&#35753;&#20013;&#22269;&#31185;&#23398;&#23478;&#26377;&#26356;&#22909;&#30340;&#35774;&#22791;&#21644;&#29615;&#22659;&#36827;&#34892;&#31185;&#23398;&#23454;&#39564;&#65292;&#28608;&#21457;&#20102;&#31185;&#30740;&#30340;&#21019;&#26032;&#24615;&#65292;&#31185;&#23398;&#35770;&#25991;&#30340;&#20215;&#20540;&#23601;&#25552;&#39640;&#20102;&#12290;&rdquo;</p>
<p>
&#12288;&#12288;Veronique&nbsp;Kiermer&#21516;&#26102;&#24378;&#35843;&#65292;&#20013;&#22269;&#22312;&#36951;&#20256;&#23398;&#26041;&#38754;&#30340;&#25104;&#23601;&#38750;&#24120;&#24040;&#22823;&#65292;&#35768;&#22810;&#36951;&#20256;&#23398;&#30340;&#30740;&#31350;&#25104;&#26524;&#37117;&#24471;&#21040;&#22269;&#38469;&#19978;&#30340;&#35748;&#21516;&#12290;&#20294;&#26159;&#20013;&#22269;&#22312;&#19981;&#21516;&#31185;&#23398;&#39046;&#22495;&#30340;&#30740;&#31350;&#27700;&#24179;&#26159;&#19981;&#24179;&#22343;&#30340;&#65292;&#26377;&#19968;&#20123;&#39046;&#22495;&#36798;&#19981;&#21040;&#22269;&#38469;&#30340;&#26631;&#20934;&#65292;&#22914;&#26524;&#20013;&#22269;&#24819;&#35201;&#22312;&#22269;&#38469;&#31185;&#23398;&#39046;&#22495;&#20013;&#36215;&#21040;&#39046;&#23548;&#20316;&#29992;&#65292;&#36824;&#26377;&#24456;&#38271;&#30340;&#19968;&#27573;&#36335;&#35201;&#36208;&#12290;</p>
<p>
&#12288;&#12288;&#32654;&#22269;&#12298;&#31185;&#23398;&#12299;&#26434;&#24535;&#20122;&#22826;&#20998;&#31038;&#20027;&#32534;Richard&nbsp;Stone&#20063;&#21521;&#35760;&#32773;&#36879;&#38706;&#65292;2008&#24180;&#12298;&#31185;&#23398;&#12299;&#20013;&#22269;&#35770;&#25991;&#21457;&#34920;&#37327;&#20026;7&#31687;&#65292;&#32780;2010&#24180;&#21457;&#34920;&#37327;&#24050;&#19978;&#21319;&#21040;21&#31687;&#12290;&#35201;&#30693;&#36947;&#65292;&#27599;&#24180;&#12298;&#31185;&#23398;&#12299;&#20250;&#25910;&#21040;1.4&#19975;&#20221;&#35770;&#25991;&#65292;&#26368;&#21518;&#34987;&#25509;&#21463;&#21002;&#21457;&#30340;&#21482;&#21344;&#25237;&#31295;&#24635;&#37327;&#30340;8%&#12290;</p>
<p>
&#12288;&#12288;&ldquo;&#12298;&#31185;&#23398;&#12299;&#26434;&#24535;&#23545;&#35770;&#25991;&#36136;&#37327;&#30340;&#35201;&#27714;&#26159;&#38750;&#24120;&#39640;&#30340;&#65292;&#21482;&#26377;&#25317;&#26377;&#30495;&#27491;&#20215;&#20540;&#65292;&#24182;&#22312;&#26576;&#20123;&#39046;&#22495;&#25913;&#21464;&#20154;&#20204;&#24605;&#24819;&#30340;&#31185;&#30740;&#35770;&#25991;&#25165;&#20250;&#34987;&#25105;&#20204;&#21457;&#34920;&#12290;&rdquo;Richard&nbsp;Stone&#23545;&#35760;&#32773;&#22914;&#27492;&#35828;&#36947;&#65292;&#20854;&#20013;&#29790;&#22763;&#30340;&#29992;&#31295;&#29575;&#26368;&#39640;&#65292;&#32780;&#20013;&#22269;&#35770;&#25991;&#30340;&#25298;&#31295;&#29575;&#38750;&#24120;&#39640;&#65292;&#20026;98%&#12290;</p>
<p>
&#12288;&#12288;Richard&nbsp;Stone&#34920;&#31034;&#65292;&#36817;&#24180;&#26469;&#65292;&#20013;&#22269;&#20986;&#20135;&#30340;&#35770;&#25991;&#32473;&#20182;&#20204;&#24102;&#26469;&#24456;&#22823;&#30340;&#24778;&#21916;&#65292;&#26377;&#20123;&#35770;&#25991;&#20063;&#38750;&#24120;&#26377;&#36259;&#65292;&#20363;&#22914;&#26377;&#19968;&#31687;&#20013;&#22269;&#23398;&#32773;&#30340;&#35770;&#25991;&#39539;&#26021;&#20102;&#40479;&#31867;&#26159;&#30001;&#24656;&#40857;&#36827;&#21270;&#32780;&#26469;&#36825;&#19968;&#35828;&#27861;&#65292;&#35753;&#20182;&#21360;&#35937;&#24456;&#28145;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/07/28/12289/" title="9:40 AM" rel="bookmark"><time class="entry-date" datetime="2011-07-28T09:40:53+00:00">2011/07/28</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12295" class="post-12295 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/07/28/12295/" rel="bookmark">&#28023;&#40060;&#26377;&#34411;,&#29983;&#39135;&#23567;&#24515;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/28/12295/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><a href="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/eb555_genimage_%E5%89%AF%E6%9C%AC.jpg"><img class="alignleft size-full wp-image-57490" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/eb555_genimage_%E5%89%AF%E6%9C%AC.jpg" alt="" width="240" height="340"></a></p>
<p>&#19968;&#30452;&#20197;&#26469;&#65292;&#28023;&#27700;&#40060;&#22240;&#20854;&#33829;&#20859;&#20016;&#23500;&#21644;&#21619;&#36947;&#40092;&#32654;&#32780;&#34987;&#35270;&#20026;&#19968;&#31867;&#20248;&#36136;&#39135;&#26448;&#12290;&#28921;&#35843;&#28023;&#27700;&#40060;&#30340;&#26041;&#27861;&#38750;&#24120;&#20043;&#22810;&#65292;&#29006;&#28818;&#28921;&#28856;&#37117;&#33021;&#23558;&#20854;&#21046;&#25104;&#32654;&#21619;&#20339;&#32948;&#12290;&#22312;&#20247;&#22810;&#30340;&#28921;&#35843;&#26041;&#27861;&#20013;&#65292;&#21495;&#31216;&#33021;&#22815;&#26368;&#22823;&#31243;&#24230;&#20445;&#30041;&#28023;&#27700;&#40060;&#33829;&#20859;&#25104;&#20221;&#20197;&#21450;&#26032;&#40092;&#21475;&#24863;&#30340;&#29983;&#39135;&#65292;&#22312;&#36817;&#20123;&#24180;&#36880;&#28176;&#27969;&#34892;&#20102;&#36215;&#26469;&#12290;</p>
<p>&#21482;&#26159;&#65292;&#29983;&#39135;&#23569;&#20102;&#28921;&#29038;&#29615;&#33410;&#12290;&#20154;&#20204;&#19981;&#31105;&#35201;&#38382;&#65292;&#37027;&#20123;&#26412;&#21487;&#20197;&#34987;&#39640;&#28201;&#22788;&#29702;&#26432;&#27515;&#30340;&#23492;&#29983;&#34411;&#21644;&#32454;&#33740;&#26159;&#21542;&#20250;&#22686;&#21152;&#29983;&#39135;&#28023;&#27700;&#40060;&#30340;&#39118;&#38505;&#65311;</p>
<p>&#20851;&#20110;&#29983;&#39135;&#28023;&#27700;&#40060;&#19982;&#24863;&#26579;&#23492;&#29983;&#34411;&#30149;&#20043;&#38388;&#30340;&#20851;&#31995;&#65292;&#26377;&#36825;&#26679;&#19968;&#31181;&#35828;&#27861;&#65306;&#23492;&#29983;&#34411;&#26080;&#27861;&#29983;&#27963;&#22312;&#28023;&#27700;&#20013;&#65292;&#22240;&#27492;&#28023;&#27700;&#40060;&#20307;&#20869;&#27809;&#26377;&#23492;&#29983;&#34411;&#23384;&#22312;&#12290;&#21482;&#35201;&#27880;&#24847;&#21416;&#20855;&#21644;&#39184;&#20855;&#30340;&#21355;&#29983;&#65292;&#29983;&#39135;&#28023;&#27700;&#40060;&#19981;&#24517;&#25285;&#24515;&#23492;&#29983;&#34411;&#30340;&#38382;&#39064;&#12290;</p>
<p>&#28982;&#32780;&#19981;&#24184;&#30340;&#26159;&#65292;&#36825;&#31181;&#35828;&#27861;&#24182;&#38750;&#20107;&#23454;&#12290;</p>
<p>&#34429;&#28982;&#26080;&#27861;&#30830;&#20999;&#32771;&#35777;&#21040;&#36825;&#19968;&#35828;&#27861;&#30340;&#20986;&#22788;&#12290;&#22823;&#33268;&#25512;&#27979;&#65292;&#36825;&#20010;&#35828;&#27861;&#21487;&#33021;&#30340;&#20381;&#25454;&#26159;&#19968;&#20123;&#29983;&#27963;&#23567;&#24120;&#35782;&#20013;&#25552;&#21040;&#27987;&#30416;&#27700;&#21487;&#20197;&#29992;&#26469;&#26432;&#27515;&#26576;&#20123;&#23492;&#29983;&#34411;&#21365;&#65292;&#20110;&#26159;&#26377;&#20154;&#23601;&#27492;&#35748;&#20026;&#23492;&#29983;&#34411;&#26080;&#27861;&#29983;&#27963;&#22312;&#39640;&#30416;&#24230;&#30340;&#28023;&#27700;&#20013;&#12290;&#21482;&#26159;&#65292;&#20135;&#29983;&#36825;&#31181;&#24819;&#27861;&#30340;&#20154;&#20063;&#35768;&#19981;&#30693;&#36947;&#65292;&ldquo;&#23492;&#29983;&#34411;&rdquo;&#36825;&#20010;&#35789;&#27867;&#25351;&#25152;&#26377;&#23492;&#29983;&#22312;&#21478;&#19968;&#31181;&#21160;&#29289;&#65288;&#31216;&#20026;&#23487;&#20027;&#65289;&#36523;&#19978;&#24182;&#19988;&#23545;&#23487;&#20027;&#36896;&#25104;&#25439;&#20260;&#30340;&#29983;&#29289;&#12290;&#36825;&#31867;&#29983;&#29289;&#30340;&#31181;&#31867;&#38750;&#24120;&#32321;&#26434;&#65292;&#29983;&#27963;&#29615;&#22659;&#21644;&#23487;&#20027;&#26356;&#26159;&#21508;&#19981;&#30456;&#21516;&#12290;&#34429;&#28982;&#30830;&#23454;&#26377;&#20123;&#23492;&#29983;&#34411;&#26080;&#27861;&#29983;&#27963;&#22312;&#28023;&#27700;&#29615;&#22659;&#20013;&#65292;&#20294;&#26159;&#23492;&#29983;&#22312;&#28023;&#27700;&#40060;&#20307;&#34920;&#25110;&#32773;&#20307;&#20869;&#30340;&#23492;&#29983;&#34411;&#21364;&#19981;&#22312;&#23569;&#25968;&#12290;&#24212;&#24403;&#35828;&#65292;&#21644;&#20854;&#20182;&#21160;&#29289;&#19968;&#26679;&#65292;&#20960;&#20046;&#27599;&#26465;&#28023;&#27700;&#40060;&#37117;&#20250;&#34987;&#23492;&#29983;&#34411;&#24863;&#26579;&#12290;&#30446;&#21069;&#24050;&#30693;&#30340;&#28023;&#27700;&#40060;&#23492;&#29983;&#34411;&#31181;&#31867;&#24456;&#22810;&#12290;&#30001;&#36825;&#20123;&#23492;&#29983;&#34411;&#24341;&#36215;&#30340;&#40060;&#30149;&#65292;&#35832;&#22914;&#65306;&#21050;&#28608;&#38544;&#26680;&#34411;&#30149;&#65292;&#31896;&#23394;&#23376;&#34411;&#30149;&#65292;&#28023;&#30424;&#34411;&#30149;&#31561;&#31561;&#65292;&#26159;&#28023;&#27700;&#40060;&#20859;&#27542;&#20013;&#38656;&#35201;&#24120;&#24120;&#38754;&#23545;&#30340;&#22836;&#30171;&#38382;&#39064;&#12290;</p>
<p>&#23545;&#20110;&#22823;&#37096;&#20998;&#20154;&#26469;&#35828;&#65292;&#28023;&#27700;&#40060;&#26159;&#21542;&#33021;&#34987;&#23492;&#29983;&#34411;&#24863;&#26579;&#36824;&#19981;&#26159;&#26368;&#20851;&#38190;&#30340;&#38382;&#39064;&#12290;&#26368;&#20851;&#38190;&#30340;&#38382;&#39064;&#26159;&#36825;&#20123;&#23492;&#29983;&#34411;&#20250;&#19981;&#20250;&#36890;&#36807;&#29983;&#39135;&#36825;&#26465;&#36884;&#24452;&#26368;&#32456;&#24863;&#26579;&#20154;&#65311;&#35201;&#22238;&#31572;&#36825;&#20010;&#38382;&#39064;&#65292;&#38656;&#35201;&#20808;&#20171;&#32461;&#19968;&#23545;&#19987;&#19994;&#26415;&#35821;&#65306;<strong>&#20013;&#38388;&#23487;&#20027;&#21644;&#26368;&#32456;&#23487;&#20027;</strong>&#12290;</p>
<p>&#23492;&#29983;&#34411;&#30340;&#19968;&#29983;&#20013;&#65292;&#23427;&#20204;&#24120;&#24120;&#38656;&#35201;&#23492;&#29983;&#22312;&#19981;&#21516;&#30340;&#21160;&#29289;&#36523;&#19978;&#12290;&#23492;&#29983;&#34411;&#22312;&#24188;&#34411;&#38454;&#27573;&#25152;&#23492;&#29983;&#30340;&#21160;&#29289;&#65292;&#31216;&#20316;&#20013;&#38388;&#23487;&#20027;&#12290;&#20043;&#25152;&#20197;&#21483;&#20013;&#38388;&#23487;&#20027;&#65292;&#26159;&#22240;&#20026;&#23492;&#29983;&#34411;&#38656;&#35201;&#21033;&#29992;&#36825;&#19968;&#31867;&#23487;&#20027;&#20316;&#20026;&#20013;&#38388;&#23186;&#20171;&#65292;&#21435;&#24863;&#26579;&#23427;&#20204;&#30340;&#32456;&#26497;&#30446;&#26631;&#65293;&#26368;&#32456;&#23487;&#20027;&#12290;&#22312;&#26368;&#32456;&#23487;&#20027;&#36523;&#19978;&#65292;&#23492;&#29983;&#34411;&#30001;&#24188;&#34411;&#25104;&#38271;&#20026;&#25104;&#34411;&#65292;&#25110;&#32773;&#36890;&#36807;&#26377;&#24615;&#32321;&#27542;&#23436;&#25104;&#20256;&#23447;&#25509;&#20195;&#12290;</p>
<p>&#24863;&#26579;&#20154;&#30340;&#28023;&#40060;&#23492;&#29983;&#34411;&#30456;&#23545;&#28129;&#27700;&#40060;&#32780;&#35328;&#65292;&#30830;&#23454;&#35201;&#23569;&#19968;&#20123;&#12290;&#20294;&#26159;&#36825;&#21644;&#30416;&#24230;&#26080;&#20851;&#65292;&#21644;&#28201;&#24230;&#20851;&#31995;&#26356;&#22823;&#20123;&#12290;&#28023;&#27700;&#30340;&#28201;&#24230;&#20559;&#20302;&#65292;&#25152;&#20197;&#33021;&#22312;37&#24230;&#23384;&#27963;&#30340;&#28023;&#40060;&#23492;&#29983;&#34411;&#23601;&#19981;&#26159;&#24456;&#22810;&#12290;&#22312;&#28023;&#27700;&#40060;&#25152;&#25658;&#24102;&#30340;&#23492;&#29983;&#34411;&#20013;&#65292;&#26377;&#19968;&#37096;&#20998;&#26159;&#23558;&#28023;&#27700;&#40060;&#20316;&#20026;&#23427;&#20204;&#30340;&#26368;&#32456;&#23487;&#20027;&#12290;&#36825;&#31867;&#23492;&#29983;&#34411;&#30001;&#20110;&#25152;&#35201;&#27714;&#30340;&#29983;&#23384;&#29615;&#22659;&#19982;&#20154;&#20307;&#29615;&#22659;&#24046;&#21035;&#36739;&#22823;&#65292;&#24433;&#21709;&#20154;&#20307;&#20581;&#24247;&#30340;&#21487;&#33021;&#24615;&#24456;&#23567;&#12290;&#36824;&#26377;&#19968;&#20123;&#28023;&#27700;&#40060;&#23492;&#29983;&#34411;&#21482;&#26159;&#23558;&#28023;&#27700;&#40060;&#20316;&#20026;&#20013;&#38388;&#23487;&#20027;&#65292;&#32780;&#23427;&#20204;&#30340;&#26368;&#32456;&#23487;&#20027;&#26159;&#28023;&#27915;&#21754;&#20083;&#21160;&#29289;&#65292;&#20363;&#22914;&#65306;&#28023;&#35930;&#65292;&#40120;&#31867;&#65292;&#28023;&#29422;&#31561;&#31561;&#12290;&#36825;&#31867;&#23558;&#28023;&#27915;&#21754;&#20083;&#21160;&#29289;&#20316;&#20026;&#26368;&#32456;&#30446;&#26631;&#30340;&#23492;&#29983;&#34411;&#65292;&#24120;&#24120;&#26377;&#33021;&#21147;&#24863;&#26579;&#21516;&#20026;&#21754;&#20083;&#21160;&#29289;&#30340;&#20154;&#31867;&#12290;&#22312;&#36825;&#20123;&#21361;&#23475;&#20154;&#20307;&#20581;&#24247;&#30340;&#28023;&#27700;&#40060;&#23492;&#29983;&#34411;&#20013;&#65292;&#20197;&#24322;&#23574;&#32447;&#34411;&#65288;Anisakis&#65289;&#26368;&#20026;&#33261;&#21517;&#26157;&#33879;&#12290;</p>
<p><a href="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a32a_images-Anisakis.jpg"><img class="alignleft size-full wp-image-57491" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a32a_images-Anisakis.jpg" alt="" width="275" height="183"></a></p>
<p>&#24322;&#23574;&#32447;&#34411;&#65288;&#20063;&#34987;&#31216;&#20026;&#28023;&#20861;&#32963;&#32447;&#34411;&#65289;&#65292;&#39038;&#21517;&#24605;&#20041;&#23646;&#20110;&#32447;&#34411;&#23492;&#29983;&#34411;&#12290;&#22312;&#20998;&#31867;&#23398;&#19978;&#65292;&#24322;&#23574;&#32447;&#34411;&#19982;&ldquo;&#30693;&#21517;&#24230;&rdquo;&#39047;&#39640;&#30340;&#34516;&#34411;&#23646;&#20110;&#19968;&#20010;&#30446;&#65292;&#20294;&#26159;&#19981;&#21516;&#31185;&#65292;&#24322;&#23574;&#32447;&#34411;&#34987;&#21333;&#29420;&#21015;&#20026;&#24322;&#23574;&#32447;&#34411;&#31185;&#12290;&#24322;&#23574;&#32447;&#34411;&#26159;&#19968;&#31181;&#20840;&#29699;&#20998;&#24067;&#30340;&#23492;&#29983;&#34411;&#65292;&#19990;&#30028;&#21508;&#22823;&#28023;&#22495;&#37117;&#21487;&#20197;&#25214;&#21040;&#23427;&#20204;&#30340;&ldquo;&#34411;&#36857;&rdquo;&#12290;&#34987;&#24322;&#23574;&#32447;&#34411;&#24863;&#26579;&#30340;&#28023;&#27700;&#40060;&#31181;&#31867;&#39047;&#22810;&#65292;&#20854;&#20013;&#21253;&#25324;&#20102;&#24456;&#22810;&#39135;&#29992;&#40060;&#65292;&#22914;&#19977;&#25991;&#40060;&#12289;&#22823;&#39532;&#21704;&#40060;&#12289;&#37329;&#26538;&#40060;&#12289;&#28023;&#40072;&#40060;&#12289;&#40149;&#40060;&#12289;&#24102;&#40060;&#12289;&#28023;&#40151;&#12289;&#30707;&#26001;&#40060;&#12289;&#40113;&#40060;&#12289;&#30495;&#40119;&#31561;&#31561;&#12290;&#27492;&#22806;&#65292;&#19981;&#23646;&#20110;&#40060;&#31867;&#30340;&#20044;&#36156;&#20063;&#26159;&#24322;&#23574;&#32447;&#34411;&#30340;&#23487;&#20027;&#20043;&#19968;&#12290;&#22312;&#28023;&#40060;&#30340;&#20307;&#20869;&#65292;&#24322;&#23574;&#32447;&#34411;&#36880;&#28176;&#21457;&#32946;&#25104;&#20026;&#20855;&#26377;&#24863;&#26579;&#24615;&#30340;&#31532;&#19977;&#26399;&#24188;&#34411;&#65292;&#28982;&#21518;&#36890;&#36807;&#28023;&#40060;&#34987;&#21534;&#39135;&#36825;&#20010;&#36807;&#31243;&#36827;&#20837;&#28023;&#27915;&#21754;&#20083;&#21160;&#29289;&#30340;&#28040;&#21270;&#31995;&#32479;&#20869;&#12290;&#30456;&#36739;&#20110;&#28023;&#27915;&#21754;&#20083;&#21160;&#29289;&#36825;&#20010;&#26368;&#32456;&#23487;&#20027;&#65292;&#20154;&#31867;&#24182;&#38750;&#24322;&#23574;&#32447;&#34411;&#30340;&#26368;&#20339;&#23492;&#29983;&#29615;&#22659;&#12290;&#22312;&#20154;&#20307;&#20869;&#65292;&#24322;&#23574;&#32447;&#34411;&#30340;&#31532;&#19977;&#26399;&#24188;&#34411;&#26080;&#27861;&#32487;&#32493;&#21457;&#32946;&#25104;&#20026;&#25104;&#34411;&#12290;&#20294;&#26159;&#65292;&#21333;&#21333;&#36825;&#20123;&#24188;&#34411;&#23601;&#24050;&#32463;&#36275;&#20197;&#23545;&#20154;&#20307;&#20581;&#24247;&#36896;&#25104;&#25439;&#23475;&#12290;</p>
<p>&nbsp;</p>
<p>&#24322;&#23574;&#32447;&#34411;&#36896;&#25104;&#30340;&#30149;&#30151;&#26681;&#25454;&#21457;&#30149;&#26426;&#29702;&#21487;&#20197;&#20998;&#20026;&#20004;&#31181;&#65306;<strong>&#24613;&#24615;&#21644;&#36807;&#25935;&#24615;&#12290;</strong></p>
<p>&#24613;&#24615;&#24322;&#23574;&#32447;&#34411;&#30149;&#26159;&#30001;&#22823;&#37327;&#27963;&#34411;&#36827;&#20837;&#20307;&#20869;&#25152;&#36896;&#25104;&#12290;&#36825;&#20123;&#27963;&#34411;&#38075;&#20837;&#20154;&#20307;&#32452;&#32455;&#20013;&#65292;&#36896;&#25104;&#32452;&#32455;&#32959;&#32960;&#12289;&#20986;&#34880;&#29978;&#33267;&#28814;&#30151;&#65292;&#36827;&#32780;&#20351;&#24739;&#32773;&#20986;&#29616;&#24694;&#24515;&#12289;&#33145;&#30171;&#20197;&#21450;&#21589;&#21520;&#31561;&#30151;&#29366;&#12290;&#30001;&#20110;&#22312;&#39135;&#29992;&#29983;&#40060;&#30340;&#36807;&#31243;&#20013;&#19981;&#22826;&#21487;&#33021;&#19968;&#27425;&#24615;&#21507;&#20837;&#22914;&#27492;&#22823;&#37327;&#30340;&#27963;&#34411;&#65292;&#24613;&#24615;&#24322;&#23574;&#32447;&#34411;&#30149;&#30340;&#30149;&#20363;&#38750;&#24120;&#23569;&#35265;&#12290;&#20294;&#24182;&#38750;&#19981;&#20250;&#21457;&#29983;&#65292;&#22240;&#20026;&#22312;&#33258;&#28982;&#30028;&#20013;&#30830;&#23454;&#23384;&#22312;&#34987;&#22823;&#37327;&#24322;&#23574;&#32447;&#34411;&#24863;&#26579;&#30340;&#28023;&#40060;&#12290;&#26366;&#26377;&#25253;&#36947;&#65292;&#30740;&#31350;&#20154;&#21592;&#22312;&#19968;&#26465;&#40149;&#40060;&#36523;&#19978;&#20998;&#31163;&#20986;800&#22810;&#26465;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#12290;</p>
<p>&#26377;&#26102;&#65292;&#20154;&#20204;&#20250;&#35823;&#39135;&#23569;&#37327;&#30340;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#12290;&#36825;&#20123;&#24188;&#34411;&#26368;&#32456;&#20250;&#38075;&#20837;&#32928;&#36947;&#65292;&#36827;&#32780;&#27515;&#20129;&#12290;&#36825;&#20010;&#36807;&#31243;&#20063;&#35768;&#19981;&#20250;&#24102;&#26469;&#20005;&#37325;&#30340;&#30151;&#29366;&#65292;&#20294;&#21364;&#22312;&#20154;&#20307;&#20013;&#24418;&#25104;&#20102;&#19968;&#20010;&#20813;&#30123;&#21407;&#12290;&#24403;&#21516;&#26679;&#30340;&#20154;&#20877;&#27425;&#35823;&#39135;&#24322;&#23574;&#32447;&#34411;&#26102;&#65292;&#30001;&#20110;&#20813;&#30123;&#21453;&#24212;&#65292;&#20154;&#20307;&#20250;&#21457;&#29983;&#39640;&#24378;&#24230;&#30340;&#36807;&#25935;&#21453;&#24212;&#12290;&#19982;&#24613;&#24615;&#30149;&#30456;&#27604;&#65292;&#36807;&#25935;&#24615;&#24322;&#23574;&#32447;&#34411;&#30149;&#30340;&#21361;&#23475;&#26356;&#20026;&#20005;&#37325;&#65292;&#21457;&#29983;&#29575;&#20063;&#39640;&#20986;&#24456;&#22810;&#12290;</p>
<p>&nbsp;</p>
<p>&#24322;&#23574;&#32447;&#34411;&#26222;&#36941;&#23384;&#22312;&#19988;&#23041;&#32961;&#20154;&#20307;&#20581;&#24247;&#12290;&#19968;&#20123;&#27604;&#36739;&#29305;&#27530;&#30340;&#40060;&#32905;&#39135;&#29992;&#26041;&#24335;&#65292;&#20363;&#22914;&#29983;&#40060;&#29255;&#65292;&#29992;&#29983;&#30340;&#40060;&#20869;&#33039;&#25110;&#32773;&#20044;&#36156;&#21046;&#20316;&#20937;&#33756;&#65292;&#25110;&#32773;&#33100;&#28173;&#40060;&#37117;&#26377;&#21487;&#33021;&#24341;&#36215;&#24322;&#23574;&#32447;&#34411;&#30149;&#12290;&#22240;&#27492;&#65292;&#32654;&#22269;&#21644;&#27431;&#27954;&#19968;&#20123;&#22269;&#23478;&#26089;&#24050;&#20986;&#21488;&#20102;&#38024;&#23545;&#24615;&#30340;&#39135;&#21697;&#23433;&#20840;&#27861;&#35268;&#65292;&#35268;&#23450;&#40060;&#32905;&#24517;&#39035;&#39044;&#20808;&#22788;&#29702;&#20197;&#26432;&#27515;&#24322;&#23574;&#32447;&#34411;&#30340;&#24188;&#34411;&#12290;</p>
<p><a href="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/e2173_Anisakis_f.jpg"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/e2173_Anisakis_f.jpg" alt="" width="500" height="335" class="alignnone size-full wp-image-57501"></a><br>
&#26432;&#27515;&#24322;&#23574;&#32447;&#34411;&#26368;&#26377;&#25928;&#30340;&#26041;&#27861;&#26159;&#39640;&#28201;&#65292;&#22312;&#65302;&#65296;&#24230;&#39640;&#28201;&#19979;&#65292;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#21482;&#33021;&#23384;&#27963;&#19981;&#36275;&#65297;&#31186;&#38047;&#65307;&#22312;&#65300;&#65301;&#24230;&#19979;&#65292;&#24188;&#34411;&#30340;&#23384;&#27963;&#26399;&#20063;&#19981;&#36807;&#26159;&#65304;&#20998;&#38047;&#12290;&#30456;&#27604;&#20043;&#19979;&#65292;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#23545;&#20302;&#28201;&#30340;&#32784;&#21463;&#21147;&#35201;&#24378;&#19981;&#23569;&#65292;&#22312;&#65300;&#25668;&#27663;&#24230;&#24230;&#26465;&#20214;&#19979;&#65292;&#24188;&#34411;&#21487;&#20197;&#23384;&#27963;&#36229;&#36807;&#65304;&#20010;&#26376;&#12290;&#21363;&#20351;&#22312;&#38646;&#19979;&#65298;&#65296;&#24230;&#30340;&#20919;&#20923;&#26465;&#20214;&#19979;&#65292;&#24188;&#34411;&#20063;&#21487;&#20197;&#23384;&#27963;&#65297;&#65296;&#20010;&#23567;&#26102;&#12290;&#20294;&#26159;&#20026;&#20102;&#20445;&#25345;&#40060;&#32905;&#30340;&#39135;&#29992;&#20215;&#20540;&#65292;&#30446;&#21069;&#20173;&#28982;&#20197;&#20919;&#20923;&#27861;&#20026;&#20027;&#26432;&#27515;&#24322;&#23574;&#32447;&#34411;&#12290;&#32654;&#22269;FDA&#35268;&#23450;&#40060;&#32905;&#24517;&#39035;&#22312;&#38646;&#19979;&#65299;&#65301;&#24230;&#20919;&#20923;&#65297;&#65301;&#20010;&#23567;&#26102;&#25110;&#26159;&#38646;&#19979;&#65298;&#65296;&#24230;&#20919;&#20923;&#65303;&#22825;&#21518;&#25165;&#33021;&#39135;&#29992;&#65292;&#32780;&#27431;&#30431;&#30340;&#26631;&#20934;&#21017;&#26159;&#38646;&#19979;&#65298;&#65296;&#24230;&#20919;&#20923;&#36229;&#36807;&#65298;&#65300;&#23567;&#26102;&#12290;&#20919;&#20923;&#26041;&#27861;&#33021;&#22815;&#38750;&#24120;&#26377;&#25928;&#22320;&#25233;&#21046;&#20102;&#24322;&#23574;&#32447;&#34411;&#30149;&#30340;&#21457;&#29983;&#29575;&#12290;&#20294;&#26159;&#65292;&#30001;&#20110;&#23545;&#40060;&#32905;&ldquo;&#26032;&#40092;&#21475;&#24863;&rdquo;&#30340;&#26497;&#24230;&#36861;&#27714;&#65292;&#28023;&#27700;&#40060;&#28040;&#36153;&#22823;&#22269;&#26085;&#26412;&#24182;&#27809;&#26377;&#35268;&#23450;&#37319;&#29992;&#20919;&#20923;&#27861;&#22788;&#29702;&#40060;&#32905;&#12290;&#32467;&#26524;&#65292;&#20165;&#22312;1990&#24180;&#20043;&#21069;&#65292;&#26085;&#26412;&#23601;&#24050;&#32463;&#21457;&#29983;&#24322;&#23574;&#32447;&#34411;&#30149;16000&#22810;&#20363;&#65292;&#32780;&#21516;&#26399;&#19990;&#30028;&#20854;&#20182;&#22320;&#21306;&#30340;&#25253;&#21578;&#30149;&#20363;&#20165;600&#22810;&#20363;&#12290;&#24212;&#24403;&#35828;&#65292;&ldquo;&#26032;&#40092;&#21475;&#21619;&rdquo;&#30340;&#20195;&#20215;&#24456;&#39640;&#12290;</p>
<p>&#22312;&#25105;&#22269;&#65292;&#20986;&#20110;&#23545;&#24322;&#23574;&#32447;&#34411;&#30149;&#30340;&#37325;&#35270;&#65292;&#22269;&#23478;&#26366;&#32463;&#32452;&#32455;&#36807;&#21313;&#20960;&#27425;&#23545;&#28023;&#40060;&#24863;&#26579;&#24322;&#23574;&#32447;&#34411;&#24773;&#20917;&#30340;&#19987;&#39033;&#35843;&#26597;&#12290;&#22312;&#25105;&#22269;&#28023;&#22495;&#20869;&#65292;&#20849;&#35745;150&#22810;&#31181;&#28023;&#40060;&#26366;&#34987;&#21457;&#29616;&#24863;&#26579;&#20102;&#24322;&#23574;&#32447;&#34411;&#12290;&#21487;&#20197;&#35828;&#65292;&#22312;&#25105;&#22269;&#28023;&#22495;&#20869;&#30340;&#28023;&#40060;&#26222;&#36941;&#24863;&#26579;&#24322;&#23574;&#32447;&#34411;&#12290;&#20294;&#24184;&#36816;&#30340;&#26159;&#65292;&#21040;&#30446;&#21069;&#20026;&#27490;&#24182;&#27809;&#26377;&#39135;&#29992;&#22269;&#20135;&#28023;&#40060;&#36896;&#25104;&#24322;&#23574;&#32447;&#34411;&#30149;&#30340;&#25253;&#36947;&#12290;&#36825;&#21487;&#33021;&#19982;&#20013;&#22269;&#20154;&#39135;&#29992;&#28023;&#40060;&#30340;&#28921;&#35843;&#20064;&#24815;&#26377;&#20851;&#65292;&#20063;&#21487;&#33021;&#26159;&#22240;&#20026;&#20013;&#22269;&#20135;&#28023;&#40060;&#25152;&#25658;&#24102;&#30340;&#24322;&#23574;&#32447;&#34411;&#22810;&#20026;&#38750;&#33268;&#30149;&#31181;&#12290;&#39044;&#38450;&#24322;&#23574;&#32447;&#34411;&#30149;&#65292;&#25105;&#20204;&#24212;&#24403;&#26356;&#22810;&#30041;&#24847;&#36827;&#21475;&#28023;&#40060;&#25110;&#32773;&#26159;&#22312;&#26576;&#20123;&#22320;&#21306;&#26053;&#34892;&#26102;&#30340;&#29983;&#40060;&#39135;&#29289;&#12290;</p>
<p>&#21478;&#22806;&#65292;&#26377;&#19968;&#31867;&#34987;&#31216;&#20026;&#38544;&#23394;&#23376;&#34411;&#30340;&#23492;&#29983;&#34411;&#20854;&#23454;&#20063;&#22312;&#28023;&#40060;&#21644;&#28023;&#27915;&#36125;&#31867;&#20013;&#34987;&#22823;&#37327;&#21457;&#29616;&#12290;&#32654;&#22269;&#21152;&#24030;&#21644;&#22696;&#35199;&#21733;&#28286;&#22320;&#21306;&#37117;&#26377;&#36825;&#26041;&#38754;&#30340;&#35843;&#26597;&#32467;&#26524;&#12290;&#38544;&#23394;&#23376;&#34411;&#30340;&#21365;&#22218;&#29983;&#23384;&#33021;&#21147;&#36229;&#24378;&#65292;&#21487;&#33021;&#36890;&#36807;&#20154;&#21644;&#21160;&#29289;&#30340;&#31914;&#20415;&#27745;&#26579;&#25972;&#20010;&#27700;&#20307;&#65292;&#21253;&#25324;&#28023;&#27700;&#12290;&#28982;&#21518;&#20154;&#22312;&#39135;&#29992;&#24102;&#26377;&#38544;&#23394;&#23376;&#34411;&#30340;&#28023;&#40092;&#26102;&#65292;&#32963;&#37240;&#25226;&#21365;&#22218;&#34701;&#24320;&#65292;&#23492;&#29983;&#34411;&#23601;&#20986;&#26469;&#20570;&#24618;&#20102;&#12290;&#38544;&#23394;&#23376;&#34411;&#23545;&#26222;&#36890;&#20154;&#32780;&#35328;&#65292;&#38382;&#39064;&#19981;&#31639;&#22826;&#22823;&#65292;&#24120;&#35265;&#21453;&#24212;&#20063;&#23601;&#26159;&#25289;&#32922;&#23376;&#12290;&#20294;&#26159;&#23545;&#20813;&#30123;&#31995;&#32479;&#26377;&#32570;&#38519;&#30340;&#20154;&#65292;&#38544;&#23394;&#23376;&#34411;&#26159;&#21487;&#33021;&#33268;&#21629;&#30340;&#12290;&#38543;&#30528;&#33406;&#28363;&#30149;&#20154;&#30340;&#22686;&#21152;&#65292;&#36825;&#20010;&#23492;&#29983;&#34411;&#30340;&#21463;&#37325;&#35270;&#31243;&#24230;&#20063;&#36234;&#26469;&#36234;&#39640;&#20102;&#12290;</p>
<p><a href="http://songshuhui.net/wp-content/uploads/2011/07/sushi_accompaniments_soy_sauce_ginger_and_wasabi_922683.jpg"><img class="alignleft size-medium wp-image-57493" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1dac5_sushi_accompaniments_soy_sauce_ginger_and_wasabi_922683-194x300.jpg" alt="" width="194" height="300"></a>&#22312;&#21697;&#23581;&#26085;&#24335;&#40060;&#29983;&#30340;&#26102;&#20505;&#65292;&#20154;&#20204;&#24448;&#24448;&#20250;&#37197;&#19978;&#19968;&#20123;&#37233;&#27833;&#65292;&#37259;&#20197;&#21450;&#33445;&#26411;&#19968;&#36215;&#39135;&#29992;&#12290;&#26377;&#20154;&#35748;&#20026;&#36825;&#20123;&#35843;&#26009;&#23545;&#23492;&#29983;&#34411;&#21644;&#32454;&#33740;&#26377;&#33391;&#22909;&#30340;&#26432;&#28781;&#20316;&#29992;&#65292;&#21482;&#35201;&#37197;&#19978;&#36825;&#20123;&#35843;&#26009;&#65292;&#23601;&#21487;&#20197;&#19981;&#24517;&#25285;&#24515;&#23492;&#29983;&#34411;&#38382;&#39064;&#20102;&#12290;&#20063;&#26377;&#20154;&#35748;&#20026;&#65292;&#22312;&#39135;&#29992;&#40060;&#29983;&#30340;&#26102;&#20505;&#21917;&#20123;&#30333;&#37202;&#23601;&#33021;&#30830;&#20445;&#23433;&#20840;&#20102;&#65292;&#22240;&#20026;&#23492;&#29983;&#34411;&#20250;&#34987;&#30333;&#37202;&#20013;&#30340;&#37202;&#31934;&#26432;&#27515;&#12290;&#37027;&#20040;&#36825;&#20123;&#35843;&#26009;&#21644;&#30333;&#37202;&#26159;&#24322;&#23574;&#32447;&#34411;&#30340;&#20811;&#26143;&#21527;&#65311;&#35753;&#25105;&#20204;&#19968;&#19968;&#20998;&#26512;&#65306;</p>
<p><strong>&#37233;&#27833;</strong><br>
&#20316;&#20026;&#19968;&#31181;&#26377;&#33021;&#21147;&#22312;&#28023;&#27700;&#20013;&#28216;&#21160;&#30340;&#23492;&#29983;&#34411;&#65292;&#24322;&#23574;&#32447;&#34411;&#23545;&#39640;&#30416;&#20998;&#30340;&#32784;&#21463;&#21147;&#38750;&#24120;&#20986;&#33394;&#12290;&#22312;33%&#30340;&#30416;&#27700;&#20013;&#65292;&#24322;&#23574;&#32447;&#34411;&#31532;&#19977;&#26399;&#24188;&#34411;&#21487;&#20197;&#23384;&#27963;&#36229;&#36807;8&#22825;&#12290;&#22240;&#27492;&#65292;&#26399;&#26395;&#21547;&#30416;&#37327;&#36739;&#39640;&#30340;&#37233;&#27833;&#26469;&#26432;&#27515;&#24322;&#23574;&#32447;&#34411;&#26159;&#19981;&#22826;&#29616;&#23454;&#30340;&#12290;&#26377;&#30740;&#31350;&#32467;&#26524;&#31216;&#65292;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#21487;&#20197;&#22312;&#37233;&#27833;&#20013;&#23384;&#27963;&#33267;&#23569;11&#20010;&#23567;&#26102;&#12290;</p>
<p><strong>&#37259;</strong><br>
&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#23545;&#20110;&#37240;&#30340;&#38450;&#25252;&#33021;&#21147;&#20063;&#19981;&#24369;&#65292;&#27605;&#31455;&#23427;&#20204;&#30340;&#29983;&#27963;&#21490;&#35201;&#27714;&#23427;&#20204;&#33021;&#32463;&#24471;&#20303;&#21160;&#29289;&#32963;&#28082;&#30340;&ldquo;&#32771;&#39564;&rdquo;&#12290;&#22312;&#20154;&#24037;&#32963;&#28082;&#30340;&#27979;&#35797;&#20013;&#65292;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#23384;&#27963;&#26399;&#36229;&#36807;10&#22825;&#12290;&#20063;&#26377;&#20154;&#30452;&#25509;&#27979;&#35797;&#20102;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#22312;&#37259;&#20013;&#30340;&#23384;&#27963;&#26102;&#38388;&#65292;&#32467;&#26524;&#26159;&#36229;&#36807;100&#20010;&#23567;&#26102;&#12290;</p>
<p><strong>&#33445;&#26411;</strong><br>
&#26377;&#30740;&#31350;&#32467;&#26524;&#31216;&#33445;&#26411;&#27713;&#26377;&#26432;&#27515;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#30340;&#33021;&#21147;&#65292;&#21482;&#35201;&#36798;&#21040;&#19968;&#23450;&#30340;&#27987;&#24230;&#21644;&#26102;&#38388;&#65292;&#23601;&#21487;&#20197;&#26432;&#27515;100%&#30340;&#24188;&#34411;&#12290;&#36825;&#20010;&#32467;&#26524;&#20045;&#19968;&#21548;&#38750;&#24120;&#27491;&#38754;&#12290;&#20294;&#26159;&#20180;&#32454;&#30475;&#30475;&#25968;&#25454;&#65292;&#25152;&#35859;&#30340;&#19968;&#23450;&#26102;&#38388;&#26159;&#25351;45-50&#20998;&#38047;&#12290;&#22312;&#29616;&#23454;&#29983;&#27963;&#20013;&#65292;&#24656;&#24597;&#24456;&#23569;&#26377;&#20154;&#20250;&#29992;&#22823;&#37327;&#33445;&#26411;&#28034;&#25273;&#22312;&#40060;&#32905;&#19978;&#65292;&#28982;&#21518;&#31561;&#23558;&#36817;&#19968;&#20010;&#23567;&#26102;&#20877;&#39135;&#29992;&#12290;&#19988;&#19981;&#35828;&#23545;&#32784;&#24515;&#26159;&#19968;&#20010;&#32771;&#39564;&#12290;&#20809;&#26159;&#23545;&#40060;&#32905;&#21619;&#36947;&#30340;&#24433;&#21709;&#65292;&#24656;&#24597;&#23601;&#24456;&#38590;&#35753;&#20154;&#25509;&#21463;&#12290;</p>
<p><strong>&#37202;</strong><br>
&#30333;&#37202;&#20013;&#30340;&#37202;&#31934;&#26432;&#27515;&#23492;&#29983;&#34411;&#65292;&#21548;&#19978;&#21435;&#39047;&#26377;&#31185;&#23398;&#20381;&#25454;&#12290;&#26377;&#30740;&#31350;&#25253;&#36947;&#31216;38&#24230;&#21644;50&#24230;&#30340;&#30333;&#37202;&#65292;&#21487;&#20197;&#22312;24&#20998;&#38047;&#21644;15&#20998;&#38047;&#20869;&#26432;&#27515;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#12290;&#36825;&#20010;&#26102;&#38388;&#27604;&#36215;&#33445;&#26411;&#26469;&#35201;&#30701;&#20102;&#19981;&#23569;&#12290;&#38382;&#39064;&#22312;&#20110;&#65292;&#30333;&#37202;&#26159;&#29992;&#26469;&#21917;&#30340;&#65292;&#27809;&#26377;&#20154;&#20250;&#23558;&#40060;&#32905;&#28024;&#27873;&#22312;&#30333;&#37202;&#20013;&#28982;&#21518;&#39135;&#29992;&#12290;&#30333;&#37202;&#19982;&#40060;&#32905;&#22312;&#21475;&#33108;&#21644;&#39135;&#36947;&#20013;&#30340;&#20146;&#23494;&#25509;&#35302;&#65292;&#20960;&#20046;&#19981;&#21487;&#33021;&#38271;&#36798;15&#20998;&#38047;&#12290;&#32780;&#19968;&#26086;&#36827;&#20837;&#32963;&#20013;&#65292;&#30333;&#37202;&#30340;&#27987;&#24230;&#33258;&#28982;&#20250;&#34987;&#22823;&#22823;&#31232;&#37322;&#12290;&#27492;&#26102;&#30340;&#30333;&#37202;&#26159;&#21542;&#36824;&#20855;&#26377;&#26432;&#27515;&#23492;&#29983;&#34411;&#30340;&#33021;&#21147;&#65292;&#35753;&#20154;&#34920;&#31034;&#24576;&#30097;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#35843;&#26009;&#21644;&#30333;&#37202;&#20854;&#23454;&#23545;&#20110;&#23492;&#29983;&#34411;&#30340;&#26432;&#28781;&#20316;&#29992;&#38750;&#24120;&#26377;&#38480;&#65292;&#26356;&#22810;&#22320;&#26159;&#29992;&#26469;&#35843;&#33410;&#21475;&#21619;&#21644;&#29992;&#39184;&#24773;&#36259;&#12290;</p>
<p>&#32508;&#19978;&#25152;&#36848;&#65292;<strong>&#33021;&#24863;&#26579;&#20154;&#30340;&#28023;&#27700;&#40060;&#23492;&#29983;&#34411;&#26222;&#36941;&#23384;&#22312;&#65292;&#39135;&#29992;&#39640;&#28201;&#28921;&#35843;&#25110;&#32773;&#20107;&#20808;&#20919;&#20923;&#22788;&#29702;&#36807;&#30340;&#40060;&#32905;&#26159;&#38450;&#27490;&#23492;&#29983;&#34411;&#30149;&#30340;&#26377;&#25928;&#25163;&#27573;&#12290;</strong>&#22914;&#26524;&#19968;&#23450;&#35201;&#36861;&#27714;&#37027;&#31181;&#26410;&#32463;&#22788;&#29702;&#30340;&#40060;&#32905;&#30340;&#26032;&#40092;&#21475;&#21619;&#65292;&#19981;&#35201;&#25226;&#24076;&#26395;&#23492;&#25176;&#22312;&#33445;&#26411;&#37233;&#27833;&#39321;&#37259;&#30333;&#37202;&#20043;&#19978;&#12290;&#19968;&#26086;&#20986;&#29616;&#19981;&#36866;&#30151;&#29366;&#65292;&#21450;&#26102;&#23601;&#21307;&#24182;&#21578;&#30693;&#21307;&#29983;&#33258;&#24049;&#26377;&#29983;&#39135;&#40060;&#32905;&#30340;&#32463;&#21382;&#65292;&#20197;&#38450;&#23492;&#29983;&#34411;&#30149;&#34987;&#35823;&#35786;&#20026;&#32963;&#30149;&#25110;&#32773;&#32928;&#36947;&#30142;&#30149;&#65292;&#32829;&#35823;&#27835;&#30103;&#12290;</p>
<p><strong>&#21442;&#32771;&#25991;&#29486;</strong></p>
<p>http://www.dpd.cdc.gov/dpdx/HTML/Anisakiasis.htm</p>
<p>&#32654;&#22269;&#30142;&#25511;&#20013;&#24515;&#23545;&#24322;&#23574;&#32447;&#34411;&#21450;&#24322;&#23574;&#32447;&#34411;&#30149;&#30340;&#20171;&#32461;<br>
&#12298;&#25105;&#22269;&#22823;&#38470;&#27839;&#28023;&#28023;&#40060;&#24863;&#26579;&#24322;&#23574;&#32447;&#34411;&#35843;&#26597;&#25968;&#25454;&#32479;&#35745;&#20998;&#26512;&#12299;&#38446;&#24311;&#28165;<br>
&#12298;&#19996;&#28023;&#40060;&#31867;&#24322;&#23574;&#32447;&#34411;&#24863;&#26579;&#35843;&#26597;&#21450;&#20854;&#24188;&#34411;&#23545;&#38738;&#33445;&#36771;&#30340;&#32784;&#21463;&#30740;&#31350;&#12299; &#21494;&#20029;&#33805;&#31561;<br>
&#12298;&#31616;&#21333;&#24322;&#23574;&#32447;&#34411;&#24188;&#34411;&#23545;&#35843;&#21619;&#21697;&#12289;&#25239;&#34837;&#34411;&#33647;&#21644;&#20013;&#33647;&#30340;&#32784;&#21463;&#35797;&#39564;&#12299;&#39532;&#23439;&#20255;&#31561;<br>
&#12298;&#25668;&#39135;&#28023;&#40060;&#19982;&#24322;&#23574;&#32447;&#34411;&#30149;&#12299;&#40644;&#32500;&#20041;<br>
&#12298;&#27993;&#27743;&#30465;&#33311;&#23665;&#28180;&#22330;&#40060;&#31867;&#24322;&#23574;&#32447;&#34411;&#24863;&#26579;&#29616;&#20917;&#35843;&#26597;&#12299;&#24352;&#22343;&#21644;&#31561;<br>
&#12298;Sushi Delights and Parasites: The Risk of Fishborne and Foodborne Parasitic Zoonoses in Asia&#12299;Yukifumi Nawa et.al.</p>
<p>&#26412;&#25991;&#20462;&#25913;&#29256;&#24050;&#21457;&#34920;&#20110; <a href="http://www.guokr.com">&#26524;&#22771;&#32593;</a> <a href="http://www.guokr.com/site/health/">&#20581;&#24247;&#26397;&#20061;&#26202;&#20116;&#20027;&#39064;&#31449;</a> &#12298;<a href="http://www.guokr.com/article/54751/">&#28023;&#40060;&#26377;&#34411;,&#29983;&#39135;&#23567;&#24515;</a>&#12299;</p>
<p>	<a href="//www.douban.com/recommend/?url='+location.href+'title='+encodeURIComponent(document.title);window.open(u,'douban','toolbar=0,resizable=1,scrollbars=yes,status=1,width=450,height=330');void(0)" title="&#25512;&#33616;&#21040;&#35910;&#29923;"></a><br><a href="//v.t.sina.com.cn/share/share.php?title='+encodeURIComponent(document.title)+'url='+encodeURIComponent(location.href)+'source=bookmark','_blank','width=450,height=400');%7D)()" title="&#26032;&#28010;&#24494;&#21338;&#20998;&#20139;"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/17660_t.sina.com.cn" alt="&#26032;&#28010;&#24494;&#21338;&#20998;&#20139;" border="0"></a><br><a href="//www.google.com/reader/ui/link-bookmarklet.js');void(b.appendChild(z));%7Delse%7B%7D" title="&#20998;&#20139;&#21040; Google Reader" rel="nofollow"></a><br><a href="//share.xiaonei.com/share/buttonshare.do?link='+location.href+'title='+encodeURIComponent(document.title);window.open(u,'xiaonei','toolbar=0,resizable=1,scrollbars=yes,status=1,width=626,height=436');void(0)" title="&#20998;&#20139;&#21040;&#20154;&#20154;"></a><br><a href="//www.kaixin001.com/repaste/share.php?rtitle='+encodeURIComponent(document.title.substring(0,76))+'rurl='+encodeURIComponent(location.href)+'rcontent=','_blank','scrollbars=no,width=600,height=450,left=75,top=20,status=no,resizable=yes');%20void%200" title="&#20998;&#20139;&#21040;&#24320;&#24515;&#32593;"></a><br><a href="//shuqian.qq.com/post?from=3title='+encodeURIComponent(document.title)+'uri='+encodeURIComponent(location.href)+'jumpback=2noui=1','favit','width=930,height=470,left=50,top=50,toolbar=no,menubar=no,location=no,scrollbars=yes,status=yes,resizable=yes');void(0)" title="&#25910;&#34255;&#21040;qq&#20070;&#31614;"></a><br><a href="//cang.baidu.com/do/add?it='+encodeURIComponent(t)+'iu='+encodeURIComponent(u)+'dc='+encodeURIComponent(c)+'fr=ien#nw=1';window.open(url,'_blank','scrollbars=no,width=600,height=450,left=75,top=20,status=no,resizable=yes');%20void%200" title="&#25910;&#34255;&#21040;&#30334;&#24230;&#25910;&#34255;"><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5cc19_baidu.gif"></a><br><a href="//sns.qzone.qq.com/cgi-bin/qzshare/cgi_qzshare_onekey?url='+%20encodeURIComponent(location.href)+%20'title='+encodeURIComponent(document.title),'_blank');%7D)()" title="&#20998;&#20139;&#21040;QQ&#31354;&#38388;"></a></p>
<p>&lt;!&ndash; </p>
<p>var wumiiPermaLink = &ldquo;http://songshuhui.net/archives/57487&rdquo;;<br>
var wumiiTitle = &ldquo;,&rdquo;;<br>
var wumiiTags = &ldquo;,,,,,&rdquo;;<br>
var wumiiSitePrefix = &ldquo;http://songshuhui.net/&rdquo;;<br>
 &ndash;&gt;<br><!-- , --></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/07/28/12295/" title="5:59 AM" rel="bookmark"><time class="entry-date" datetime="2011-07-28T05:59:50+00:00">2011/07/28</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12285" class="post-12285 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/07/28/12285/" rel="bookmark">The History of Programming Languages [Infographic]</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/28/12285/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img alt="quality_code_matrix.jpg" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/a07c1_quality_code_matrix.jpg" width="150" height="150"><a href="http://rackspace.com">Rackspace</a> recently published a nice infographic on the <a href="http://www.rackspace.com/cloud/blog/2011/05/17/infographic-evolution-of-computer-languages/">evolution of programming languages</a>. It starts with FORTRAN and COBOL and runs through Ruby on Rails (which, yes, is a framework and not a language). </p>
<p>Unfortunately, it omits such influential languages as <a href="http://en.wikipedia.org/wiki/Lisp_(programming_language)">Lisp</a>, <a href="http://en.wikipedia.org/wiki/ALGOL_60">ALGOL 60</a>  and <a href="http://en.wikipedia.org/wiki/Smalltalk">Smalltalk</a>. But including every important language ever would make for a pretty long infographic.</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/07/28/12285/" title="4:20 AM" rel="bookmark"><time class="entry-date" datetime="2011-07-28T04:20:00+00:00">2011/07/28</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12278" class="post-12278 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/07/28/12278/" rel="bookmark">The History of Programming Languages [Infographic]</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/28/12278/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img alt="quality_code_matrix.jpg" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/5a53c_quality_code_matrix.jpg" width="150" height="150"><a href="http://rackspace.com">Rackspace</a> recently published a nice infographic on the <a href="http://www.rackspace.com/cloud/blog/2011/05/17/infographic-evolution-of-computer-languages/">evolution of programming languages</a>. It starts with FORTRAN and COBOL and runs through Ruby on Rails (which, yes, is a framework and not a language). </p>
<p>Unfortunately, it omits such influential languages as <a href="http://en.wikipedia.org/wiki/Lisp_(programming_language)">Lisp</a>, <a href="http://en.wikipedia.org/wiki/ALGOL_60">ALGOL 60</a>  and <a href="http://en.wikipedia.org/wiki/Smalltalk">Smalltalk</a>. But including every important language ever would make for a pretty long infographic.</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/07/28/12278/" title="4:20 AM" rel="bookmark"><time class="entry-date" datetime="2011-07-28T04:20:00+00:00">2011/07/28</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12288" class="post-12288 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/07/28/12288/" rel="bookmark">&#12304;&#21943;&#22159;&#12305;&#19968;&#22269;&#20004;&#21046;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/28/12288/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><span class="style1"><font size="3">[&#21943;&#22159;&#19968;&#19979;]&#12304;&#21943;&#22159;&#12305;&#19968;&#22269;&#20004;&#21046;</font></span></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/07/28/12288/" title="3:16 AM" rel="bookmark"><time class="entry-date" datetime="2011-07-28T03:16:00+00:00">2011/07/28</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12277" class="post-12277 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/07/28/12277/" rel="bookmark">A Mom Tried to Light a Cigarette with a Gun But Accidentally Shot Her Daughter Instead [Wtf]</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/28/12277/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/e2177_medium_crazydaughterlightercigarette.jpg" width="300" class="image_0 v10_medium" alt="A Mom Tried to Light a Cigarette with a Gun But Accidentally Shot Her Daughter Instead">Guns, cigarettes, shootings&hellip;it&rsquo;s your everyday gangster movie! Except sadly um, this is real life. Rachel Avila, a 30-year-old mother, tried to light her cigarette with a gun but instead, had the bullet ricochet off the ground and hit her daughter.</p>
<p>To be fair, because the gun, a derringer style .22, was so small, Avila thought it was one of those novelty lighters when she found it. Okay, to be fair, it doesn&rsquo;t change the fact that she&rsquo;s still a little loopy in the head. According to <a href="http://banning-beaumont.patch.com/articles/mother-mistakes-small-gun-for-lighter-daughter-wounded#photo-7165341">the news report</a>:</p>
<blockquote><p>Avila and her 12-year-old daughter &ldquo;were talking with friends in front of their mobile home when Avila found what she thought was a novelty lighter&hellip;Avila picked it up and tried to light it by pulling the trigger. The first time Avila pulled the trigger, nothing happened. The second time she pulled the trigger, a .22-caliber bullet was fired. The bullet struck the ground, and then ricocheted upward and entered her daughter&rsquo;s upper right arm.&rdquo;</p>
</blockquote>
<p>Luckily, the daughter is okay but I think there&rsquo;s a few overarching lessons here (none of which are cigarettes are bad for you because that should be unsaid): First, don&rsquo;t pick up a gun-looking gun in the middle of a trailer park. Second, if you have to pick it up don&rsquo;t pull the freaking trigger without checking if it&rsquo;s a real gun. Third, if you have to pull the trigger make sure no children&mdash;especially your own&mdash;are around. And fourth, try to always use your brain whenever a gun is involved. [<a href="http://banning-beaumont.patch.com/articles/mother-mistakes-small-gun-for-lighter-daughter-wounded#photo-7165341">Banning Beaumont Patch</a>]</p>
<hr><span class="modfont">You can keep up with Casey Chan, the author of this post, on <a href="http://twitter.com/#!/caseychan">Twitter</a> or <a href="http://www.facebook.com/pages/Casey-Chan/225742014131633">Facebook</a>.</span>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/07/28/12277/" title="2:40 AM" rel="bookmark"><time class="entry-date" datetime="2011-07-28T02:40:00+00:00">2011/07/28</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12296" class="post-12296 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/07/26/12296/" rel="bookmark">&#20420;&#24037;&#31243;&#24072;&#22971;&#22899;&#31354;&#38590;&#20007;&#21629;  &#19976;&#22827;&#36328;&#36234;&#22269;&#22659;&#25163;&#20995;&#36131;&#20219;&#20154;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/26/12296/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12288;&#12288;&#26469;&#28304;&#65306;&#20013;&#38738;&#22312;&#32447;</p>
<p>&#12288;&#12288;&#20420;&#32599;&#26031;&ldquo;&#22797;&#20167;&#32773;&rdquo;&#24402;&#26469;</p>
<p>&#12288;&#12288;&#26412;&#25253;&#29305;&#32422;&#35760;&#32773;&#33707;&#39118;</p>
<p>&#12288;&#12288;&#19968;&#36215;&#31354;&#38590;&#35753;&#20420;&#32599;&#26031;&#24314;&#31569;&#24037;&#31243;&#24072;&#32500;&#22612;&#21033;&#21049;&#37027;&#38388;&#22833;&#21435;&#20102;&#29233;&#22971;&#21644;&#19968;&#21452;&#20799;&#22899;&#12290;&#38754;&#23545;&#35797;&#22270;&#25512;&#21368;&#36131;&#20219;&#30340;&#33322;&#31354;&#35843;&#24230;&#20844;&#21496;&#65292;&#24868;&#24594;&#30340;&#20182;&#36328;&#36234;&#22269;&#22659;&#65292;&#21040;&#29790;&#22763;&#25163;&#20995;&#22833;&#32844;&#30340;&#35843;&#24230;&#21592;&#12290;</p>
<p>&#12288;&#12288;&#20182;&#23545;&#22971;&#20799;&#30340;&#25370;&#29233;&#65292;&#35753;&#26080;&#24773;&#30340;&#21496;&#27861;&#21046;&#24230;&#20026;&#20043;&#21160;&#23481;&#65292;&#36731;&#21028;&#20182;8&#24180;&#30417;&#31105;&#12290;&#20837;&#29425;3&#24180;&#21518;&#30340;2007&#24180;11&#26376;12&#26085;&#65292;&#32500;&#22612;&#21033;&#34987;&#25552;&#21069;&#37322;&#25918;&#22238;&#21040;&#20420;&#32599;&#26031;&#12290;</p>
<p>&#12288;&#12288;&#33707;&#26031;&#31185;&#30340;&#22812;&#26202;&#65292;&#23506;&#20919;&#30340;&#31354;&#27668;&#20013;&#20805;&#26021;&#30528;&#28526;&#28287;&#30340;&#27668;&#24687;&#12290;&#31354;&#26103;&#30340;&#34903;&#36947;&#19978;&#65292;&#31232;&#30095;&#30340;&#36335;&#28783;&#21457;&#20986;&#24808;&#30333;&#30340;&#20809;&#12290;&#23588;&#37324;&middot;&#21345;&#27931;&#32822;&#22827;&#25512;&#24320;&#20303;&#25152;&#27785;&#37325;&#30340;&#38081;&#38376;&#65292;&#23478;&#20154;&#40060;&#36143;&#32780;&#20986;&#12290;&#29255;&#21051;&#21518;&#65292;&#19968;&#36742;&#23567;&#27773;&#36710;&#21367;&#36215;&#22320;&#38754;&#19978;&#30340;&#27877;&#27700;&#65292;&#26397;&#22810;&#33707;&#26480;&#22810;&#27779;&#26426;&#22330;&#39542;&#21435;&#12290;&#19968;&#36335;&#19978;&#65292;&#19981;&#26029;&#26377;&#36710;&#36742;&#27719;&#38598;&#32780;&#26469;&#65292;&#22823;&#23478;&#35201;&#25226;&#32500;&#22612;&#21033;&middot;&#21345;&#27931;&#32822;&#22827;&#25509;&#22238;&#23478;&#12290;11&#26376;12&#26085;&#22812;&#65292;&#25972;&#20010;&#20420;&#32599;&#26031;&#27880;&#35270;&#30528;&#22810;&#33707;&#26480;&#22810;&#27779;&#26426;&#22330;&#65292;&#27880;&#35270;&#30528;&#34987;&#31216;&#20026;&ldquo;&#22797;&#20167;&#32773;&rdquo;&#30340;&#32500;&#22612;&#21033;&middot;&#21345;&#27931;&#32822;&#22827;&#30340;&#22238;&#23478;&#20043;&#36335;&#12290;</p>
<p>&#12288;&#12288;1&#65294;&#35753;&#20154;&#24515;&#30862;&#30340;&#21320;&#22812;</p>
<p>&#12288;&#12288;&ldquo;&#32500;&#22612;&#21033;&#26159;&#20010;&#21892;&#33391;&#30340;&#24314;&#31569;&#24037;&#31243;&#24072;&#12290;&rdquo;&#22312;&#20420;&#32599;&#26031;&#21271;&#22885;&#22622;&#26799;&#39318;&#24220;&#24343;&#25289;&#23395;&#39640;&#21152;&#32034;&#65292;&#29087;&#24713;&#20182;&#30340;&#20154;&#37117;&#36825;&#26679;&#35828;&#12290;&#25317;&#26377;&#36132;&#24800;&#30340;&#22971;&#23376;&#65292;&#20859;&#32946;&#30528;&#19968;&#21452;&#20799;&#22899;&#65292;&#29983;&#27963;&#23500;&#36275;&hellip;&hellip;&#22312;&#32500;&#22612;&#21033;&#30475;&#26469;&#65292;&#36825;&#26679;&#30340;&#29983;&#27963;&#36275;&#22815;&#20102;&#12290;&#28982;&#32780;&#65292;&#19968;&#20010;&#35753;&#20154;&#24515;&#30862;&#30340;&#21320;&#22812;&#65292;&#35753;&#36825;&#26679;&#19968;&#20301;&#24428;&#24428;&#26377;&#31036;&#30340;&#20013;&#24180;&#30007;&#23376;&#36328;&#36234;&#22269;&#22659;&#65292;&#21046;&#36896;&#22797;&#20167;&#34880;&#26696;&#12290;</p>
<p>&#12288;&#12288;2002&#24180;7&#26376;1&#26085;&#26202;&#65292;&#20420;&#32599;&#26031;&#24052;&#20160;&#22522;&#23572;&#33322;&#31354;&#20844;&#21496;&#30340;&#19968;&#26550;&#22270;154&#23458;&#26426;&#65292;&#27491;&#21521;&#30446;&#30340;&#22320;&#35199;&#29677;&#29273;&#24052;&#22622;&#32599;&#37027;&#39134;&#21435;&#12290;&#36825;&#26550;&#39134;&#26426;&#19978;&#30340;&#20027;&#35201;&#20056;&#23458;&#65292;&#26159;&#19968;&#32676;&#20934;&#22791;&#21435;&#24230;&#20551;&#30340;&#20420;&#32599;&#26031;&#23401;&#23376;&#21644;&#20182;&#20204;&#30340;&#29238;&#27597;&#65292;&#39134;&#26426;&#19978;&#20805;&#28385;&#20102;&#23401;&#23376;&#20204;&#30340;&#27426;&#31505;&#22768;&#12290;&#19981;&#36807;&#29616;&#22312;&#65292;&#39134;&#26426;&#19978;&#23433;&#38745;&#19979;&#26469;&#20102;&#65292;&#32463;&#36807;&#20960;&#23567;&#26102;&#30340;&#39134;&#34892;&#65292;&#23401;&#23376;&#20204;&#26377;&#20123;&#30130;&#24811;&#65292;&#31383;&#22806;&#30340;&#22812;&#33394;&#25104;&#20102;&#20652;&#30496;&#21058;&#12290;&#32500;&#22612;&#21033;&#30340;&#22971;&#23376;&#26031;&#38886;&#29305;&#20848;&#23068;&#65292;&#29031;&#39038;&#30528;&#20004;&#20010;&#23401;&#23376;&#65292;11&#23681;&#30340;&#20799;&#23376;&#24247;&#26031;&#22374;&#19969;&#21644;4&#23681;&#30340;&#22899;&#20799;&#23395;&#38463;&#23068;&#24050;&#32463;&#36827;&#20837;&#26790;&#20065;&#12290;&#26031;&#38886;&#29305;&#20848;&#23068;&#21644;&#20799;&#22899;&#27492;&#34892;&#30340;&#30446;&#30340;&#65292;&#26159;&#21435;&#30475;&#26395;&#27491;&#22312;&#35199;&#29677;&#29273;&#24037;&#20316;&#30340;&#32500;&#22612;&#21033;&#12290;</p>
<p>&#12288;&#12288;&#27492;&#26102;&#65292;&#22312;&#29790;&#22763;&#33487;&#40654;&#22763;&#31354;&#20013;&#31649;&#21046;&#20013;&#24515;&#65292;&#20540;&#29677;&#30340;&#33322;&#31354;&#35843;&#24230;&#21592;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#27491;&#22312;&#20004;&#20010;&#24037;&#20316;&#21488;&#20043;&#38388;&#24033;&#35270;&#12290;&#21478;&#19968;&#20301;&#21516;&#20107;&#20020;&#26102;&#31163;&#24320;&#65292;&#20182;&#19981;&#24471;&#19981;&#26469;&#22238;&#29031;&#24212;&#12290;</p>
<p>&#12288;&#12288;&#24403;&#26202;23&#26102;29&#20998;&#65292;&#24503;&#22269;&#24917;&#23612;&#40657;&#31649;&#21046;&#20013;&#24515;&#25226;&#23545;&#36825;&#26550;&#23458;&#26426;&#30340;&#31649;&#21046;&#26435;&#65292;&#31227;&#20132;&#32473;&#29790;&#22763;&#33487;&#40654;&#19990;&#31649;&#21046;&#20013;&#24515;&#12290;6&#20998;&#38047;&#21069;&#65292;&#19968;&#26550;&#23646;&#20110;&#25958;&#35946;&#20844;&#21496;&#30340;&#27874;&#38899;757&#36135;&#26426;&#65292;&#33719;&#20934;&#39134;&#24448;&#24503;&#22269;&#26031;&#22270;&#21152;&#29305;&#12290;</p>
<p>&#12288;&#12288;&ldquo;BTS2937&#65288;&#22270;154&#30340;&#33322;&#29677;&#21495;&#65289;&#65292;&#31435;&#21363;&#19979;&#38477;&#39640;&#24230;&#12290;&rdquo;&#24403;&#26202;23&#26102;34&#20998;&#65292;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#35273;&#23519;&#21040;&#30896;&#25758;&#21361;&#38505;&#21518;&#65292;&#24908;&#24537;&#21521;&#22270;154&#33322;&#29677;&#21457;&#20986;&#25351;&#20196;&#65292;&#22270;154&#33322;&#29677;&#38543;&#21363;&#38477;&#20302;&#39640;&#24230;&#12290;&#20294;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#27809;&#26377;&#27880;&#24847;&#21040;&#25958;&#35946;&#36135;&#26426;&#21516;&#26102;&#21521;&#25511;&#21046;&#21488;&#21457;&#20986;&#30340;&#19979;&#38477;&#25253;&#21578;&#12290;43&#31186;&#20043;&#21518;&#65292;&#22312;&#24503;&#22269;&#21644;&#29790;&#22763;&#20132;&#30028;&#30340;&#21338;&#30331;&#28246;&#19978;&#31354;&#65292;&#20004;&#26550;&#39134;&#26426;&#30456;&#25758;&#12290;</p>
<p>&#12288;&#12288;2&#65294;&#20182;&#35201;&#35753;&#36131;&#20219;&#20154;&#35874;&#32618;</p>
<p>&#12288;&#12288;&#22121;&#32791;&#20256;&#26469;&#65292;&#32500;&#22612;&#21033;&#22833;&#39746;&#33853;&#39748;&#22320;&#36214;&#24448;&#22368;&#26426;&#21306;&#22495;&mdash;&mdash;&#21338;&#30331;&#28246;&#30340;&#24503;&#22269;&#19968;&#20391;&#12290;&#20182;&#26159;&#31532;&#19968;&#20010;&#36214;&#21040;&#37027;&#37324;&#30340;&#36935;&#38590;&#32773;&#23478;&#23646;&#65292;&#30001;&#20110;&#27809;&#26469;&#24471;&#21450;&#19982;&#29616;&#22330;&#25351;&#25381;&#37096;&#38376;&#27807;&#36890;&#65292;&#36127;&#36131;&#29616;&#22330;&#20445;&#25252;&#30340;&#35686;&#23519;&#25298;&#32477;&#35753;&#20182;&#36827;&#20837;&#35686;&#25106;&#21306;&#22495;&#12290;&#26412;&#26469;&#33021;&#35762;&#24503;&#35821;&#30340;&#32500;&#22612;&#21033;&#65292;&#35821;&#26080;&#20262;&#27425;&#22320;&#21741;&#21898;&#30528;&#12289;&#25379;&#25166;&#30528;&#24448;&#37324;&#38383;&#65292;&#30452;&#21040;&#24503;&#22269;&#35686;&#23519;&#24847;&#35782;&#21040;&#20182;&#26159;&#36935;&#38590;&#32773;&#23478;&#23646;&#12290;</p>
<p>&#12288;&#12288;&#30446;&#20987;&#32773;&#36825;&#26679;&#24418;&#23481;&#36825;&#36215;&#20107;&#25925;&#65306;&ldquo;&#20004;&#20010;&#24040;&#22823;&#30340;&#28779;&#29699;&#20174;&#22825;&#19978;&#25481;&#19979;&#26469;&#65292;&#24456;&#22810;&#29123;&#28903;&#30528;&#30340;&#29289;&#20307;&#29978;&#33267;&#23608;&#22359;&#20063;&#36825;&#26679;&#25481;&#19979;&#26469;&#12290;&rdquo;&#39134;&#26426;&#27531;&#39608;&#21644;&#36935;&#38590;&#32773;&#30340;&#36951;&#20307;&#20998;&#24067;&#22312;&#22823;&#29255;&#30340;&#21306;&#22495;&#37324;&#65292;&#32500;&#22612;&#21033;&#22312;&#25937;&#25588;&#20154;&#21592;&#30340;&#38506;&#20276;&#19979;&#65292;&#33392;&#38590;&#22320;&#25386;&#21160;&#33050;&#27493;&#12290;&#24403;&#20182;&#20204;&#25214;&#21040;&#32500;&#22612;&#21033;4&#23681;&#30340;&#22899;&#20799;&#23395;&#38463;&#23068;&#30340;&#36951;&#39608;&#26102;&#65292;&#32500;&#22612;&#21033;&#20960;&#20046;&#23849;&#28291;&#20102;&#65292;&#29978;&#33267;&#22833;&#21435;&#20102;&#30475;&#22971;&#23376;&#26368;&#21518;&#19968;&#30524;&#30340;&#21191;&#27668;&#12290;</p>
<p>&#12288;&#12288;&#20107;&#25925;&#21457;&#29983;&#21518;&#65292;&#29790;&#22763;&#33487;&#40654;&#22763;&#31354;&#20013;&#31649;&#21046;&#20013;&#24515;&#31216;&#65292;&#22270;154&#23458;&#26426;&#30340;&#39134;&#34892;&#21592;&#23545;&#38477;&#20302;&#39640;&#24230;&#30340;&#25351;&#20196;&#21453;&#24212;&#36831;&#38045;&#65292;&#23548;&#33268;&#23458;&#26426;&#21516;&#36135;&#26426;&#30456;&#25758;&#12290;&#31354;&#31649;&#20013;&#24515;&#25152;&#23646;&#30340;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#36879;&#38706;&#65292;&#20182;&#20204;&#26366;&#22810;&#27425;&#35201;&#27714;&#22270;154&#38477;&#20302;&#39134;&#34892;&#39640;&#24230;&#65292;&#20294;&#39134;&#34892;&#21592;&#23545;&#27492;&#32622;&#20043;&#19981;&#29702;&#12290;&#24403;&#23427;&#32456;&#20110;&#19979;&#38477;&#26102;&#65292;&#36814;&#38754;&#39134;&#26469;&#30340;&#36135;&#26426;&#20063;&#24320;&#22987;&#19979;&#38477;&#12290;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#22320;&#21306;&#25511;&#21046;&#20013;&#24515;&#30340;&#36127;&#36131;&#20154;&#22312;&#35760;&#32773;&#25307;&#24453;&#20250;&#19978;&#31216;&#65292;&#29790;&#22763;&#23548;&#33322;&#21592;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#20855;&#26377;&#22810;&#24180;&#30340;&#23548;&#33322;&#32463;&#39564;&#65292;&#20182;&#24403;&#26102;&ldquo;&#27491;&#30830;&#22320;&#21551;&#21160;&#20102;&#27491;&#24120;&#30340;&#36530;&#36991;&#31243;&#24207;&rdquo;&#12290;</p>
<p>&#12288;&#12288;&#20294;&#26159;&#65292;&#20420;&#32599;&#26031;&#21644;&#24503;&#22269;&#26041;&#38754;&#30340;&#35843;&#26597;&#25253;&#21578;&#23545;&#27492;&#24182;&#19981;&#35748;&#21516;&#12290;&#32500;&#22612;&#21033;&#36880;&#28176;&#20174;&#30171;&#19981;&#27442;&#29983;&#20013;&#25670;&#33073;&#20986;&#26469;&#65292;&#35201;&#20026;&#22971;&#20799;&#30340;&#27515;&#35752;&#20010;&#20844;&#36947;&#12290;&#32500;&#22612;&#21033;&#25968;&#27425;&#25214;&#21040;&#29790;&#22763;&#33487;&#40654;&#22763;&#31354;&#20013;&#31649;&#21046;&#20013;&#24515;&#65292;&#23545;&#26041;&#30340;&#24577;&#24230;&#20174;&#32622;&#20043;&#19981;&#29702;&#36716;&#20026;&#35797;&#22270;&#30772;&#36130;&#28040;&#28798;&#12290;&#36825;&#35753;&#32500;&#22612;&#21033;&#30456;&#20449;&#65292;&#20107;&#25925;&#26159;&ldquo;&#20154;&#20026;&rdquo;&#30340;&#65292;&#20182;&#20915;&#24515;&#35753;&#36131;&#20219;&#20154;&#35874;&#32618;&#65292;&#20026;&#23478;&#20154;&#25253;&#20167;&#12290;</p>
<p>&#12288;&#12288;3&#65294;&#20174;&#21463;&#23475;&#32773;&#21464;&#25104;&#32618;&#29359;</p>
<p>&#12288;&#12288;2004&#24180;2&#26376;24&#26085;&#20621;&#26202;&#65292;&#33487;&#40654;&#19990;&#37066;&#21306;&#20811;&#27931;&#33150;&#38215;&#21015;&#24052;&#32500;&#25096;&#22823;&#34903;26&#21495;&#38376;&#22806;&#65292;&#26469;&#20102;&#19968;&#20010;&#20013;&#24180;&#30007;&#23376;&#12290;&ldquo;&#25105;&#24819;&#25214;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#12290;&rdquo;&#36890;&#36807;&#38376;&#21475;&#30340;&#23545;&#35762;&#26426;&#65292;&#23612;&#23572;&#36874;&#22826;&#22826;&#30693;&#36947;&#26469;&#20154;&#35201;&#25214;&#33258;&#24049;&#30340;&#19976;&#22827;&#12290;&ldquo;&#24444;&#24471;&#65292;&#38376;&#22806;&#26377;&#20154;&#25214;&#12290;&rdquo;&#23612;&#23572;&#36874;&#22826;&#22826;&#19978;&#27004;&#35753;&#19976;&#22827;&#20986;&#26469;&#25509;&#24453;&#23458;&#20154;&#12290;&#19981;&#22810;&#26102;&#65292;&#23612;&#23572;&#36874;&#22826;&#22826;&#21548;&#35265;&#38376;&#21475;&#20256;&#26469;&#20105;&#21557;&#21644;&#25171;&#26007;&#22768;&#65292;&#24403;&#22905;&#20174;&#27004;&#19978;&#36305;&#19979;&#26469;&#30340;&#26102;&#20505;&#65292;&#21457;&#29616;&#19976;&#22827;&#20498;&#22312;&#20102;&#34880;&#27850;&#20013;&#12290;</p>
<p>&#12288;&#12288;&#38543;&#21518;&#36214;&#21040;&#30340;&#21307;&#29983;&#35777;&#23454;&#65292;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#36523;&#20013;&#25968;&#20992;&#36523;&#20129;&#12290;&#35686;&#23519;&#36805;&#36895;&#23553;&#38145;&#20102;&#23567;&#38215;&#12290;&#24403;&#24180;2&#26376;25&#26085;&#65292;&#29790;&#22763;&#35686;&#23519;&#22312;&#33487;&#40654;&#19990;&#30340;&#19968;&#23478;&#37202;&#24215;&#37324;&#25235;&#33719;&#20102;&#27491;&#20934;&#22791;&#20056;&#39134;&#26426;&#36820;&#22238;&#20420;&#32599;&#26031;&#30340;48&#23681;&#30340;&#29359;&#32618;&#23244;&#30097;&#20154;&#32500;&#22612;&#21033;&#65292;&#24182;&#22312;&#20182;&#36523;&#19978;&#25628;&#20986;&#20102;&#21253;&#25324;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#22312;&#20869;&#30340;&#29790;&#22763;&#31354;&#31649;&#20154;&#21592;&#30340;&#36164;&#26009;&#12290;</p>
<p>&#12288;&#12288;&#38754;&#23545;&#35686;&#23519;&#65292;&#32500;&#22612;&#21033;&#24456;&#24179;&#38745;&#65292;&#20182;&#34920;&#31034;&#33258;&#24049;&#20570;&#20102;&#35813;&#20570;&#30340;&#20107;&#24773;&#12290;&#24471;&#30693;&#23612;&#23572;&#36874;&#22826;&#22826;&#21644;&#23401;&#23376;&#20204;&#26356;&#25442;&#20102;&#20303;&#25152;&#26102;&#65292;&#32500;&#22612;&#21033;&#24179;&#38745;&#22320;&#34920;&#31034;&#65306;&ldquo;&#25105;&#19981;&#20250;&#21435;&#20260;&#23475;&#20182;&#30340;&#22971;&#23376;&#21644;&#23401;&#23376;&#65292;&#22240;&#20026;&#36807;&#38169;&#26159;&#20182;&#19968;&#20010;&#20154;&#30340;&#12290;&rdquo;</p>
<p>&#12288;&#12288;4&#65294;&ldquo;&#25335;&#38382;&#24515;&#28789;&rdquo;&#30340;&#24237;&#23457;</p>
<p>&#12288;&#12288;&#20026;&#22971;&#20799;&#25253;&#20167;&#30340;&#32500;&#22612;&#21033;&#65292;&#24471;&#21040;&#20102;&#20420;&#32599;&#26031;&#20154;&#30340;&#26222;&#36941;&#21516;&#24773;&#65292;&#20154;&#20204;&#21457;&#36215;&#20102;&#19968;&#22330;&#35299;&#25937;&#32500;&#22612;&#21033;&#30340;&#36816;&#21160;&#65292;&#29978;&#33267;&#21521;&#22806;&#20132;&#37096;&#38376;&#26045;&#21387;&#65292;&#24076;&#26395;&#25919;&#24220;&#20986;&#38754;&#20026;&#32500;&#22612;&#21033;&#35828;&#35805;&#12290;</p>
<p>&#12288;&#12288;&#20420;&#32599;&#26031;&#23448;&#26041;&#20110;&#26159;&#36890;&#36807;&#22810;&#31181;&#28192;&#36947;&#19982;&#29790;&#22763;&#25919;&#24220;&#21644;&#21496;&#27861;&#37096;&#38376;&#27807;&#36890;&#65292;&#24076;&#26395;&#23558;&#32500;&#22612;&#21033;&#24341;&#28193;&#22238;&#22269;&#25509;&#21463;&#23457;&#21028;&#12290;&#19981;&#36807;&#65292;&#29790;&#22763;&#21496;&#27861;&#26426;&#26500;&#27809;&#26377;&#21516;&#24847;&#12290;&#32463;&#36807;&#19968;&#24180;&#22810;&#30340;&#35843;&#26597;&#65292;&#29790;&#22763;&#26816;&#23519;&#26426;&#26500;&#20197;&ldquo;&#33988;&#24847;&#35851;&#26432;&#32618;&rdquo;&#27491;&#24335;&#21521;&#29790;&#22763;&#32852;&#37030;&#27861;&#38498;&#36215;&#35785;&#32500;&#22612;&#21033;&#12290;</p>
<p>&#12288;&#12288;2005&#24180;10&#26376;26&#26085;&#65292;&#27861;&#38498;&#23459;&#21028;&#20102;&#27492;&#26696;&#12290;&#36825;&#22825;&#65292;&#27861;&#38498;&#30340;&#26049;&#21548;&#24109;&#19978;&#22352;&#28385;&#20102;&#20154;&#12290;&#24503;&#22269;&#19968;&#23478;&#25253;&#32440;&#29992;&#12298;&#23545;&#24515;&#28789;&#30340;&#30171;&#20987;&#12299;&#20026;&#39064;&#65292;&#35760;&#24405;&#20102;&#23459;&#21028;&#21069;&#27861;&#23448;&#21644;&#32500;&#22612;&#21033;&#30340;&#23545;&#35805;&#12290;</p>
<p>&#12288;&#12288;&ldquo;&#36825;&#20010;&#19981;&#24184;&#20107;&#20214;&#37325;&#21019;&#20102;&#20320;&#30340;&#29983;&#27963;&#12290;&#20320;&#35828;&#36807;&#65292;&#23427;&#25226;&#20320;&#30340;&#29983;&#21629;&#25512;&#21040;&#20102;&#23613;&#22836;&#12290;&#26159;&#36825;&#26679;&#21527;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#26159;&#30340;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20320;&#20146;&#33258;&#37492;&#21035;&#20102;&#33258;&#24049;&#23401;&#23376;&#30340;&#36951;&#39608;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#25105;&#30340;&#23401;&#23376;&#26159;&#36935;&#38590;&#32773;&#20013;&#26368;&#23567;&#30340;&#65292;&#20182;&#20204;&#30340;&#36951;&#39608;&#20960;&#20046;&#19981;&#29992;&#37492;&#21035;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#37027;&#20320;&#22971;&#23376;&#30340;&#21602;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#25105;&#27809;&#26377;&#33021;&#21147;&#20877;&#30475;&#22905;&#19968;&#30524;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#25511;&#21578;&#20013;&#25351;&#20986;&#65292;&#20026;&#22971;&#23376;&#21644;&#23401;&#23376;&#25253;&#20167;&#25104;&#20102;&#20320;&#29983;&#21629;&#20013;&#24799;&#19968;&#30340;&#30446;&#26631;&#12290;&#26159;&#36825;&#26679;&#21527;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#36825;&#26159;&#25105;&#33021;&#20026;&#20182;&#20204;&#20570;&#30340;&#20840;&#37096;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20320;&#26366;&#35828;&#65292;&#27599;&#22825;&#26089;&#26216;&#65292;&#20320;&#37117;&#35201;&#25226;&#22971;&#23376;&#21644;&#23401;&#23376;&#30340;&#29031;&#29255;&#25343;&#20986;&#26469;&#30475;&#65292;&#22812;&#26202;&#20063;&#26159;&#22914;&#27492;&#12290;&#26159;&#36825;&#26679;&#21527;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#26159;&#30340;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&#36825;&#26102;&#65292;&#32500;&#22612;&#21033;&#20986;&#31034;&#20102;&#19968;&#20221;2003&#24180;11&#26376;11&#26085;&#30340;&#21327;&#35758;&#65292;&#21327;&#35758;&#30001;&#29790;&#22763;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#20986;&#20855;&#65306;&ldquo;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#20915;&#23450;&#20026;&#20107;&#25925;&#30340;&#36935;&#38590;&#32773;&#25552;&#20379;&#39069;&#22806;&#36180;&#20607;&#65292;&#27599;&#20010;&#36935;&#38590;&#30340;&#23401;&#23376;&#36180;&#20607;5&#19975;&#29790;&#22763;&#27861;&#37070;&#65292;&#36935;&#38590;&#30340;&#29238;&#27597;&#65292;&#27599;&#20154;&#36180;&#20607;6&#19975;&#29790;&#22763;&#27861;&#37070;&#12290;&#20316;&#20026;&#20132;&#25442;&#65292;&#36935;&#38590;&#32773;&#23478;&#23646;&#25918;&#24323;&#36861;&#31350;&#26412;&#20844;&#21496;&#30340;&#20219;&#20309;&#26435;&#21033;&#12290;&rdquo;&#32500;&#22612;&#21033;&#34920;&#31034;&#65292;&#27491;&#26159;&#36825;&#20221;&#21327;&#35758;&#65292;&#20419;&#20351;&#20182;&#22312;2004&#24180;2&#26376;&#26469;&#21040;&#29790;&#22763;&#65292;&#21521;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#21644;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#35752;&#20010;&#35828;&#27861;&#12290;</p>
<p>&#12288;&#12288;&#32500;&#22612;&#21033;&#21521;&#27861;&#23448;&#21644;&#26049;&#21548;&#24109;&#19978;&#30340;&#20154;&#20204;&#35762;&#36848;&#20102;&#33258;&#24049;&#19982;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#30340;&#37027;&#27425;&#20250;&#38754;&#12290;</p>
<p>&#12288;&#12288;&ldquo;&#25105;&#25214;&#21040;&#20102;&#20182;&#65292;&#20294;&#20182;&#19981;&#20934;&#22791;&#20026;&#36807;&#22833;&#25215;&#25285;&#36131;&#20219;&#12290;&#25105;&#25343;&#20986;&#20102;&#23401;&#23376;&#30340;&#29031;&#29255;&#65292;&#23545;&#20182;&#35828;&lsquo;&#36825;&#26159;&#25105;&#27515;&#21435;&#30340;&#23401;&#23376;&#65292;&#24076;&#26395;&#20320;&#24819;&#19968;&#24819;&#65292;&#22914;&#26524;&#20320;&#30475;&#35265;&#33258;&#24049;&#30340;&#23401;&#23376;&#22312;&#26874;&#26408;&#20013;&#65292;&#20320;&#26159;&#20160;&#20040;&#24863;&#21463;&rsquo;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#36825;&#23548;&#33268;&#20102;&#20320;&#30340;&#24868;&#24594;&#26159;&#21527;&#65311;&rdquo;&#27861;&#23448;&#38382;&#12290;</p>
<p>&#12288;&#12288;&ldquo;&#26159;&#30340;&#12290;&#20182;&#20204;&#23621;&#28982;&#35797;&#22270;&#29992;&#19968;&#32440;&#21327;&#35758;&#35753;&#25105;&#20986;&#21334;&#20146;&#20154;&#30340;&#23608;&#20307;&#65281;&#36825;&#32477;&#23545;&#21150;&#19981;&#21040;&#65281;&#36825;&#26159;&#23545;&#36935;&#38590;&#32773;&#30340;&#20149;&#28174;&#65281;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20320;&#20026;&#20160;&#20040;&#35201;&#21040;&#29790;&#22763;&#26469;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#25105;&#35201;&#35753;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#21521;&#25105;&#30340;&#23478;&#20154;&#35874;&#32618;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20320;&#23545;&#19982;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#30340;&#20250;&#38754;&#26377;&#20160;&#20040;&#26399;&#26395;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#35753;&#20182;&#36947;&#27465;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20320;&#24590;&#26679;&#20171;&#32461;&#33258;&#24049;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20171;&#32461;&#33258;&#24049;&#65311;&#22914;&#26524;&#20182;&#19981;&#30693;&#36947;&#25105;&#26159;&#35841;&#65292;&#20026;&#20160;&#20040;&#25171;&#25105;&#65292;&#20026;&#20160;&#20040;&#25172;&#25105;&#35013;&#30528;&#29031;&#29255;&#30340;&#20449;&#23553;&#65311;&#24403;&#20182;&#25226;&#25105;&#22971;&#23376;&#21644;&#23401;&#23376;&#30340;&#29031;&#29255;&#25243;&#24320;&#30340;&#26102;&#20505;&#65292;&#25105;&#24863;&#21040;&#22971;&#20799;&#30340;&#23608;&#36523;&#22312;&#22367;&#22675;&#20013;&#34987;&#32763;&#36716;&#65292;&#29978;&#33267;&#34987;&#20174;&#26874;&#26408;&#37324;&#25243;&#20986;&#26469;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#24403;&#26102;&#20320;&#20570;&#20102;&#20160;&#20040;&#65311;&#29992;&#20992;&#21050;&#21521;&#20182;&#65311;&rdquo;</p>
<p>&#12288;&#12288;&ldquo;&#20851;&#20110;&#36825;&#20010;&#25105;&#19981;&#24819;&#20877;&#35828;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&#27492;&#21051;&#65292;&#27861;&#24237;&#19978;&#27785;&#40664;&#19979;&#26469;&#65292;&#21487;&#20197;&#21548;&#35265;&#38453;&#38453;&#21596;&#21693;&#22768;&#12290;</p>
<p>&#12288;&#12288;5&#65294;&ldquo;&#22797;&#20167;&#32773;&rdquo;&#22238;&#23478;</p>
<p>&#12288;&#12288;2005&#24180;10&#26376;26&#26085;&#65292;&#29790;&#22763;&#32852;&#37030;&#27861;&#38498;&#21028;&#32500;&#22612;&#21033;&ldquo;&#33988;&#24847;&#35851;&#26432;&#32618;&rdquo;&#25104;&#31435;&#65292;&#21028;&#22788;&#20182;8&#24180;&#30417;&#31105;&#12290;&#20170;&#24180;6&#26376;&#65292;&#27861;&#38498;&#23558;&#32500;&#22612;&#21033;&#30340;&#21009;&#26399;&#20943;&#33267;5&#24180;&#38646;3&#20010;&#26376;&#12290;&#20170;&#24180;11&#26376;8&#26085;&#65292;&#29790;&#22763;&#32852;&#37030;&#26368;&#39640;&#27861;&#38498;&#20915;&#23450;&#25552;&#21069;&#37322;&#25918;&#32500;&#22612;&#21033;&#12290;</p>
<p>&#12288;&#12288;&#32500;&#22612;&#21033;&#34987;&#37322;&#25918;&#30340;&#28040;&#24687;&#31435;&#21051;&#20805;&#26021;&#20102;&#20420;&#32599;&#26031;&#20027;&#35201;&#23186;&#20307;&#12290;11&#26376;12&#26085;&#65292;&#32500;&#22612;&#21033;&#30340;&#22823;&#21733;&#23588;&#37324;&#24471;&#21040;&#32500;&#22612;&#21033;&#21363;&#23558;&#22238;&#22269;&#30340;&#28040;&#24687;&#21518;&#65292;&#21254;&#24537;&#32852;&#32476;&#20146;&#26379;&#65292;&#20934;&#22791;&#21040;&#26426;&#22330;&#36814;&#25509;&#24351;&#24351;&#12290;&#32500;&#22612;&#21033;&#30340;&#22992;&#22992;&#20934;&#22791;&#22909;&#20016;&#30427;&#30340;&#23478;&#23476;&#65292;&#31561;&#30528;&#24351;&#24351;&#22238;&#26469;&#12290;</p>
<p>&#12288;&#12288;&#22312;&#20174;&#29790;&#22763;&#39134;&#24448;&#20420;&#32599;&#26031;&#30340;&#33322;&#29677;&#19978;&#65292;&#20420;&#32599;&#26031;&#30005;&#35270;&#21488;&#30340;&#35760;&#32773;&#37319;&#35775;&#20102;&#32500;&#22612;&#21033;&#12290;&ldquo;&#25105;&#19981;&#35273;&#24471;&#29790;&#22763;&#20154;&#37117;&#26159;&#22351;&#20154;&#65292;&#22312;&#30417;&#29425;&#37324;&#25105;&#20132;&#20102;&#29790;&#22763;&#26379;&#21451;&#12290;&rdquo;&#32500;&#22612;&#21033;&#35828;&#12290;&#20420;&#32599;&#26031;&#30005;&#35270;&#21488;&#36824;&#25253;&#36947;&#20102;&#19968;&#20301;&#29790;&#22763;&#32769;&#22826;&#22826;&#65292;3&#24180;&#26469;&#22362;&#25345;&#32473;&#32500;&#22612;&#21033;&#20889;&#20449;&#65292;&#21149;&#20182;&#22909;&#22909;&#27963;&#19979;&#21435;&#30340;&#25925;&#20107;&#12290;&#32500;&#22612;&#21033;&#35828;&#65306;&ldquo;&#21363;&#20351;&#19981;&#30475;&#21457;&#20449;&#20154;&#26159;&#35841;&#65292;&#25105;&#20063;&#30693;&#36947;&#21738;&#20123;&#20449;&#26159;&#37027;&#20301;&#32769;&#22826;&#22826;&#20889;&#26469;&#30340;&#65292;&#22905;&#24635;&#22312;&#20449;&#23553;&#30340;&#19968;&#35282;&#30011;&#19968;&#20010;&#37329;&#28799;&#28799;&#30340;&#22826;&#38451;&#65292;&#24076;&#26395;&#25105;&#20170;&#21518;&#30340;&#29983;&#27963;&#27704;&#36828;&#22312;&#38451;&#20809;&#19979;&hellip;&hellip;&rdquo;</p>
<p>&#12288;&#12288;&#33707;&#26031;&#31185;&#22810;&#33707;&#26480;&#22810;&#27779;&#26426;&#22330;&#12290;&#20170;&#24180;11&#26376;12&#26085;23&#26102;24&#20998;&#65292;&#38543;&#30528;&#38378;&#20809;&#28783;&#19968;&#29255;&#29378;&#38378;&#65292;&#30524;&#37324;&#22105;&#30528;&#27882;&#33457;&#30340;&#32500;&#22612;&#21033;&#20986;&#29616;&#22312;&#20247;&#20154;&#38754;&#21069;&#12290;</p>
<p>&#12288;&#12288;&#32463;&#36807;&#20004;&#22825;&#30340;&#35843;&#25972;&#65292;&#32500;&#22612;&#21033;&#22238;&#21040;&#20102;&#24343;&#25289;&#23395;&#39640;&#21152;&#32034;&#65292;&#22312;&#19979;&#39134;&#26426;&#30340;&#19968;&#21049;&#37027;&#65292;&#20182;&#20877;&#27425;&#33853;&#27882;&#12290;&#26426;&#22330;&#38468;&#36817;&#31449;&#28385;&#20102;&#36814;&#25509;&#20182;&#30340;&#20065;&#20146;&#12290;&#24403;&#25968;&#19981;&#28165;&#30340;&#20154;&#20204;&#38506;&#30528;&#32500;&#22612;&#21033;&#36830;&#22812;&#26469;&#21040;&#20182;&#22971;&#20799;&#22675;&#22320;&#30340;&#26102;&#20505;&#65292;&#32500;&#22612;&#21033;&#31532;&#19977;&#27425;&#27969;&#27882;&#20102;&#12290;&#20182;&#25226;&#33080;&#36148;&#22312;&#20912;&#20919;&#30340;&#22675;&#30865;&#19978;&#65292;&#29992;&#26377;&#20123;&#39076;&#25238;&#30340;&#25163;&#36731;&#36731;&#25242;&#25720;&#30528;&#22675;&#30865;&#19978;&#22971;&#20799;&#30340;&#36951;&#20687;&#65292;&#20219;&#27882;&#27700;&#27969;&#28108;&#12290;</p>
<p>&#12288;&#12288;&#22312;&#32500;&#22612;&#21033;&#21050;&#26432;&#31354;&#31649;&#21592;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#30340;3&#20010;&#26376;&#21518;&#65292;&#21338;&#30331;&#28246;&#31354;&#38590;&#35843;&#26597;&#36880;&#28176;&#33853;&#24149;&#65292;&#29790;&#22763;&#25919;&#24220;&#27491;&#24335;&#21521;&#20420;&#32599;&#26031;&#36947;&#27465;&#12290;&#26102;&#20219;&#29790;&#22763;&#32852;&#37030;&#22996;&#21592;&#20250;&#20027;&#24109;&#20234;&#22885;&#26480;&#24343;&middot;&#25140;&#26031;&#65292;&#22312;&#19968;&#23553;&#20844;&#24067;&#22312;&#29790;&#22763;&#39547;&#20420;&#32599;&#26031;&#22823;&#20351;&#39302;&#32593;&#31449;&#19978;&#30340;&#20449;&#20013;&#20889;&#36947;&#65306;&ldquo;&#25105;&#20195;&#34920;&#29790;&#22763;&#32852;&#37030;&#22996;&#21592;&#20250;&#21521;&#24744;&#34920;&#31034;&#27465;&#24847;&#65292;&#29790;&#22763;&#26041;&#38754;&#22312;&#36825;&#22330;&#31354;&#38590;&#20013;&#29359;&#20102;&#35768;&#22810;&#38169;&#35823;&#12290;&#35831;&#26222;&#20140;&#24635;&#32479;&#25918;&#24515;&#65292;&#29790;&#22763;&#26041;&#38754;&#23558;&#35843;&#26597;&#20107;&#25925;&#36131;&#20219;&#20154;&#65292;&#24182;&#23558;&#37319;&#21462;&#21253;&#25324;&#21009;&#20107;&#35785;&#35772;&#22312;&#20869;&#30340;&#19968;&#20999;&#25514;&#26045;&#12290;&rdquo;</p>
<p>&#12288;&#12288;&#20170;&#24180;5&#26376;&#22312;&#29790;&#22763;&#27604;&#25289;&#36203;&#24066;&#20030;&#34892;&#30340;&#27861;&#38498;&#21548;&#35777;&#20250;&#19978;&#65292;&#31354;&#38590;&#26696;&#30340;8&#21517;&#34987;&#21578;&#25298;&#32477;&#25215;&#35748;&#33258;&#24049;&#30340;&#32618;&#36807;&#65292;&#23558;&#36131;&#20219;&#25512;&#21040;&#24050;&#32463;&#34987;&#26432;&#23475;&#30340;&#35843;&#24230;&#21592;&#24444;&#24471;&middot;&#23612;&#23572;&#36874;&#36523;&#19978;&#12290;&#20170;&#24180;9&#26376;4&#26085;&#65292;&#27604;&#25289;&#36203;&#24066;&#22320;&#21306;&#27861;&#38498;&#30830;&#35748;&#65292;&#33487;&#40654;&#22763;&#31354;&#31649;&#20013;&#24515;&#25152;&#23646;&#31354;&#20013;&#23548;&#33322;&#20844;&#21496;&#30340;4&#21517;&#38599;&#21592;&#65292;&#22312;&#31354;&#38590;&#20013;&#29359;&#26377;&#36807;&#22833;&#26432;&#20154;&#32618;&#65292;&#20854;&#20013;3&#20154;&#34987;&#21028;&#22788;12&#20010;&#26376;&#30417;&#31105;&#65292;&#32531;&#26399;&#25191;&#34892;&#65292;&#36824;&#26377;1&#21517;&#34987;&#32602;&#27454;&#65292;&#21478;&#22806;4&#21517;&#34987;&#21578;&#34987;&#23459;&#24067;&#26080;&#32618;&#12290;&#38738;&#24180;&#21442;&#32771;</p>
<p>&#12288;&#12288;(&#36131;&#20219;&#32534;&#36753;&#65306;&#36213;&#20581;) </p>
<p><img src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/a162d_blog.v4us.net" alt=""></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/07/26/12296/" title="6:29 AM" rel="bookmark"><time class="entry-date" datetime="2011-07-26T06:29:47+00:00">2011/07/26</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12294" class="post-12294 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/07/25/12294/" rel="bookmark">&#12302;&#32654;&#22269;&#12303;&#31185;&#24187;cos&#36855;&#30340;&#30427;&#20107; 2011&#32654;&#22269;&#21160;&#28459;&#23637;&#65288;&#22270;&#65289;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/25/12294/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#19968;&#24180;&#19968;&#24230;&#30340;&#32654;&#22269;&#22307;&#22320;&#20122;&#21733;&#21160;&#28459;&#33410;&#20877;&#27425;&#24320;&#23637;&#65292;&#21448;&#26377;&#25968;&#20197;&#21315;&#35745;&#30340;&#21160;&#28459;&#36855;&#65292;cos&#36855;&#20204;&#32858;&#38598;&#21040;&#20102;&#36825;&#20010;&#28023;&#28392;&#22478;&#24066;&#20849;&#35140;&#30427;&#20030;&#12290;&#20170;&#24180;&#21160;&#28459;&#33410;&#23558;&#26377;&#19978;&#21315;&#20010;&#23637;&#21306;&#65292;&#39044;&#35745;&#21069;&#26469;&#29616;&#22330;&#30340;&#35266;&#20247;&#23558;&#20250;&#36798;&#21040;13&#19975;&#12290;&#19981;&#35770;&#26159;&#21442;&#23637;&#21378;&#21830;&#12289;&#24433;&#35270;&#21517;&#20154;&#36824;&#26159;&#26222;&#36890;&#31881;&#19997;&#65292;&#19968;&#22871;&#23436;&#32654;&#30340;cos&#34892;&#22836;&#37117;&#26159;&#20986;&#24109;&#21160;&#28459;&#23637;&#30340;&#24517;&#22791;&#12290;&#19979;&#38754;&#23601;&#26159;&#19968;&#20123;&#38750;&#24120;&#25964;&#19994;&#30340;&#24037;&#20316;&#20154;&#21592;&#21644;&#38750;&#24120;&#23613;&#24515;&#30340;&#31881;&#19997;&#20204;&#65288;via&#65306;<a href="http://www.telegraph.co.uk/culture/culturepicturegalleries/8654822/Comic-Con-2011-fans-wear-cosplay-superhero-steampunk-and-manga-costumes.html">telegraph.co.uk</a>&#65289;&#65306;</p>
<p>&#22899;&#33521;&#38596;&#65306;</p>
<p><img border="0" alt="Guests attend Day 1 at Comic-Con" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3e9f4_leather-woman_1953084i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#20725;&#23608;&#23130;&#31036;&#65306;</p>
<p><img border="0" alt="People dressed for a zombie wedding attend Comic Con" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3e9f4_zombie-bride_1953022i.jpg" width="620" height="465"></p>
<p><a></a></p>
<p>&#25171;&#25198;&#25104;&#36229;&#32423;&#33521;&#38596;&#37504;&#39764;&#30340;&#31881;&#19997;&#65306;</p>
<p><img border="0" alt="A man dressed as the Silver Surfer walks through the exhibition" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3e9f4_silver-man_1953063i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#25171;&#25198;&#25104;&#33976;&#27773;&#26379;&#20811;&#20154;&#29289;&#30340;12&#23681;&#30007;&#23401;Todd&#65306;</p>
<p><img border="0" alt="Hunter Todd, aged 12, wears a costume of the steam punk character 'Neodondres'" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3e9f4_steampunk_1953059i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#25171;&#25198;&#25104;&#40657;&#39569;&#22763;&#30340;&#20843;&#23681;&#30007;&#23401;Aiden Best&#65292;&#25163;&#20013;&#20030;&#30528;&#30340;&#29260;&#23376;&#19978;&#20889;&#21040;&#65306;&ldquo;&#23558;&#26469;&#20182;&#24517;&#23558;&#32479;&#27835;&#25972;&#20010;&#26143;&#31995;&#65292;&#20294;&#29616;&#22312;&#20182;&#24517;&#39035;&#25171;&#25195;&#33258;&#24049;&#30340;&#25151;&#38388;&#12290;&rdquo;</p>
<p><img border="0" alt="Aiden Best, aged 8, dressed as Darth Vader, give a thumbs up for photographers on the first day of  Comic Con 2011" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3e9f4_darth-child_1953026i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#20241;&#24687;&#20013;&#30340;&#36798;&#26031;&middot;&#32500;&#36798;&#65306;</p>
<p><img border="0" alt="An attendee dressed as Darth Vader sleeps at the 501st legion booth" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3e9f4_darth-sleep_1953066i.jpg" width="620" height="409"></p>
<p><a></a></p>
<p>&#21521;&#29240;&#29240;&#35201;&#38065;&#20080;&#28459;&#30011;&#30340;10&#23681;Cameron Addis&#65306;</p>
<p><img border="0" alt="Cameron Addis, 10, turns to his father for some money to purchase a comic book" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3e9f4_comic-pay_1953064i.jpg" width="620" height="413"></p>
<p><a></a></p>
<p>34&#23681;&#30340;Kyle Lauritch-Kullas&#20170;&#22825;&#23601;&#26159;&ldquo;&#21704;&#21033;&#27874;&#29305;&rdquo;&#65306;</p>
<p><img border="0" alt="Kyle Lauritch-Kullas, 34, poses for a photograph dressed as Harry Potter" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3e9f4_harry-potter_1953069i.jpg" width="620" height="491"></p>
<p>&#32418;&#21457;&#36126;&#23376;&#65306;</p>
<p><img border="0" alt="A costumed character walks to Preview Night at the Comic Con 2011 convention" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3e9f4_hairy_1953028i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#21322;&#20861;&#20154;&#65306;</p>
<p><img border="0" alt="Comic Con 2011" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3e9f4_horse-bloke_1953044i.jpg" width="620" height="620"></p>
<p>&#25171;&#25198;&#25104;&ldquo;&#31532;&#20116;&#20803;&#32032;&rdquo;&#22899;&#20027;&#35282;&#30340;show girl&#65306;<strong>      <br></strong></p>
<p><img border="0" alt="Attendees in costume walk the convention floor" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/3e9f4_bondage_1953050i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#32418;&#21457;&#22899;&#65306;</p>
<p><img border="0" alt="Guests attend Day 1 at Comic-Con 2011" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/006e1_girl-guide_1953054i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#40060;&#32568;&#30007;Peter Vasquez&#65306;</p>
<p><img border="0" alt="Peter Vasquez attends Day 1 of Comic Con 2011" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/006e1_tank-head_1953046i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#38134;&#30643;show girl&#65306;</p>
<p><img border="0" alt="Convention attendee Sarah Parvini looks out from the crowd during the opening day" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/006e1_pale-contacts_1953080i.jpg" width="620" height="440"></p>
<p><a></a></p>
<p>&#34880;&#30446;&#65306;</p>
<p><img border="0" alt="Marilynn Phonephaly poses for a photograph on the opening day of Comic Con 2011" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/006e1_red-contacts_1953077i.jpg" width="620" height="470"></p>
<p><a></a></p>
<p>&#28023;&#30423;&#65306;</p>
<p><img border="0" alt="Lea Leonard attends on Day 1" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/006e1_green-contacts_1953053i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#34915;&#30528;&#28165;&#20937;&#30340;show girl&#65306;</p>
<p><img border="0" alt="Guests attend Day 1 at Comic-Con" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/006e1_bikini-babes_1953083i.jpg" width="620" height="479"></p>
<p><a></a></p>
<p><img border="0" alt="Guests attend Day 1 at Comic-Con" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/006e1_red-hair-gun_1953082i.jpg" width="620" height="459"></p>
<p><a></a></p>
<p>&#34649;&#34656;&#20384;&#20013;&#30340;&#21453;&#27966;&#23567;&#19985;&#22899;&#21644;&#23567;&#19985;&#65306;</p>
<p><img border="0" alt="Stephanie Horner, left, and Nick Frederickson, dressed as characters Harley Quinn and The Joker, pose during the first day of Comic Con" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/006e1_joker-gun_1953055i.jpg" width="620" height="471"></p>
<p><a></a></p>
<p>&#24102;&#30528;&#33258;&#21046;&#23567;&#24618;Critter&#20986;&#24109;&#30340;Rebecca Kiriz&#65306;</p>
<p><img border="0" alt="Rebecca Kiriz looks over at a creature she made, which she calls Critter" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/006e1_creature-on-should_1953078i.jpg" width="620" height="539"></p>
<p><a></a></p>
<p>&#24525;&#32773;&#20063;&#35201;&#36807;&#23433;&#26816;&#65306;</p>
<p><img border="0" alt="Michael Mason, 27,  dressed as a fully-equipped ninja warrior, has his weapons checked by security" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/006e1_ninja_1953033i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#38378;&#30005;&#22899;&#65306;</p>
<p><img border="0" alt="Ashton Larson poses during Day 1 of Comic Con 2011" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/006e1_supergirl_1953051i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>show boy&#65306;</p>
<p><img border="0" alt="Comic Con attendees in costume walk through the entrance of the San Diego Convention Centre" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/006e1_comic-con-busters_1952845i.jpg" width="620" height="430"></p>
<p><a></a></p>
<p>&#20934;&#22791;&#19979;&#29677;&#30340;&#37329;&#38134;&#27494;&#22763;&#65306;</p>
<p><img border="0" alt="Convention attendees in costume stand on a pedestrian bridge as they leave the convention centre following the opening day of Comic Con in San Diego, California" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1f37f_comic-con-knights_1952842i.jpg" width="620" height="502"></p>
<p><a></a></p>
<p>&#23567;&#19985;&#65306;</p>
<p><img border="0" alt="A fan dressed as The Joker from the Batman films and comics, walks to the Comic-Con International 2011 convention held in San Diego" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1f37f_joker_1953023i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#24453;&#21806;&#30340;&#29609;&#20855;&#38253;&#23556;&#26538;&#65306;</p>
<p><img border="0" alt="Toy laser guns on display at the Dr. Grordbort booth" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1f37f_weapons_1953030i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#21407;&#21019;&#33976;&#27773;&#26379;&#20811;&#26381;&#35013;&#65306;</p>
<p><img border="0" alt="Thomas Willeford exhibits original steam punk costume items at his booth" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1f37f_gold-gun_1953041i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#32654;&#22269;&#38431;&#38271;&#65306;</p>
<p><img border="0" alt="Nathan Paddock, dressed as dressed as Captain America, left, talks with Hadrian Quan at the Comic-Con International 2011 convention held in San Diego" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1f37f_capt-america_1953049i.jpg" width="620" height="620"></p>
<p><a></a></p>
<p>&#21160;&#28459;&#23637;&#30340;&#25206;&#26799;&#65306;</p>
<p><img border="0" alt="Two people give a high-five as they move up and down an escalator on the first day of  Comic Con 2011" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1f37f_escalator_1953056i.jpg" width="620" height="413"></p>
<p><a></a></p>
<p>&#33945;&#38754;&#40493;&#21644;&#25554;&#22836;&#40736;&#65311;</p>
<p><img border="0" alt="Attendees in costume pose for a picture on the convention floor" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1f37f_duck_1953068i.jpg" width="620" height="433"></p>
<p><a></a></p>
<p>&#30333;&#38634;&#20844;&#20027;&#30340;&#21518;&#27597;&#65306;</p>
<p><img border="0" alt="Attendees in costume walk the convention floor" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1f37f_evil-queens_1953071i.jpg" width="620" height="453"></p>
<p><a></a></p>
<p>&#12298;&#31070;&#22855;&#21338;&#22763;&#12299;&#20013;&#30340;Dalek&#65306;</p>
<p><img border="0" alt="Evan Caplinger, dressed as a Dalek from Doctor Who, rolls through a crowd of people" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1f37f_salek_1953073i.jpg" width="620" height="487"></p>
<p><a></a></p>
<p>&#22810;&#20040;&#19981;&#35748;&#30495;&#30340;cos&#21834;&#65306;</p>
<p><img border="0" alt="Anyone remember Zig and Zag?" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1f37f_zig-and-zag_1953076i.jpg" width="620" height="441"></p>
<p><a><strong></strong></a></p>
<p><a href="http://www.telegraph.co.uk/culture/culturepicturegalleries/8654822/Comic-Con-2011-fans-wear-cosplay-superhero-steampunk-and-manga-costumes.html?image=34"><strong></strong></a></p>
<p><a href="http://www.telegraph.co.uk/culture/culturepicturegalleries/8654822/Comic-Con-2011-fans-wear-cosplay-superhero-steampunk-and-manga-costumes.html?image=32"><strong></strong></a></p>
<p>&#20026;&#23459;&#20256;&#30005;&#24433;&#12298;&#20934;&#26102;&#20934;&#28857;&#12299;&#32780;&#24102;&#19978;&#22823;&#25163;&#31508;&#30340;&#24037;&#20316;&#20154;&#21592;&#20204;&#65306;</p>
<p><img border="0" alt="Models pose for a picture wearing wrist watches to promote the upcoming motion picture 'In Time'" src="http://log.SunnyBoy.Me/wp-content/plugins/rss-poster/cache/1f37f_time-is-money_1953074i.jpg" width="620" height="447"></p>
<p><a></a></p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/07/25/12294/" title="6:06 PM" rel="bookmark"><time class="entry-date" datetime="2011-07-25T18:06:13+00:00">2011/07/25</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12219" class="post-12219 post type-post status-publish format-standard hentry category-others tag-others"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/07/24/12219/" rel="bookmark">&#23398;&#20064;&#27861;&#22269;&#65292;&#23545;&#20844;&#20849;&#35774;&#26045;&#22349;&#22604;&#19978;&#21319;&#21040;&ldquo;&#36807;&#22833;&#26432;&#20154;&rdquo;&#27861;&#24459;&#39640;&#24230;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/24/12219/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<h3> </h3>
<p>&#25105;&#20204;&#27491;&#22788;&#22312;&#19968;&#20010;&#20255;&#22823;&#30340;&#26102;&#20195;&#65292;&#20294;&#19968;&#24231;&#24231;&#35910;&#33104;&#28195;&#22823;&#26725;&#65292;&#26159;&#25215;&#36733;&#19981;&#36215;&#36825;&#20010;&#20255;&#22823;&#26102;&#20195;&#30340;&#65281;&#22914;&#26524;&#20154;&#21644;&#21046;&#24230;&#20986;&#20102;&#38382;&#39064;&#65292;&#26377;&#20877;&#20808;&#36827;&#30340;&#31185;&#25216;&#20063;&#30333;&#25645;&#12290;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/others/" rel="tag">Others</a> on <a href="http://log.SunnyBoy.Me/2011/07/24/12219/" title="8:37 PM" rel="bookmark"><time class="entry-date" datetime="2011-07-24T20:37:27+00:00">2011/07/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/sunny/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><article id="post-12203" class="post-12203 post type-post status-publish format-standard hentry category-others tag-plus"><header class="entry-header"><h1 class="entry-title">
				<a href="http://log.SunnyBoy.Me/2011/07/24/12203/" rel="bookmark">&#12298;&#35799;&#32463;&middot;&#37073;&#39118;&middot;&#23376;&#34943;&#12299; &#38738;&#38738;&#23376;&#34943;&#65292;&#24736;&#24736;&#25105;&#24515;&#12290; &#32437;&#25105;&#19981;&#24448;&#65292;&#23376;&#23425;&#19981;&#21987;&#38899;&#65281; &#38738;&#38738;&#23376;&#20329;&#65292;&#24736;&#24736;&#25105;&#24605;&#12290; &#32437;&#25105;&#19981;&#24448;&#65292;&#23376;&#23425;&#19981;&#26469;&#65281; &#25361;&#20846;&#36798;&#20846;&#65292;&#22312;&#22478;&#38425;&#20846;&#12290; &#19968;&#26085;&#19981;&#35265;&#65292;&#22914;&#19977;&#26376;</a>
			</h1>
										<div class="comments-link">
					<a href="http://log.SunnyBoy.Me/2011/07/24/12203/#respond"><span class="leave-reply">Leave a reply</span></a>				</div><!-- .comments-link -->
					</header><!-- .entry-header --><div class="entry-content">
			<p>&#12298;&#35799;&#32463;&middot;&#37073;&#39118;&middot;&#23376;&#34943;&#12299;
</p><p>&#38738;&#38738;&#23376;&#34943;&#65292;&#24736;&#24736;&#25105;&#24515;&#12290;<br>&#32437;&#25105;&#19981;&#24448;&#65292;&#23376;&#23425;&#19981;&#21987;&#38899;&#65281; <br>&#38738;&#38738;&#23376;&#20329;&#65292;&#24736;&#24736;&#25105;&#24605;&#12290;<br>&#32437;&#25105;&#19981;&#24448;&#65292;&#23376;&#23425;&#19981;&#26469;&#65281;<br>&#25361;&#20846;&#36798;&#20846;&#65292;&#22312;&#22478;&#38425;&#20846;&#12290;<br>&#19968;&#26085;&#19981;&#35265;&#65292;&#22914;&#19977;&#26376;&#20846;&#65281;</p>
					</div><!-- .entry-content -->
		
		<footer class="entry-meta">
			This entry was posted in <a href="http://log.SunnyBoy.Me/category/others/" rel="category tag">Others</a> and tagged <a href="http://log.SunnyBoy.Me/tag/plus/" rel="tag">Plus</a> on <a href="http://log.SunnyBoy.Me/2011/07/24/12203/" title="11:50 AM" rel="bookmark"><time class="entry-date" datetime="2011-07-24T11:50:50+00:00">2011/07/24</time></a><span class="by-author"> by <span class="author vcard"><a class="url fn n" href="http://log.SunnyBoy.Me/author/ggbingo/" title="View all posts by Sunny" rel="author">Sunny</a></span></span>.								</footer><!-- .entry-meta --></article><!-- #post --><nav id="nav-below" class="navigation" role="navigation"><h3 class="assistive-text">Post navigation</h3>
			<div class="nav-previous"><a href="http://log.SunnyBoy.Me/2011/07/page/3/"><span class="meta-nav">&larr;</span> Older posts</a></div>
			<div class="nav-next"><a href="http://log.SunnyBoy.Me/2011/07/">Newer posts <span class="meta-nav">&rarr;</span></a></div>
		</nav><!-- .navigation --></div><!-- #content -->
	</section><!-- #primary --><div id="secondary" class="widget-area" role="complementary">
			<aside id="calendar-3" class="widget widget_calendar"><h3 class="widget-title">Posts Calendar</h3><div id="calendar_wrap" class="calendar_wrap"><table id="wp-calendar"><caption>July 2011</caption>
	<thead><tr><th scope="col" title="Monday">M</th>
		<th scope="col" title="Tuesday">T</th>
		<th scope="col" title="Wednesday">W</th>
		<th scope="col" title="Thursday">T</th>
		<th scope="col" title="Friday">F</th>
		<th scope="col" title="Saturday">S</th>
		<th scope="col" title="Sunday">S</th>
	</tr></thead><tfoot><tr><td colspan="3" id="prev"><a href="http://log.SunnyBoy.Me/2011/06/">&laquo; Jun</a></td>
		<td class="pad">&nbsp;</td>
		<td colspan="3" id="next"><a href="http://log.SunnyBoy.Me/2011/08/">Aug &raquo;</a></td>
	</tr></tfoot><tbody><tr><td colspan="4" class="pad">&nbsp;</td><td><a href="http://log.SunnyBoy.Me/2011/07/01/" aria-label="Posts published on July 1, 2011">1</a></td><td>2</td><td><a href="http://log.SunnyBoy.Me/2011/07/03/" aria-label="Posts published on July 3, 2011">3</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/04/" aria-label="Posts published on July 4, 2011">4</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/05/" aria-label="Posts published on July 5, 2011">5</a></td><td>6</td><td><a href="http://log.SunnyBoy.Me/2011/07/07/" aria-label="Posts published on July 7, 2011">7</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/08/" aria-label="Posts published on July 8, 2011">8</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/09/" aria-label="Posts published on July 9, 2011">9</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/10/" aria-label="Posts published on July 10, 2011">10</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/11/" aria-label="Posts published on July 11, 2011">11</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/12/" aria-label="Posts published on July 12, 2011">12</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/13/" aria-label="Posts published on July 13, 2011">13</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/14/" aria-label="Posts published on July 14, 2011">14</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/15/" aria-label="Posts published on July 15, 2011">15</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/16/" aria-label="Posts published on July 16, 2011">16</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/17/" aria-label="Posts published on July 17, 2011">17</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/18/" aria-label="Posts published on July 18, 2011">18</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/19/" aria-label="Posts published on July 19, 2011">19</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/20/" aria-label="Posts published on July 20, 2011">20</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/21/" aria-label="Posts published on July 21, 2011">21</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/22/" aria-label="Posts published on July 22, 2011">22</a></td><td>23</td><td><a href="http://log.SunnyBoy.Me/2011/07/24/" aria-label="Posts published on July 24, 2011">24</a></td>
	</tr><tr><td><a href="http://log.SunnyBoy.Me/2011/07/25/" aria-label="Posts published on July 25, 2011">25</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/26/" aria-label="Posts published on July 26, 2011">26</a></td><td>27</td><td><a href="http://log.SunnyBoy.Me/2011/07/28/" aria-label="Posts published on July 28, 2011">28</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/29/" aria-label="Posts published on July 29, 2011">29</a></td><td><a href="http://log.SunnyBoy.Me/2011/07/30/" aria-label="Posts published on July 30, 2011">30</a></td><td>31</td>
	</tr></tbody></table></div></aside><aside id="categories-3" class="widget widget_categories"><h3 class="widget-title">Categories</h3>		<ul><li class="cat-item cat-item-3"><a href="http://log.SunnyBoy.Me/category/default/">Default</a> (75)
</li>
	<li class="cat-item cat-item-4"><a href="http://log.SunnyBoy.Me/category/english/">English</a> (1)
</li>
	<li class="cat-item cat-item-5"><a href="http://log.SunnyBoy.Me/category/for-the-music/">For The Music !</a> (55)
</li>
	<li class="cat-item cat-item-27"><a href="http://log.SunnyBoy.Me/category/jobb/">Jobb</a> (6)
</li>
	<li class="cat-item cat-item-9"><a href="http://log.SunnyBoy.Me/category/languages/">Languages</a> (5)
</li>
	<li class="cat-item cat-item-7"><a href="http://log.SunnyBoy.Me/category/leading/">Leading</a> (36)
</li>
	<li class="cat-item cat-item-83"><a href="http://log.SunnyBoy.Me/category/life/">Life</a> (134)
</li>
	<li class="cat-item cat-item-72"><a href="http://log.SunnyBoy.Me/category/matlab/">Matlab</a> (1)
</li>
	<li class="cat-item cat-item-77"><a href="http://log.SunnyBoy.Me/category/nix/">nix</a> (5)
</li>
	<li class="cat-item cat-item-1"><a href="http://log.SunnyBoy.Me/category/others/">Others</a> (719)
</li>
	<li class="cat-item cat-item-31"><a href="http://log.SunnyBoy.Me/category/php/">Php</a> (3)
</li>
	<li class="cat-item cat-item-82"><a href="http://log.SunnyBoy.Me/category/pol/">POL</a> (9)
</li>
	<li class="cat-item cat-item-86"><a href="http://log.SunnyBoy.Me/category/py/">py</a> (1)
</li>
	<li class="cat-item cat-item-76"><a href="http://log.SunnyBoy.Me/category/seo/">seo</a> (1)
</li>
	<li class="cat-item cat-item-62"><a href="http://log.SunnyBoy.Me/category/softskills/">Soft&amp;Skills</a> (47)
</li>
	<li class="cat-item cat-item-8"><a href="http://log.SunnyBoy.Me/category/stefanie/">Stefanie</a> (195)
</li>
	<li class="cat-item cat-item-11"><a href="http://log.SunnyBoy.Me/category/svenska/">Svenska</a> (25)
</li>
	<li class="cat-item cat-item-73"><a href="http://log.SunnyBoy.Me/category/sverige/">Sverige</a> (3)
</li>
	<li class="cat-item cat-item-12"><a href="http://log.SunnyBoy.Me/category/swe/">SWE</a> (2)
</li>
	<li class="cat-item cat-item-74"><a href="http://log.SunnyBoy.Me/category/cssdiv/">web</a> (5)
</li>
		</ul></aside><aside id="linkcat-2" class="widget widget_links"><h3 class="widget-title">Suggest Link</h3>
	<ul class="xoxo blogroll"><li><a href="http://blog.zhaoqi.org" rel="friend" title="A blog of my best friend." target="_blank">Q's Blog</a>
A blog of my best friend.</li>
<li><a href="http://db.tt/GlIsWkt" title="Use this link to get 250M bonus  ~ " target="_blank">Recommended Soft: DropBox</a>
Use this link to get 250M bonus  ~ </li>
<li><a href="http://feedburner.google.com/fb/a/mailverify?uri=SunnyRSS&amp;loc=en_US">Subscribe My Blog by Email</a></li>
<li><a href="http://log.SunnyBoy.Me/feed/">Subscribe My Blog by RSS</a></li>

	</ul></aside></div><!-- #secondary -->
		</div><!-- #main .wrapper -->
	<footer id="colophon" role="contentinfo"><div class="site-info">
						<a href="https://wordpress.org/" title="Semantic Personal Publishing Platform">Proudly powered by WordPress</a>
		</div><!-- .site-info -->
	</footer><!-- #colophon --></div><!-- #page -->

<script type="text/javascript" src="http://log.SunnyBoy.Me/wp-content/themes/twentytwelve/js/navigation.js?ver=20140711"></script><script type="text/javascript" src="http://log.SunnyBoy.Me/wp-includes/js/wp-embed.min.js?ver=4.5.1"></script></body></html>
